{
    "dreamer": "angie", 
    "description": "Angie: age 18 & 20", 
    "dreams": [
        {
            "number": "1-01", 
            "head": "1996-04-03", 
            "content": "My memory of this dream is vague. I think the setting is on a college campus. I'm in a cafe and two elderly ladies walk in and start talking to me about a university that a guy I am dating got into for law school. They were saying that I was accepted. I thought that this information was weird because I didn't even apply to this school. I got the feeling that while I was talking to these ladies, that they were interviewing me as art of the orientation to go there. I was also pregnant in the dream and he cafe that I was in was a hospital cafe. The guy I am dating is in the dream and we were talking, but I'm not sure about what."
        }, 
        {
            "number": "1-02", 
            "head": "1996-04-04", 
            "content": "The scene of the dream was the same as the movie The Terminator. It featured my sister and mother and Arnold Schwartzenegger. We are in a neighborhood setting and I am outside playing on the street when a man drives up and asks me for directions and I tell him I am not familiar with the place he is asking about. He says, \"But you live around here and you should know.\" The street he wanted happened to be the street we were on. Then the scene goes to a gym and I am confused about what is going on. Then I see Arnold and a big man with white hair talking at a table. Right before that I see a soap opera star on a nearby TV doing a commercial. My sister is with me and we are talking about the soap opera star. The actress's name is Lisa Rinna and she plays Billie Reed on Days of Our Lives. Then I see another soap star and this time it is an actress from General Hospital who plays Lois Quartermane. She is singing a Beatle's song, \"Yesterday.\" Then I focused on Arnold and the man with white hair. They are in a grocery store that looks like a nightclub. The guy with white hair is referred to as the \"Boss\" man. He is telling Arnold to do something and Arnold doesn't want to do it. Then the \"Boss\" man starts to threaten Arnold, so Arnold gives in and does what the \"Boss\" man requests. Arnold commented on how much he liked Lois's singing and he got up and that's when I saw that one of Arnold's arms is robotic. It looked like he had just gotten into a fight and some of his flesh was peeled off and that's how I could see part of the robot arm. The \"Boss\" man got up after Arnold left and jumps for joy and starts to run out of the building. A pudgy little waiter or maybe the manager asks before he leaves is there anything more that he wanted. The \"Big\" man just laughs and says no. Then he runs out of the building. The floor started to shake and it seems like all of the people are going to fall through the floor, but they just vanish. This was a morbid thought for me because they just ceased to exist. The building then blew up, but it was then I saw that all the people have gotten out safely. I got the feeling that Arnold saved all the people that were in the restaurant."
        }, 
        {
            "number": "1-03", 
            "head": "1996-04-05", 
            "content": "I was in a mansion or more like a castle and there was a person who was supposed to be the devil in the castle. He was snapping his fingers and slitting people's throats. I was running away and riding my bike through my neighborhood. Then I arrive at the preschool where I am doing a field study, and I am a teacher and my students and I are playing a name song. When it gets to one of the male volunteers, he leans in and kisses me. I don't recognize his face, but I seem to know him. I have a strong physical attraction to this person and throughout the dream I hope he feels the same way. Then I am with the children again and we are running from some other children who are the devil. The devil looks like someone from Bach's era. He has a wide grin on his malicious-looking face. The children and I are escaping in a jeep, but have to leave the jeep and continue on foot. We are in a jungle now and I lose one of the children, which has me scared, but then I found the child again, alive and well."
        }, 
        {
            "number": "1-04", 
            "head": "1996-04-06", 
            "content": "This dream took place in the water. Two sisters wanted to be mermaids. So they turned into mermaids, but one of the sisters really wanted to have her sister's legs, so she took them. She returned them to their rightful owner after she was done using them. One of my sorority sisters whom I haven't seen in a while was also in my dream. She was telling me she was going to school in another state, and I told her that I had family there. I felt uncomfortable talking to her and I could sense tension between us. We had been taking care of some babies as we were talking and I felt like she didn't like me, or had something against me."
        }, 
        {
            "number": "1-05", 
            "head": "1996-04-08", 
            "content": "The guy that I have been dating was standing in his room naked with one of his housemates who is a girl, and someone whom he has previously slept with. She was lying on the floor, also naked. I walked into the room and as I saw them, they both told me not to worry, that nothing was going on. I believed them and said, \"OK,\" and walked out of the room."
        }, 
        {
            "number": "1-06", 
            "head": "1996-04-10", 
            "content": "I was Wonder Woman and I was throwing a lasso over people and making them tell the truth. In my dream I also saw an Asian girl who was pretending to be Wonder Woman, but I knew she was a fraud and everyone else around us knew she wasn't the real Wonder Woman. I threw a lasso over her so she would tell the truth. I wanted to help her."
        }, 
        {
            "number": "1-07", 
            "head": "1996-04-14", 
            "content": "It was the first day of classes for the quarter and I had the feeling that I was caught up with the workload and felt good about my knowledge of the class material. Then I was at the ocean and a sea animal was terrorizing the people and then she was caught."
        }, 
        {
            "number": "1-08", 
            "head": "1996-04-15", 
            "content": "This dream is very vague to me. I am in a house and I don't recognize it. The children that I work with at the preschool on campus are with me. I see my sister and I have the feeling that I am about to meet new people."
        }, 
        {
            "number": "1-09", 
            "head": "1996-04-16", 
            "content": "I dreamt I was in a dorm room and saying goodbye to someone I had been dating. He was going off to school. In the next scene the room was full of people and then suddenly empty again, except for a pile on the floor in the corner that consisted of a corkboard with old pictures of me on it. This room must have belonged to the guy I was seeing, because I thought it was unusual for him to have these pictures of me. He really liked these pictures, which made me feel like he was really going to miss me, which surprised me. He was trying to kiss me goodbye, but I hesitated because there was a carload of my friends looking at us, and they didn't approve of our relationship. He left and I went back into the room, and it was filled with things all of a sudden. Then my new roommate was there and a strange guy came out of the shower and took off his towel and I got a shocking eye-full. Then I went to my mom's house, where I found my dog; she is actually dead in reality."
        }, 
        {
            "number": "1-10", 
            "head": "1996-04-17", 
            "content": "I was in a back yard and it was raining. The back yard was sectioned off into two parts and the children that attend the preschool that I volunteer at are there. They started running towards a pool and I was struck with fear when I saw what the children were doing. I thought that they would fall into the pool and drown and that it would be my fault. I was afraid for their safety. The children told me it was OK for them to get so close to the pool, but I knew that it wasn't."
        }, 
        {
            "number": "1-11", 
            "head": "1996-04-18", 
            "content": "I was in a city that I didn't recognize and I am with a group of people. I think the group was professional psychologists, but a friend of mine was in the group and it seemed wrong for him to be there. Then the scene changed, and I was in a street and I saw a car that came out of nowhere. I heard screams and I saw a man on the ground in a pool of blood. I saw two people in the car and the one who was driving happened to be a good friend of mine. He was acting like he was drunk and didn't realize what he was doing. Then the scene switched and we watched a person bleeding in a kitchen. I put water onto a handkerchief to stop the blood. I remember arguing with a young girl who wanted to come and see the victim. We said no because we didn't think she could handle it. Then somehow the girl gets outside to see the accident scene and there is no more body. We then started to clean up the blood and a police car that has been wrecked comes out of nowhere to survey the scene. I try to get out of the path of the police car. The car stops and my friend gets out of the car, and the police officer comes running up and arrests him. I am standing there in disbelief."
        }, 
        {
            "number": "1-12", 
            "head": "1996-05-02", 
            "content": "I was on a softball field exercising and just as something embarrassing was about to happen to me, the scene switched and I was being taught techniques in martial arts."
        }, 
        {
            "number": "1-13", 
            "head": "1996-05-03", 
            "content": "I dreamt that my father and his girlfriend broke up. The reason was that she needed some space and time to herself because her mother had just died. The part about her mother dying is true in reality. I also dreamt that my mother and stepfather had separated because it wasn't working out."
        }, 
        {
            "number": "1-14", 
            "head": "1996-05-04", 
            "content": "I had a dream that I had a child and had to cancel a test because I had to take care of the baby. I was breast feeding the baby, because it is healthier to breast feed than to give formula from a bottle. The person that I had been seeing wanted to know what I thought I was doing. The question was in an accusatory manner, like I had no business breast feeding my own baby. Then I left the baby with my friends and left. When I came back, they were feeding the baby Tabasco sauce because they ran out of milk. This shocked me because I thought my friends were more responsible than that."
        }, 
        {
            "number": "1-15", 
            "head": "1996-05-07", 
            "content": "A male friend of mind had finally come back from his vacation and I was flirting with him and he turned me down. We were eating pancakes outside. I remember leaving the table and the pancakes no longer hungry. Then I came back wanting to eat the pancakes again. Then I got in my car and drove for a long period of time."
        }, 
        {
            "number": "1-16", 
            "head": "1996-05-08", 
            "content": "I was at my house in my home town and I saw the guy I had been dating. I was sitting down tying my shoelace and he turned to me and smiled. He came over and started to talk to me. Then I was inside a boat, trying on an old formal dress. There were other people with me helping me with the dress. One of them, a male, was looking me up and down. He wouldn't take his eyes off me. It felt good after being rejected."
        }, 
        {
            "number": "1-17", 
            "head": "1996-05-09", 
            "content": "I was in a place that I didn't recognize, but the people who were with me were familiar to me. There was a big group standing around a picnic table. My father was talking and saying \"thank you\" to all the people who comforted me and helped me through the tough times that I was going through. Then a housemate of mine asked if my father had considered her one of the people who helped me. He told her that she only helped me out a little. Since she and I were having problems, I didn't think that was appropriate to say, and I took my dad aside and said that what he said to her didn't help the situation between us. When we went back to the table, I was sure that there was going to be a big confrontation. I was surprised when no confrontation occurred."
        }, 
        {
            "number": "1-18", 
            "head": "1996-05-11", 
            "content": "I was pushing a baby carriage to a meeting at the preschool where I used to volunteer. In the carriage was a girl from the preschool that I used to spend a lot of time with. I felt extremely apprehensive and not sure if I would be welcomed back because I had been gone so long. I then saw the guy that I used to date playing with the kids. I was surprised he was there. Then the scene switched and my two housemates came into a room where a group of people was drinking. A party was going on and my housemates started to yell at some of the people because they were underage and drinking. I had yelled back at them because I was the only one drinking alcohol and I thought they were overreacting to the situation. I told them that they were being really hypocritical, and they just laughed. Then I was in a car with my closest friend at the university and we were going shopping. I just needed to get some groceries. She said, \"You get your detergent here.\" I wanted to go to the grocery store closer to my house rather than the one we were at because it is cheaper. Then I said, \"Why don't I just go get the detergent at the other store?\" Then she said, \"Never mind, we will just go in here, it doesn't matter.\" Then I had to go to the bathroom. The whole conversation took place in the store parking lot. Then my housemates came by and asked if they went too far when we had our argument before. I said in a calm voice that I thought they did and were being hypocritical. Then they said with a big smile that they were moving out in two weeks. This left me high and dry for a place to live, because I couldn't afford to live on my own. So I replied that I would make arrangements with our current landlords. They were just smiling the whole time like they were happy to stick it to me."
        }, 
        {
            "number": "1-19", 
            "head": "1996-05-16", 
            "content": "I was looking at a mouse with a crowd of people around me. The people seemed familiar to me, but don't exist in real life. We were trying to figure out what to do with the mouse or where I should put it. I suggested my hamster cage. A woman in the group said, \"No, the mouse will never fit.\" I argued, \"Yes it will,\" and I put the mouse in the cage. Then a problem occurred when I saw my hamster. I was afraid that the mouse and hamster would fight and my hamster would be killed. The hamster was in the first compartment of the cage and hadn't seen the mouse yet, but was moving to the part of the cage where the mouse was. I got the mouse out before anything happened to it."
        }, 
        {
            "number": "1-20", 
            "head": "1996-05-18", 
            "content": "Throughout the dream I had a feeling of urgency. I felt that I was on a deadline to get an assignment done for school. I almost didn't turn the assignment in on time because when going to the campus, I took a wrong turn and ended up in the parking lot of where I went to high school. Then I was trying to get to a house that was supposed to be my house. This is a house that I had never seen before, but I knew it was mine. I'm at the top of the stairs in the house looking down them. Someone had just told me that all of the animals that lived in the house were fighting. The dog that belongs to my housemates was downstairs, but I wasn't sure she was the one who was causing the trouble. Also my two cats were down the stairs and my dog, who is dead, was also there. All the time I was wondering what one of my cats was doing there because I had to give her away, due to the fact that she and my other cat didn't get along. Also I was surprised to see my dog, because she was put to sleep when I was fourteen years old. I had heard these noises of animals fighting when I was outside of the house, so I ran up to see what was going on. I felt that I was in a frantic hurry because I couldn't get up the hill to the house fast enough. I ended up running through the campus to get to the house. When I finally reached the house, I heard a cat screech and I saw lights blinking on and off, like a haunted house. Then my dog ran out of the house, obviously very scared. I noticed she was limping and her leg was bleeding, like she had been bit. I said, \"She needs help, she's been bit.\" I figured my housemate's dog had been the one to bite her. After I saw my dog, I ended up in the house somehow."
        }, 
        {
            "number": "1-21", 
            "head": "1996-05-19", 
            "content": "I was in a big, open space and the sky was weird cloudy blue. The sky looked like something right out of a science fiction movie. I was in a gigantic pool of water, collecting donation money for a philanthropy I was working on. I was expecting a lot more money than I received, but I collected well over fifty dollars, which surprised me. Then I was on dry land and celebrity Tim Robbins and my closest friend at the university and some other woman were there. Tim Robbins was squatting because he was so tall. We were standing around in hopes they would give us some money."
        }, 
        {
            "number": "1-22", 
            "head": "1996-05-19", 
            "content": "I felt that this dream was the same setting as the last dream, just a different scenario, and I woke up in between the two dreams. I was dealing with a confrontation between my housemates and myself. We were on an outside porch. Both of my housemates were standing on the porch, and I was on the driveway looking up at them. It was a Victorian style house. The female housemate was upset with me and I didn't understand what I did wrong. She felt I did something to deliberately hurt her. What I did was never clear. She was yelling at me and saying that I never cared about her and she never loved me. I responded by saying she was a hypocrite and a fake and I thought she was selfish and self-centered. Then I went walking towards the house and found a present on the front porch and opened it. It was the game Perfection. I left and came back again and the gift was wrapped up again, but then I noticed an antique wicker bassinet holding the game. Then I sat on the porch holding a baby, talking about what was happening between my housemate and me."
        }, 
        {
            "number": "2-01", 
            "head": "1998-04-08", 
            "content": "I was walking down a path and on both sides of the path were sand dunes. I was walking with two people and it looked like we were trying to find a place to sit. I knew ahead of time that once we found a place to sit that I would leave the two people I was walking with. I was just dropping them off, I guess. As we walked down the path, I noticed a lot of people sunbathing on the sand dunes. I commented to the people I was walking with that as we went down the path, the bathing suits I saw the women wearing were getting weirder and weirder. I said, \"People are just using them for show and not to swim in.\" During the walk I didn't recognize the people I was walking with, but when we reached our destination, I recognized the mom as TV star Roseanne Barr and I was also walking with a little girl. As soon as we found a pot to sit, I left."
        }, 
        {
            "number": "2-02", 
            "head": "1998-04-08", 
            "content": "This second dream is a continuance of the first dream. After I left the beach, I was inside of a house that I didn't recognize with two ex-housemates of mine. One of them is male and the other a female, and they were dating at the time I was living with them. I was in a large room, a spacious main room, when a big buff biker man drove into the house in a car and made a big mess. I had a feeling that he was my boyfriend, but I had never seen him before. Then I saw the car being destroyed and the room along with it. I noticed a hubcap turn into a blade on a circular saw and go crashing into the left side of the wall. From where I was standing in the room I was facing the car and the destruction. Half of the blade was stuck inside of the wall and half was sticking out. Then I seemed to replay the dream again; it was the same as before, but went a little further, like a movie. The crash happened like before, but this time the blade went flying through the air. It barely missed hitting my friend, the girl who I used to live with. Then her boyfriend and the guy I used to live with said to me in a calm voice as he was cleaning up the mess the blade left in the wall, \"You have to have a talk with your boyfriend. It's not good for us to keep cleaning up after he crashes his car in our house.\" I agreed with him and then turned around and the biker guy was there and went up to the guy I lived with and said he was sorry that he crashed into our house and wouldn't do it again. Then the biker guy helped fix the damage done to the wall. When the biker guy and my ex-male roommate were plastering up the wall, it started to have an unusual look to me. It looked like they were putting puzzle pieces back onto the wall."
        }, 
        {
            "number": "2-03", 
            "head": "1998-04-09", 
            "content": "I was driving on a freeway with my boyfriend and then suddenly I was at home feeling tense because I was listening to the messages on my answering machine and there was one from my father, wondering where I was because I was supposed to meet him. It was Easter Sunday and I was supposed to go and visit my parents. I had other things to do and couldn't go, and I was upset because I didn't want to have to explain my actions to my father. So I ended up yelling at my father over the phone because he didn't understand my position. Then all of a sudden I was in an apartment with all the female cast of \"Mad About You.\" I was watching Helen Hunt (Jamie) running around looking for something, and her sister-in-law on the show found a gun in a cabinet and all the women in the room turn on Helen Hunt (Jamie), telling her she was a bad mother for keeping a gun around her newborn baby. Then Helen went outside and stood in the front of her apartment building in the dark, when a man came up to her to see what she was doing."
        }, 
        {
            "number": "2-04", 
            "head": "1998-04-09", 
            "content": "I was on a tour bus with a group of people. We were driving on a mountain road. It seemed that we were in Hawaii or the Caribbean. The bus was going fast and out of control. Then I looked around and saw that my group was no longer on the bus. It seemed they sneaked off. The bus hadn't slowed down, so I didn't notice the group was gone until I looked out the rear window and saw them on the side of the road while the bus sped on. There was a young girl on the bus who seemed equally confused. She was either Hawaiian or of Asian descent. I couldn't tell. Then the bus driver, a man, turned around and laughed maliciously, like he wasn't going to stop the bus or crash. Finally we came to a narrow cobblestone street, and I grabbed the girl by the hand and jumped off the bus. She did something afterward. I think she thanked me and started to eat something. I was confused as to where she got the food. Then I started to retrace the bus's route to find the rest of my group."
        }, 
        {
            "number": "2-05", 
            "head": "1998-04-10", 
            "content": "I was in the downtown of my home town and I was supposed to meet my boyfriend. I was driving around and saw his car parked outside of a movie theater I used to go to. I thought that this was strange because he isn't used to this city."
        }, 
        {
            "number": "2-06", 
            "head": "1998-04-10", 
            "content": "It was my graduation day and I was at the ceremony. We (the graduates) were getting ready to get our diplomas. We got up from our seats and went to the back of an auditorium. We skipped to the rear door leading outside. We were lining up and I was supposed to go first. I didn't know it because I hadn't attended any of the graduation practices. I was surrounded by my friends who were also graduating, but they had graduated a year or two before me. So I was the first one to walk down the aisle. They gave me a piece of thick white rope that everyone carried a piece of to link the graduates together. My father was seated at the back of the auditorium so he could see me right as I walked in. When I started walking down the aisle, my father grabbed me by the arm. I was startled. Then he followed me up to the front of the auditorium saying that I had to come with him. I tried to tell him that I was in the middle of something and I couldn't. I hadn't even gotten my diploma yet. He got upset and started to lecture me about not listening to him, and said that he was trying to give me something and I should pay more attention to him. So I went up to the stage and got my diploma, went back to my seat, which was in the front row. I put down the end of my rope on my seat and went to see what he wanted. I was upset because I wasn't able to see my friends graduate. My dad gave me my graduation gift. He gave me a piece of paper that told me what my graduation gift was. All I read was Theta Chi Theta, Spring and the word Baseball. There was more, but it was just scribble and I couldn't make it out. The gift was a season pass to watch a baseball game. Then the paper turned into glass and the writing rubbed off. I saw my mom, sister and Aunt Ellen (she is deceased) on a hill by my dorms, and asked if they saw me graduate. They said they slept through it and thought they could catch me. I was angry with them. Then I went back into the auditorium and saw my friends sitting and crying about graduation and even some people I didn't know were crying with them. I told one woman not to cry about getting an education. Then I went back to an almost empty apartment and was waiting for people to show up for a party. There was a strange golden-coated dog in my kitchen. There wasn't much furniture in the house for people to sit on. I was feeling disappointed about how the day went."
        }, 
        {
            "number": "2-07", 
            "head": "1998-04-11", 
            "content": "I was in a room with a long table in it. There were mirrors and paintings on the walls that I was facing. It was either a dining room or a banquet room in a restaurant. I was at a fancy party, but felt out of place. I felt I was trying to find shoes to match my dress. Then I walked into the parking lot and saw two characters from the TF show \"Wings.\" The brothers Joe and Brian were having a fight. Joe was with a girl telling Brian that he had to move out because Joe didn't have enough privacy. Brian was hurt and said, \"Fine, I will just move back to Connecticut or New York.\" Joe told Brian that he didn't have to move that far away, but Brian said it was too expensive to live in the West by himself. I was watching the scene as if I was Brian, watching my boyfriend leaving me for another woman. I was feeling extremely bad. Then I went to place like Costco and this child, a little girl, about one or two years old came running up to me and sat on my lap and gave me a hug and kiss. Then she went back to her mother and sat in the top part of a shopping cart full of merchandise. All of a sudden I was overwhelmingly happy. Then I spent some time looking around the warehouse. I saw a lot of half-priced Halloween merchandise that was on sale. Most of it was candy. I remember seeing glow-in-the-dark candy ghosts and the child wanted one. I didn't think it was a good idea because I didn't think her mother would approve. Then I went down an aisle that had expensive jewelry, furniture, lamps, and designer rugs, trying to be careful not to break anything. Then I was on a high school campus looking for a friend who said earlier in the dream that she wanted to be a cheerleader, which I thought was very odd. She always made fun of things like that. Anyway, I was looking for her and saw her with some other girls in cheerleader outfits with her hair in pigtails with pom-poms. She then gave me a schedule of games to go to and I left very confused as to what just happened. I felt something wasn't right about my friend wanting to be a cheerleader, but at the same time I wanted to support her. I still couldn't understand why my friend wanted to be a college cheerleader."
        }, 
        {
            "number": "2-08", 
            "head": "1998-04-12", 
            "content": "I was in a hallway with a lot of doors. It looked like the hallway of the elementary school that I went to, which looked as if it had been remodeled My friend who attended that school with me was in my dream. She and her husband were on the other side of one of the clouded glass doors making blowfish faces at me. I thought that was out of character for my friend. Then I was getting my car fixed and another friend of mine from high school wanted to give me a deal on my car. Then I suddenly appeared in a bedroom with my sister in it. She was in bed trying to sleep, but couldn't because an alarm kept going off. She told me the alarm was going off because she was using sheets that didn't belong to her. Then I was outside on the campus and two women staff members came up to me and said it is good that I am in the new program because if I was in the old one, it would be twice as hard for me to graduate."
        }, 
        {
            "number": "2-09", 
            "head": "1998-04-13", 
            "content": "I went to a restaurant that had a billiard room in it to meet one of my boyfriend's friends from his soccer team. This restaurant was a place that my boyfriend was working at in the dream. My boyfriend saw me and asked what I was doing there, and I said that I was here to meet his friend to play pool. My boyfriend told me to wait a minute and he would join us because he was just getting finished with work. I said OK, but I felt disappointed because I wanted to do something by myself. I was always waiting for him to be free to go out and at that moment I wanted him to wait for me."
        }, 
        {
            "number": "2-10", 
            "head": "1998-04-14", 
            "content": "I was in a house with an upstairs and a downstairs. It belonged to my boyfriend and myself. This was a house that I didn't recognize the house. My boyfriend and I were cuddling and laughing upstairs when we heard noises downstairs. Both of my boyfriend's ex-wives were staying with us as guests. Wife number one in the dream is really wife number two in real life and wife number two in the dream is someone I had never seen before. I went downstairs and saw his first (dream) wife. I was surprised that she spent the night in our house. She was folding up some blankets and wanted to talk to me and ask me a favor. I got the impression that she wanted to spend some time alone with me to get better acquainted. This surprised me because I have never met her and I know she doesn't like me. So I told her I would make time for her. Then I left her in the family room and went down the hall into another guestroom. I saw my boyfriend with his second (dream) wife. Her name was the same as his actual second wife. She also talked with the same regional accent, but had blonde hair like his first wife in the real world. When I walked into the room, she was drying off. I think she had just taken a shower. As she was drying her hair, she looked up and saw my boyfriend and draped the towel over her shoulders like a man would do and gave him a hug. I thought it was strange that she didn't have a top on and left the door open while drying her hair. I noticed as I watched this scene that she had pierced nipples and that bothered me more than watching her hug my boyfriend. I left the room and my boyfriend came after me, telling me there was no need to be jealous and then we started to laugh and giggle some more."
        }, 
        {
            "number": "2-11", 
            "head": "1998-04-16", 
            "content": "I walked into a music classroom on the campus and found my professor from last quarter playing one of the musical instruments that he had taught me. I then walked over to him to see if there was a chance that I could be in his class for spring quarter because I had to drop another class and I needed the credits. He didn't answer me; he just continued to play the instrument while smiling at me."
        }, 
        {
            "number": "2-12", 
            "head": "1998-04-12", 
            "content": "I was in my old elementary school and as I was walking through the hallway, I was looking at all of the changes. There was a classroom where the library used to be and a lot of other construction had been done; everything was new and the walls were white. Then the scene changed and I was in an apartment complex living with people I didn't know. I was waiting for my boyfriend, who was with his family. Then I went to a secret passageway that led to the inside of my apartment and I saw a note addressed to Boom. The note said that his family couldn't keep up with him and got lost while following him to the room. Boom was supposed to be my boyfriend's nickname in the dream. At the end of the dream my boyfriend and I were reunited with his family."
        }, 
        {
            "number": "2-13", 
            "head": "1998-04-19", 
            "content": "I was at a theme park and I think it was supposed to be Disneyland. I remember being extremely excited to be there. I was with my sister and couldn't wait to go on the rides. My sister dragged me to what was a huge slide. I thought that it was boring for a ride at Disneyland. I asked, \"Why are we waiting in line to go on something so boring?\" All the time I was in line for the slide, I was looking at all the other more exciting rides we could have been going on."
        }, 
        {
            "number": "2-14", 
            "head": "1998-04-20", 
            "content": "It was the beginning of a new quarter and I was taking a bus or shuttle to campus. I was pregnant and I knew that I was supposed to give birth after my first day of classes. It turned out that I gave birth on the bus to a baby girl. Knowing that I had to go to my classes, I took my baby to daycare only a few hours old. Then I went to my classes and by the end of the day, when I went to pick my baby up, she was crawling around the daycare room. The room looked like one in a house, not a school. I couldn't believe she was crawling because she was only four hours old. I went to pick her up to cuddle her, and she crawled away from me like we were playing a chase game. The daycare worker commented on how fast she is when she crawls. \"I could barely catch her,\" she said. When I was holding my baby in my arms, I felt so happy because I had been waiting so long to hold her. I wanted to name her Angelica, but couldn't name her because I had to wait for her father to come for us so he could name her too."
        }, 
        {
            "number": "2-15", 
            "head": "1998-04-21", 
            "content": "I was in a cafe and a bartender friend of mine, one who works with my boyfriend, gave me a rose bud. He actually put it into what seemed to be a creamer picture. He told me not to worry and walked off. I was sitting at the table putting on green nail polish. I wasn't worried about taking up a table because the place was empty and I knew the owner. The tables had table cloths on them and candles. I looked down and saw glass cuttings covering the tablecloths, like the tables in a restaurant I used to work in. The owner of this restaurant used to be the manager of the cafeteria in my high school and I used to work for him."
        }, 
        {
            "number": "2-16", 
            "head": "1998-04-23", 
            "content": "I was in a place that I didn't know. The oldest brother on the television show, \"A Party of Five,\" was pursuing me. His name is Charlie. He knew I was unhappy in my current relationship and wanted me to leave my boyfriend. I was hesitant because I still loved my boyfriend and I didn't want to leave him to start a new relationship with someone else. There was also a slimy-looking guy who was also pursuing me and I had no interest in him whatsoever. I didn't know how to tell him to back off, so he just kept pestering me. I was running in a race in which I came in second. I felt all right about my performance, but I also thought that I could do better. Right after a race I went into a room to be alone and then the slimy guy followed me into the room and cornered me. That's when Charlie came in and put his arms around me in a protecting way and told the other guy to get lost. Then my boyfriend came in and just when I was going to try to explain what was happening, I woke up, ending the dream with my boyfriend and I standing face to face."
        }, 
        {
            "number": "2-17", 
            "head": "1998-04-27", 
            "content": "I was doing an experiment and I was trying to describe what I was doing on a paper. Then I was in a computer room with my sister and mother taking a class. The dream bounced around a lot. I was outside talking to friends; they were people I didn't know, but I had a sense they were my friends. I had lost my keys and was talking on the phone for a long time to one of my partners in my perception lab group. Then I went into a store with an old high school friend looking at sorority paraphernalia. I didn't see anything I liked, so I went to another store I knew of that carried sorority merchandise. When I walked in, I saw a lot of formal dresses and the store seemed empty; no one was in sight. Then all of a sudden I see the owner of the store run from a bathroom across the hall to another room naked. I looked away a little shocked. She poked her head around the door and said, \"I'll be right with you.\" I went into another room to look through the shirts and T-shirts. I was folding up a sweatshirt and putting it back when the lady scolded me for folding the shirt the wrong way. So I felt the need to hurry and get what I wanted from the store to get out of there. Then I saw my best friend from high school buying something, which relaxed me."
        }, 
        {
            "number": "2-18", 
            "head": "1998-04-28", 
            "content": "I was with a male friend flying a jet plane and landing it, because something was wrong with the plane. He wasn't supposed to be landing his plane. I felt that he wasn't supposed to be in my dream. Then I was with my boyfriend and we were walking around outside in a park, when we saw a mother with her two children holding pictures of my boyfriend playing soccer. The unusual thing about this scene was the pictures were in motion like a video picture. The baby was controlling the speed at which the video was going and my boyfriend was acting extremely goofy in the pictures with his soccer buddies. Then we went downtown and I was supposed to meet him at a bar. Then all of a sudden he came into the bar I was in with a girl with long blonde hair. She was allover him and he looked like he was enjoying it. Then I came over and he left her at once to be with me."
        }, 
        {
            "number": "2-19", 
            "head": "1998-04-30", 
            "content": "I was at some sort of show where Elvis Presley was singing and also making drawings on poster paper. I wanted to get a picture for my boyfriend as a memento because he likes Elvis so much. The drawing that was at my table had gotten wet and I had to throw it away. So I went over to Elvis and asked him to draw something else so I could give it to my boyfriend. He tore off a piece of paper and wrote something on it. All I could read was, \"To my good Buddy.\" ...Then he invited me to his apartment later. I was walking around an apartment complex to find out where he lived. I stopped and asked two men who were standing around talking which apartment was Elvis's? They told me the apartment number and I went up to the door and knocked.  My best friend from high school opened the door and I was a little surprised because she is married to someone else. She said she left her husband for Elvis. When I asked her why, she said, \"But this is Elvis Presley.\" I could see her point. Then I was in another apartment where I was getting a Christmas gift from someone I was supposed to be working with. It was a film advancer. While he was showing me how to use it, he broke the film that was in it. Then he and I tried to fix the film so that it could be used. Then I was with one of my ex-housemates and one of our sorority sisters. We were talking about going shopping for groceries and we talked about how this guy that I work with is a real player. We were also talking about one of our other sorority sisters, but I'm not sure why. Then I was back in the apartment with the guy that I work with when Heather Locklear entered the room and he took my gift from me and gave it to her. She smiles wickedly and throws the gift back at him sort of wrapping it around his head. So then he tried to give me back the gift. I didn't care that he tried to give the gift away after giving it to me because I had no feelings for him whatsoever. I took the gift back because I happened to like it to begin with. Then I was in a lecture and a guy from my perception lab group comes in and sits down next to me. He doesn't look like he usually does. There is a really annoying older woman sitting in the front of the class who is taking up all of the professor's time. I comment to my group member about this lady's annoying behavior. Then she stops talking and looks over at me."
        }, 
        {
            "number": "2-20", 
            "head": "1998-05-06", 
            "content": "I was in an apartment that belonged to a group of my friends. I was talking about my class schedule and one of my friends was saying that I didn't register correctly for a class that is worth two units. He suggested I go and check it out. I said, \"It is too late to do anything about it now. I will just have to wait until the beginning of the quarter to get it fixed because I have to go to a specific office for the people in the registrar's office to help me.\" Then I was in a downtown bar, and someone I used to hang out with was there and his hair was wet. That's why he looked unfamiliar to me when I first looked at him. He was drunk and draping his arm over my shoulder, telling me he hadn't seen me in the longest time and I should come over to his apartment and hang out with him. The rest of the dream involves me trying to get to his house and having a bunch of obstacles preventing me from doing so. Finally I get to the house."
        }, 
        {
            "number": "2-21", 
            "head": "1998-05-11", 
            "content": "I was driving into a store parking lot and parked my car into a handicapped space right next to a black truck. There were two people inside the truck. One of the people was a male and the other one was female. The girl seemed to be in her early adolescence. After I parked I got out of the car, and then turned around. I see the two people who were in the truck get out of the truck and open the passenger side door to my car and get into my car. The guy was behind the driver's seat and the girl was in the passenger seat, just as they were in the truck. Then I opened the driver's side front door and yanked the guy out of my seat. I was extremely angry that someone would invade my space. I then locked my door and the girl locked her door so the guy couldn't get back in, and I knew then that I could trust her. Then when we drove out of the parking lot, I could see the guy she was with chasing us and with him was another male chasing us. The newest male was the girl's boyfriend. So these two guys chased us throughout my dream. I felt they were going to rape us, but I wasn't scared because they didn't seem like much of a threat. Then the girl and I came to a bridge. I was looking at the lake below the bridge and I was thinking that I would rather jump off the bridge and risk the fall rather than being caught by these two guys. The fall made me think of the one Harrison Ford took from a storm drain in the movie, \"The Fugitive.\" All of a sudden it started to rain and the bridge was filling with water and I was wading through it. I felt like I was going in slow motion and was worried that these guys could catch up to me more quickly. There were a lot of people surrounding me, sailing boats and relaxing. Then the first guy I encountered came up to me and grabbed me so I wouldn't jump off the bridge. He said not to worry, that he wouldn't hurt me. Someone had hired him to chase me so that I would have some adventure in my life."
        }, 
        {
            "number": "2-22", 
            "head": "1998-05-12", 
            "content": "I was away from home at college and my dad called me and said that he and I were going skiing for the weekend and told me to be ready by the time he comes to pick me up. I didn't want to go because I was busy and didn't have the time, but I didn't want to say no to my dad. After the conversation I find that I am walking in a crowd. I think I am at a food court in an amusement park and I see a teacher. I don't know who this person is, but I know that he is a teacher. I point at him and said that I know he is a vampire. It is daylight out so it is odd that a vampire would be out in daylight. I am suddenly in the bathroom of a house and the vampire jumps out at me. So I put him into an x-ray machine and go into the other room and turn it on so that the vampire would die. I thought the radiation would kill him. So I went back into the bathroom to see if the vampire was dead, but then he came out of the shower and grabs me. He is about to bite my neck and make me a vampire when I notice that this vampire is my boyfriend. I told him not to make me a vampire until I've graduated from college. He said OK. Then my father called me and said I shouldn't go skiing because the snow was too slushy and I wouldn't have fun. So I went to the beach and then I saw the vampire again and I signaled to him that I knew who he was and what he was up to. Then my father shows up to my room (a dormitory room) with one day left in the weekend, saying we should go skiing because it just snowed and it would be fun even if it was for just a few hours."
        }, 
        {
            "number": "2-23", 
            "head": "1998-05-14", 
            "content": "I was in a lecture for my perception class. The professor wasn't my real professor and I thought that was strange. The man who was teaching me in the dream was Japanese. A girl who was sitting next to me is actually in my sociology class. In the dream I have a project due and the rest of my group hasn't shown up. So I get up in front of the class and do the project by myself. I figure that I am done with the project, but the presentation that I just gave was like a trial run and doesn't count towards the final grade. Then the girl seated next to me stands up and gives her presentation. Her group didn't show up either. Then I was at home in my bathroom and I noticed that all of the things that are usually on the counter were in a cabinet underneath the sink. I thought that it was odd that the girl I was sitting next to cleaned the bathroom and I don't even live with her. Then I was back at school in a room that looked like a science museum, but was supposed to be a library .The girl that had given her presentation after mine had come up to me while I was working on my project and said, \"You didn't even pay attention when I was doing my presentation at the last class.\" I said yes I had and told her that her presentation was on photosynthesis. I wasn't really paying attention; I just happened to know what her topic it was. It surprised me that I remembered it."
        }, 
        {
            "number": "2-24", 
            "head": "1998-05-15", 
            "content": "I was walking around a town that seemed familiar to me, but I had never been there before. Then a woman came up to me and asked me to help her deliver her baby. Someone ran and got her parents. Her mother I recognized from the movie \"Titanic\" When she came into the room, she was acting silly and out of character. The mother was so relaxed, as if her daughter wasn't having a baby and it was no big deal. I felt a special connection with the baby and mother. When Kate gave birth, the scene changed to a gym full of men and Bill Cosby was one of them. I was trying to find the baby's father. Then the scene switched again and I was holding the baby and it turned out that I might be the mother. I was trying to find the father and in my dream it was the father who had given birth to the baby. The character who is the baby's father changed three times. First it was someone I used to date a couple of years ago, second it was a boy I knew from high school, and third it was John Lauraquette. The first two characters I saw as very irresponsible. When the character changed to John Lauraquette I was in the corner room of a restaurant. Some of my girl friends were there wondering how I could be the mother. I remember having sex with the father, but I never thought that a guy could be pregnant. The father was being cold to me and a girl with blonde hair came up to the father and was flirting with him. Then she came and introduced herself me and I told her my name. I said it kind of off-handedly because I was interested more in the baby. This girl got really angry at the way I answered her and started to pick a fight with me. She started swinging her arms at me. I defended myself but had no desire to fight her. I didn't want to start a scene in a public restaurant. Then she stopped fighting and sat near the baby. The father told the girl I was the baby's mother and even though we didn't like each other, I still had a right to be there. Then she kissed him on the cheek and then a more intimate one on the mouth, just to spite me. I didn't care that they were kissing. I just thought it was tacky, considering they were in a public restaurant."
        }, 
        {
            "number": "2-25", 
            "head": "1998-05-16", 
            "content": "I was in a room where someone was giving birth. It was a character from General Hospital. Carly was receiving a C-section. Two other characters from General Hospital, Alan Quartermane and Monica Quartermane, were giving Carly this operation. These two people happen to hate Carly, so as I watched, I thought it was odd they were doing the operation. Carly asked if her baby was all right and the two doctors said yes, but gave each other side-glances, like they were lying to her. They were planning to kidnap the baby. Then two African-American males were walking around the hospital arguing because they were lost. Whenever I saw these two, they were always walking away from me. They seemed out of place characters, like they were from another TV show and weren't supposed to be on the set of General Hospital. They were overacting the whole time they were in my dream. Then I was in the reception area of a hospital and the receptionist was called away. Then I saw someone tip over a container filled with tarantulas."
        }, 
        {
            "number": "2-26", 
            "head": "1998-05-16", 
            "content": "This dream is a continuation of dream 25. The spiders that were in the container seemed to be alien threats to a compound where I was staying and Carly had the baby. I could see the spiders grow and trample over flies, only leaving lifeless corpses behind. They were sucking the blood right out of them. Then I saw a giant spider, more like a monster, taking a fly and eating it. After it was done, the spider had a human expression on its face. Then I was at the house of my best friend. This house was an unfamiliar house that I didn't recognize as being my friend's house. It was as big as a mansion with a half-circular stairway leading from the upstairs to the main entryway. There was a group with me in the house. I sensed that they were up to no good. All my friends were leaving and I begged them to stay and not leave me alone with these men. Then we were all outside and these men took us hostage and were playing torture games with us. These men were throwing a big red rubber ball into a field, and if we didn't catch it, we would get shot. They threw the ball at me and I missed. I went to retrieve it, but kept on running. The leader caught up to me and backed me up against the wall of a barn and said that if I kissed him I could live. So I kissed him because I didn't want to die, but I felt guilty because I didn't  tell him about my boyfriend. Then I was in a bedroom on a bed crying, and then the leader came in with an alien who seemed to have command over the leader. These terrorists weren't fully human. The leader came closer to me and wanted to have sex. Then I told him about my boyfriend and I couldn't go on with his wishes."
        }
    ]
}