{
    "dreamer": "arlie", 
    "description": "Arlie: a middle-aged woman", 
    "dreams": [
        {
            "number": "1", 
            "head": "10/14/92", 
            "content": "I am in an office in the town next to the town I grew up in. Everyone is taking a rest. I have to go to the bathroom, but there is no toilet so I use an empty can. I dump the can in the toilet (which is now there)."
        }, 
        {
            "number": "2", 
            "head": "10/18/92", 
            "content": "Something about black spiders in feces."
        }, 
        {
            "number": "3", 
            "head": "10/19/92", 
            "content": "Garbage men are on strike so they are using a pickup truck. I am in a store in the town where I grew up and a woman is complaining \"You spent how much for this truck?\" The truck is full of garbage and someone is compacting it."
        }, 
        {
            "number": "4", 
            "head": "10/21/92", 
            "content": "I am in court and get sentenced to a year in jail. My sister-in-law, who has cerebral palsy and has always been in a wheelchair, gets out of her chair and starts walking and getting into everything, like a baby when it first starts to walk. There is a jury, a good looking male prisoner, and a friend who owns a bookstore is the judge but the courtroom is a theatre."
        }, 
        {
            "number": "5", 
            "head": "10/21/92", 
            "content": "I left my purse at the bottom of the stairs and someone stole all of the $50 and $100 bills but left the $5 and $1 bills."
        }, 
        {
            "number": "6", 
            "head": "10/22/92", 
            "content": "My uncle and aunt are visiting at my mother's house. The house is very dirty. I served dessert and I am changing two kids diapers on the table. There is a pot of yeast fermenting on the stove. It is gross stuff! There if furniture all over and I want to toss the old stuff out."
        }, 
        {
            "number": "7", 
            "head": "10/23/92", 
            "content": "I am in the shed at my grandmother's house and the linoleum is peeling. My (now adult) son is there but he is a small baby. I am washing baby clothes in boiling water. A friend who is an Emergency Medical Technician is there. My son falls and gets hurt. He has a withered arm but the arm is restored to normal."
        }, 
        {
            "number": "8", 
            "head": "10/26/92", 
            "content": "I am at a camp and see three boys walking. My female cousin is there. I was in the mountains and had to watch out. I thought I was in the country but was in a well traveled mountain. Cousin said something about \"I thought you were under a truck\". I lost my luggage. One piece was open. Hiked back to town carrying big duffle bags. My parents show up just as I get back to town."
        }, 
        {
            "number": "9", 
            "head": "10/27/92", 
            "content": "I am in Catholic school which I attended in grade school. My clothes and appliances have been taken away except for a dirty waffle iron. I am yelling at people and Sister Marie is saying \"I know who took this.\" Two boys broke the waffle iron."
        }, 
        {
            "number": "10", 
            "head": "11/6/92", 
            "content": "I am in the presence of a male friend who is a funeral director. Either my mother-in-law or his mother-in-law is 129 years old. I take a picture of her and am making copies of business cards and an obituary."
        }, 
        {
            "number": "11", 
            "head": "11/7/92", 
            "content": "My daughter has a baby in the town next to where I lived most of my life. We are driving in the mountains and have an accident at the top of the hill. We go off the pass. It is winter. The baby gets thrown from the car but isn't hurt. Everyone else is okay. The baby coughs. We just keep going. There are lots of ambulances around. The name Sarah Craver is part of the dream but I don't know anyone by that name."
        }, 
        {
            "number": "12", 
            "head": "11/8/92", 
            "content": "I am in a museum where I have a room. I want to put up new doors. I need to use the phone but a rude woman is on the phone and says something. A woman operating the museum remarks how rude that is and so do I. Then I accidentally drop a door on the rude woman and say, \"I'm getting out of here. This is someplace I don't want to be.\""
        }, 
        {
            "number": "13", 
            "head": "11/10/92", 
            "content": "I am walking on a shore trying to get someplace. There are a lot of obstacles and I am trying to call someone on the phone as I go but he (I know it is a man) won't answer. My feet are wet. I almost fall in the water. I get back and there is no answer but I know he is there. I decide to try again. I am thinking about seeing a counsellor (a woman) next time I go to the beach. There is a lot of mud in the water. There is also a wooden structure and some stuff like sawdust and I am saying \"I need an answer now.\""
        }, 
        {
            "number": "14", 
            "head": "11/10/92", 
            "content": "I am at my mother's house and there is a woman with me. Someone has broken in. I call 911. I get to the basement and find a bunch of men there, one of whom is the son of my female friend. They seem threatening at first but then they all say goodbye and leave."
        }, 
        {
            "number": "15", 
            "head": "11/13/92", 
            "content": "I am at the Women's Resource Center working with a friend who was once the director there. There is a lot of smoke. I am coughing and a man says I'm faking. There are a lot of other people there but they are all women. The man tells me to shut up and my friend, the director, says, \"he means it.\" We are cooking and serving pancakes. I stay, but I stay out of his way because I know he was right. One of the women is a girl I knew back in high school but she was never a close friend. I'm hiding inside as some man wants to get in and keeps going around the building."
        }, 
        {
            "number": "16", 
            "head": "11/15/92", 
            "content": "I am at a Marilyn Monroe show with people dressed in fancy clothing. I am playing a trick with the fancy gowns, trying to fool some kids. I get into trouble with my husband. The Marilyn Monroe show plans to show people with a \"psychology start\". I have a question about the show and try to call a 300 number (yes- 300 is correct). Someone answers and says \"McDonalds\" and they ask how late are you open? Somehow I get an answer from this."
        }, 
        {
            "number": "17", 
            "head": "11/16/92", 
            "content": "I am imprisoned with men waiting to die. They are nasty to each other. They do things to torture each other. I am there along with a female visitor who comes in and gives me a cow for a pet and says keep it because they have them to use whenever they get the chance. I am trying to get to the office and I finally get there."
        }, 
        {
            "number": "18", 
            "head": "11/17/92", 
            "content": "A woman is in a cemetery with her dead husband. She crawls under a blanket on the grave to be with him."
        }, 
        {
            "number": "19", 
            "head": "12/8/92", 
            "content": "I am living in a tall building and I am snowbound. I am sitting by a heat register looking out a window. One leg is cold and when I look it has frozen and split open. My boyfriend from high school and a female neighbor/friend I grew up with are there visiting. I'm sitting on his knee. My parents are also there. We go in and out the window of the top floor of the tall building. My parents and some man leave. My father jumps. I yell at my mother not to do it too. She says something about not looking down and then takes the ladder down."
        }, 
        {
            "number": "20", 
            "head": "1/14/93", 
            "content": "My mother is not feeling well. I am at her house for breakfast. My father and brother tell her a white horse they see in the distance is hers. I go outside to see it and it comes slowly on its own. She is upset. She knows it was her horse and says \"they tried to tell me it wasn't.\" She says a female friend of mine, her boss, and I knew that it was her horse."
        }, 
        {
            "number": "21", 
            "head": "1/14/93", 
            "content": "My two friends, Betty and Bob, and their daughter have all died."
        }, 
        {
            "number": "22", 
            "head": "1/14/93", 
            "content": "I have a sore arm. It is cut open and drained. I am cleaning house. I am driving to a town near where I grew up but I can't see because the car is on a steep slant going uphill."
        }, 
        {
            "number": "23", 
            "head": "2/20/93", 
            "content": "A friend who was the former police chief in my town is trying to announce his engagement but he can't get it done. His wife isn't there or she is too busy. He finally succeeds in announcing his engagement and I don't have a camera to take his picture."
        }, 
        {
            "number": "24", 
            "head": "3/2/93", 
            "content": "I am at a party and my oldest (adult) daughter is there. We are watching movies all night and I forget to go home. It is 6 a.m. and I can't use the phone. A man there finally figures out the phone for me and I get through. Someone answers. I think it is a woman. It isn't my mother, but someone who is speaking for my parents and she tells me not to come home. I have almost graduated (apparently from high school) but I have to get out of the house and start looking for an appointment. I am going to call a man for help. My daughter isn't upset about our situation. I am not sorry about getting kicked out of my parents house but I am sorry about hurting them. As I try to get through on the phone I can't dial but I can hear them in the background and I can tell they are very upset."
        }, 
        {
            "number": "25", 
            "head": "3/8/93", 
            "content": "I apply for a sheriff's scholarship and I take a picture and in the cutline under the picture it says \"surprisingly no frights occurred among kids or dogs.\" There are lots of kids and dogs in the picture. An older boy who had once tried to molest me when I was in my pre-teens is after me for something. He sends a man to the house with a chain saw threatening me. I call the cops and tell the operator to secretly send the police. I have a pet beaver and it is very loving. I am not allergic to it. I think maybe its fur is always wet and that is why I am not allergic to it. The beaver comes into the house often. The house is in the town where I grew up."
        }, 
        {
            "number": "26", 
            "head": "3/25/93", 
            "content": "I am at some type of gathering, like a picnic. A male friend who is a judge is carrying a plant to my car which someone has started for some reason. The plant is supposed to help me. My husband is there. The car is a Cadillac. The judge may be looking for an Escort (which I used to drive). I have to cross a ditch to get to him but I go on looking. I meet a friend from high school whom I haven't seen in 40 years. She is with other friends. As we say hello she falls off a little rise and gets skinned up and hurt and cries like a little kid."
        }, 
        {
            "number": "27", 
            "head": "7/3/94", 
            "content": "I am in the basement of the church I attended as a child. My former boyfriend is asleep in a pew in the basement of the church. I say I know what happened. He doesn't want his father to know where he is and I say I won't tell. Other people are also doing this. I go back to my bed which is also in the church basement. There is also something about a psychologist and seven years."
        }, 
        {
            "number": "28", 
            "head": "7/3/94", 
            "content": "I am given a gift, a milky white glass tray with streaks of color in it. The tray is in a wicker basket with cookies which are in the shape of stars and other shapes, but the cookies are also made of glass. I found the gift in the Penney Store in the town where I grew up. Also while I am in the store I try on a green knit cap and a clerk sees me. I almost walked out with the cap. I had also set my hair in the store with clips from a package and I have to put them back. My husband is with me in the store."
        }, 
        {
            "number": "29", 
            "head": "7/7/94", 
            "content": "I am riding in the back seat of a large, old car which reminds me of a bus. In the beginning of the dream I am in the town where I grew up. There are some ladies from the local nursing home in the car. My (adult) son is a baby in the dream and is with me. A huge snowplow truck is passing us and I realize that the car is moving - not the truck. I feel very weak but I move the visors on the car and the head rest and I climb over the back seat. My legs are very weak, but I manage to stop the car. The car is now on a highway in my present town. Two of the elderly ladies in the car were wrestling. One is small and one is large. The small one know she doesn't have a chance but stands up to the large one anyway, saying she always gets put on the seat or the floor and that is embarrassing. After this the car starts to move again."
        }, 
        {
            "number": "30", 
            "head": "7/8/94", 
            "content": "I am at a cottage at a lake where my in-laws stayed during the summer. My (adult) son is a baby in the dream and he falls into the water which is a river in the dream. He is struggling and I get him out and push him on the shore and then look for a cat which is missing. I learn it isn't the grey cat I should be looking for but the \"nice\" kitty that is grey with red strips. I find her in a cage, okay."
        }, 
        {
            "number": "31", 
            "head": "7/9/94", 
            "content": "I am living in the house where I lived when I was first married. My husband is in some kind of trouble and has been arrested. His male cousin knows where there is peppermint growing among marijuana plants. He says it is there because people can pick it and the cops won't know it is marijuana. I need peppermint, so I go there to pick it. There is also something about the library at the high school I attended."
        }, 
        {
            "number": "32", 
            "head": "7/9/94", 
            "content": "I am walking home through the town next to the town where I grew up and I cut through a yard on First Street and over a wall. Four men chase me. One in particular, although I don't know his name. I learn somehow although I keep running that he won't press trespassing charges if I marry him. I go to a house where a female friend actually lives but someone else I know lives there. I don't know who that someone is. I call home for a ride even though I know I will catch hell. Something about poison is also involved. A man (who is actually my insurance agent) answers the phone. I tell him about being scared and he asks if I don't have some relative who is involved in insurance investigation. I say yes (my son-in-law) and I tell the man he (son-in-law) is thinking about getting insurance investigation but he is actually doing something different. The dream ends so I don't know if I get a ride home. The initials RLP come after I am awake. They are the initials of the man chasing me."
        }, 
        {
            "number": "33", 
            "head": "7/10/94", 
            "content": "I am in college and dating a black man. (I am white). He wants to marry me. I need to think it over. Most people are nice about this but one woman is nasty and one man is nasty. Someone makes a comparison to a Muslim parent. They say a Muslim parent can tell the hospital to kill their kids and that is okay. The black man is real tall and not good looking. Just nice. I wonder how to tell my parents. I don't think they will take it too badly. The black man has freckles. He also has initials for a name but I don't remember them. He proposes in a dorm. I think about a small wedding and maybe giving popcorn to everyone."
        }, 
        {
            "number": "34", 
            "head": "7/15/94", 
            "content": "I am in an old house with an open basement and lots of open beams. My youngest daughter falls through but got herself out before the firemen arrive. She looks sick but doesn't appear to be hurt. Just before this happened a young man came to the house. He was wearing bright blue sunglasses. I had been riding with a friend, her two sons and my son in the friend's truck. I wanted to make coffee but the pot wouldn't work and her oldest son didn't want it for some reason. I learned that her youngest son had AIDS. The old house had lots of roots under it and there was a long ways for it to fall (into the hole)."
        }, 
        {
            "number": "35", 
            "head": "8/5/94", 
            "content": "I am with a dog we owned several years ago in some unknown small town. It is Christmas and some type of event is going on. My dog gets a barbed wire fence caught in her eye. Everyone takes a collection for the vet to operate and get it out."
        }, 
        {
            "number": "36", 
            "head": "12/30/94", 
            "content": "My husband and I are in a truck and our son and daughter, who are children in the dream, are in the back. We are on a mountain road. He climbs in back to put a jacket on our daughter and I take over driving. We come to a curve that is very sharp and I back up. I still can't get around it and have to give up."
        }, 
        {
            "number": "37", 
            "head": "1/2/95", 
            "content": "I go to visit a former neighbor woman and enter by the side door and walk in on a male guest who is in the bath tub and a boy in the bathroom. I am embarrassed and upset. They say \"no problem.\" I leave because I feel I should have known better. A female guest in the house, who is German, says there is no need to be so embarrassed. I feel I should be because this is the second time I have done this and there is no excuse for it."
        }, 
        {
            "number": "38", 
            "head": "1/3/95", 
            "content": "Two blue rattlesnakes are in the dream. One is a pet and is huge. The other is wild. They belong to the son of a woman I work with. The big one bites me a little and we kill it. I go back into the dream to do this. The bite is on my left thumb. The little one bites me for real. The boy's father sucks the poison out but his arm swells and hurts. Next we are in school and I ask the boy's mother who is in the back row to look up information in the first aid book. It keeps getting worse. I am sick. I wake up still aching and sick but don't hurt once I am awake."
        }, 
        {
            "number": "39", 
            "head": "1/4/95", 
            "content": "I am going to a photo shop where I used to work. It is late at night and I am meeting Charla, a friend. Her car is halfway up the block but the building is dark. I knock at the front and no one is there. I go around to the back and am just about to go when Mike (friend) pulls up in an old green car and traps me in the corner of the building. Charla comes out. I suspect he is meeting her but we all pretend nothing is wrong. She shows me some old camera bags. One is faded red. We are now in a room and everything is dusty and dirty like it hasn't been used in a long time."
        }, 
        {
            "number": "40", 
            "head": "1/6/95", 
            "content": "I am with a large crowd of high school kids at a party in the woods. A bad crowd comes there and the good kids hide. The bad kids find them. One of the good kids manages to get the message that they need to help some other good kids who walk by and look in through a window. A flood happens as bad things begin to happen when the bad crowd catches them. One girl's father won't save her because she isn't a virgin so it is not worth the effort. The good kids get rescued and return to school which is like a house with a big open circular staircase. I become one of the kids. I can't quite make it to the top. Then I am wrapping a package and there is not quite enough wrapping to finish. For most of the dream I am an observer - not a participant."
        }, 
        {
            "number": "41", 
            "head": "3/5/95", 
            "content": "It is Halloween. I have a hard time getting my kids to sleep. Now we are trying to sleep and there is a disturbance outside of a neighbor's house. Some kids about 12 years old are bothering some turkeys out there. I see the turkeys are vomiting blood. I go out and demand to know what they did. I am carrying a sharp knife but I don't use it. Some younger kids give me names and say what they did. They fed soap to the turkeys. The turkeys are gone now, behind my house. The kids who did it are Tina Turner and David Cunan. (These names mean nothing to me). A woman picks up one of the kids in a car. I tell the younger kids they can't come in my house. They have to wait outside. I am very angry. I will call the police. The phone rings and it is a mother wanting to know what I plan to do. I say I will prosecute to the fullest extent of the law because of the poor turkeys. It is difficult to talk because I am so angry. I can't breathe."
        }, 
        {
            "number": "42", 
            "head": "5/10/95", 
            "content": "I am driving home from a psychology class and I hit the wall of a restaurant and break it and a window. Sitting on the other side is some woman who was involved in a car accident I had earlier in the summer. (I didn't actually have an accident earlier. This is all in the dream.) These are the only accidents I have had in 30 years and both with the same person. I remark on that. The lady is very nice. Her husband is not bad. Another couple there is disgusted. A businesswoman I knew from my hometown is there and tries to quietly tell me not to let these people put anything over on me. She was in business 30 years and had insurance and people try to take advantage. She says this while walking down the aisle to go to the bathroom and is trying not to be obvious. The restaurant looks like a store that was in the neighborhood where I grew up. The woman I was involved in the accident with is very familiar but I can't place her. She looks something like a friend of mine with short, smooth dark hair and also reminds me of a former employer's daughter. The woman is wearing pearls."
        }, 
        {
            "number": "43", 
            "head": "5/10/95", 
            "content": "I am a nurse and need to keep busy. I'm cleaning the refrigerator and wading in cold water in this huge refrigerator. My legs get cold. It is hard to find the plug to pull to clean it and I never really finish the job. The water has accumulated in the lower part of the refrigerator. There is another nurse with me."
        }, 
        {
            "number": "44", 
            "head": "8/22/95", 
            "content": "I am in a hold, like a cellar, in a lot next to the old cemetery in my hometown. I am trying to get out. Something about a baby buffalo being there also, but it gets through a hole in the fence outside. I am about to get out when my oldest jumps in. He is being chased by Ross. (Ross was almost like a foster child to us as he lived with us much of the time.) There is another boy with Ross. Ross should be someone we can trust. There is also a skunk in the basement that doesn't look like a skunk. It lives in a hole in the south end of the basement and I don't remember what happens to it. Ross backs my car up to the window to gas us. Then, for some reason, they all jump in the hole. They help me out. I run to the road for help as I am afraid they will hurt my son. Then I wake up."
        }, 
        {
            "number": "45", 
            "head": "9/7/95", 
            "content": "I am moving somewhere with my family after high school graduation. I don't know where we are going. For a time I am at the prom in my regular moving clothes. My boyfriend is Wayne, who is actually my son's brother-in-law. I don't know if he is taking me to the prom or even what I'll wear because my clothes are packed for the move. Some old ladies walk in together to watch the prom. A young woman I actually do work with says she knows Wayne and will call him to see if he is taking me. I am thinking about work in this unknown town. Maybe I will work in a hardware store, but I want to work in a newspaper and will apply there, provided there is one. I am thinking I have a good background in that. I remember then that I left stuff in the oven. It is very dirty. I have forgotten an uncooked pumpkin pie, mixed vegetables, etc."
        }, 
        {
            "number": "46", 
            "head": "9/8/95", 
            "content": "I am living next to a church. My refrigerator is there and I need meat. I go there and there is a party going on. I tell a person there that the refrigerator is unplugged but it is okay because I have to clean it. A friend, who is a physician, is among the guests. Carole, a friend from high school days, tells me to look at him. She says he thinks he is smart sponging off everyone. I try to quiet her. It is now like this is my house and I have decided to let the party continue. The party is going on and it appears we are celebrating a new church basement. I see a boy whom I had a crush on in the eighth grade and tell him I hadn't planned the party but I am enjoying it. His face turns very angry and he says it was okay until I said I enjoyed it. Now he doesn't like it. I try to explain and he walks away. It seems he is someone I care about or want to impress. Now things start to go wrong. He begins making fun of people there and pointing out why they are bad. Some girl gets caught in an apparatus that folds out from the wall and it appears her chest will be crushed. We call an ambulance. Next we are home and my husband can't understand why I am angry about the mess and the embarrassment. He goes back for something and learns different people from our old hometown have put huge amounts of money into fixing up the mess and it is going to be okay."
        }, 
        {
            "number": "47", 
            "head": "9/10/95", 
            "content": "I am going to a graduation program in a church. It is not an actual graduation but I have a white gown that I lay over the seat because I have to go to the bathroom. The bathroom is downstairs in a dirty cellar that you get to by going down a ladder. The toilet is just a hold in the floor and everyone can see me. Kids tell me adults must use the other toilet. I go back up and finally find it but it is filthy. I think a church should have a better bathroom. I use the toilet and go back to the ceremony but all the others are now marching forward. My gown is gone and a lady tells me someone took it because I left. I am not very upset. Just disgusted. Everyone in the ceremony gets little bags of sample products as gifts at the end."
        }, 
        {
            "number": "48", 
            "head": "9/13/95", 
            "content": "I am at the lake where I swam daily in the summer as a child. I wonder what I am doing there. I am with two male friends. Both are well dressed. I am in a bathing suit. I go swimming but it is a very confined space. They decide to join me but want to go into the bigger part of the lake. One of the men is wearing blue pants. They take off their clothes and get into swim suits. We say goodbye to another male childhood friend (whose nickname was \"Gut\") who is standing on the dock and we jump into the water by way of a small falls which leads into the lake and we all swim together."
        }, 
        {
            "number": "49", 
            "head": "9/20/95", 
            "content": "I am visiting the high school in the town next to where I grew up. I am with a Helen, a high school friend. As I am about to leave, I stop at the office and learn that Jane Smith has been wanting to meet me. Jane is the daughter of a local physician I know. She wants me to write a story about a home economics project about baking cookies for a Christmas tree. I do the story but make a big mess. The next night I come back to clean it. It get it all cleaned up and get home and then remember I left the cookies on the teachers desk."
        }, 
        {
            "number": "50", 
            "head": "9/28/95", 
            "content": "I am in a house which has holes rotted through the floor. My youngest daughter watches me as a hole forms. She is frightened and falls backward and goes through another hole. I yell to her to fall on her back, not her head. She does, but then we don't go down to see how she is. When we do everything is silent. I can smell the mold. It is dark and dingy and we never get to see her."
        }, 
        {
            "number": "51", 
            "head": "9/29/95", 
            "content": "I am assigned to sing a duet in \"Oh Little Town of Bethlehem\" with Marilyn, a girl I knew in high school band. I want to sing but my voice is bad. Still, I want to try. Someone overhears Marilyn say she doesn't want to sing with me but I still want to try. When the first duet comes I can't get to the front of the stage so I sing from the back. When the second duet comes I make it to the front but keep sliding and go almost off the edge of the stage but I try anyway. We never quite get to do the song and I think about telling her that I know what she said but I never do."
        }, 
        {
            "number": "52", 
            "head": "9/29/95", 
            "content": "I am in the west and have to be here to keep in touch with reality. When I awaken I tell myself I must touch the floor to maintain an understanding of where I am. One of the places is a park but it is much like a visitor's center."
        }, 
        {
            "number": "53", 
            "head": "9/29/95", 
            "content": "I am in the Penney store of my old hometown with one other woman. Someone gives me round, white vitamins and says I should take them for asthma. I take them and later throw them and other medications down an elevator shaft. Later I realize I need them but I can't get them back. I know I am dreaming. I can't breathe. I wake up very out of breath."
        }, 
        {
            "number": "54", 
            "head": "3/24/96", 
            "content": "The newspaper where I work is moving out of a building on the highway. We are getting things out and the new owners, a couple of gay guys, show up. One lights a cigarette and I lose my voice and get an asthma attack. I leave and hear one of them making nasty remarks about me. It is dark and I am alone. I walk down a hill and see a car coming. It is Ellen, an older friend, coming to check on the progress of the building but she can go no further because the road ends. Her daughter is with her. Apparently there had been a teen place near the road and it was shut off to keep them from going any further. Ellen remarks about \"not wanting to let us go further.\" I try to talk and gradually my voice comes back. I begin to feel like I was faking it. Then some people show up and are concerned with why Ellen can't get to the building. One is the partner of the gay guy. He remarks about being concerned over my troubles and implies his partner is a bore. He says he hopes to do something to get Ellen on her way before the other guy shows up."
        }, 
        {
            "number": "55", 
            "head": "6/4/96", 
            "content": "The dream takes place in a small town near my town. I am trying to remember my dream (in the dream). Something is after me. I keep rolling down a hill and then I lose the thing I want."
        }, 
        {
            "number": "56", 
            "head": "6/4/96", 
            "content": "My sister-in-law who has cerebral palsy and can't use her hands is painting in this dream. My other sister-in-law is with her at an art show. My husband and I are somewhere else and I watch my two sisters-in-law walking to the art show"
        }, 
        {
            "number": "57", 
            "head": "6/14/96", 
            "content": "I am in a church in my old hometown. Something is being said about \"you think the date and the dinner are the same. Go to this restaurant.\" My husband is acting negative. I am thinking about finding an apartment. It is Sunday afternoon and I can't find a newspaper to look for ads. It is winter and I decide to go for a sleigh ride outside for something to do because he is so negative. The trail for the sleigh ride is in my grandmother's field where there used to be an old cesspool when I was a kid. The trail goes over that cesspool."
        }, 
        {
            "number": "58", 
            "head": "6/22/96", 
            "content": "I am in my parent's house. Somehow I get into the attic through a new way and am startled at all the old things I find there that I hadn't seen before. Then I realize it is stuff I already knew was there. I'm just seeing it from a different angle. I know I must clean this attic as I am moving and need to take this stuff with me."
        }, 
        {
            "number": "59", 
            "head": "6/23/96", 
            "content": "A childhood friend who is gay sends me a clipping from a big city newspaper congratulating me on winning a contest for my house plans. He saw it because he said he has a sister who is a model and she was in the same newspaper. My husband and I stop to visit this friend and my husband remarks about him being a \"fudge packer\" (gay). I am embarrassed and pretend I don't hear but everyone knows I did. Things are uncomfortable and we leave. I apologize for my husband. The apology is not accepted. The friend's sister is in the house doing dishes and she is big and not pretty and doesn't look at all like a model. The house is in my hometown in the area where the friend actually lived. It is difficult to get to, especially in winter, because of the hills."
        }, 
        {
            "number": "60", 
            "head": "6/24/96", 
            "content": "Ministerial students are to say a service at a church. There are supposed to be about seven but only two come out. One is the son of a former minister there. They are looking at each other and it is obvious something is wrong. They look very young. An elderly friend (female) is behind me and asks who they are and what is the matter."
        }, 
        {
            "number": "61", 
            "head": "6/24/96", 
            "content": "I am in a Christmas program. I look above and see a big thing like a bale of hay that is going to come down on us. I know we are going to have to scatter the night of the play or be hit by it. The director comes back and hands a baby to the person next to me. I think my parents will be there and then I realize my father is dead. Someone named Dave is in the program. I talk to him about a story and ask who else I can interview. He says Shelly because she is a mother. I say that doesn't count. He says Frank is a butcher. I say that is a possibility."
        }, 
        {
            "number": "62", 
            "head": "6/25/96", 
            "content": "I am downtown and a man is raking leaves. I am hoping he will offer me a ride home. He does but then something happens so he can't and I am disappointed. I try to come up with something that will make him need to give me a ride but can't do it. I try to stand in this person's shadow but there isn't enough room so I step out. I figure he doesn't know what he is doing and he will be sorry. Something about going to the doctor and having tests taken for heartbeat being different when taking different substances. The heartbeat is \"squishy\" with some thing but I don't know what thing that is. I am wanting my brother and my old clothes from the attic but I can't find them. In particular I want the leather jacket I bought him when I had my first job."
        }, 
        {
            "number": "63", 
            "head": "6/25/96", 
            "content": "A female friend has invited me for dinner. She is showing me an idea for a commercial. Her kids are attempting to steal a certain blue t shirt and three of them are pretending to be the \"Olson Boys.\" It is funny because the Olson boys are actually cops. Something about putting the shirt up a chimney to get it out of the house."
        }, 
        {
            "number": "64", 
            "head": "6/25/96", 
            "content": "I am with my husband and youngest daughter in a barn at the fairgrounds in my hometown. Toys and coffins are in the same area. He says he isn't going to stop there anymore because I am slow. I tell him I'm stuck. I can't get the stroller out. Some other people are there and we don't want them to know we are there. Apparently we are not supposed to be there."
        }, 
        {
            "number": "65", 
            "head": "6/28/96", 
            "content": "I am pregnant and have to pay some kind of thing by going to the hospital and eating some soup and three large rolls if I want to keep the baby. The food is at some lower level of the hospital and it is difficult to get to. A woman is with me and helps me get there. I get the soup down but I know there is no room for all the rolls and I am worried about what will happen."
        }, 
        {
            "number": "66", 
            "head": "6/28/96", 
            "content": "My cousin, Jack, has been kidnapped. I can get him out if I cooperate. The kidnappers hear a song from me and expect another. I sit down to be polite. Also something about the school principal."
        }, 
        {
            "number": "67", 
            "head": "6/28/96", 
            "content": "I am at a truck stop with a man who is going to kill me. I keep calling and motioning for help but no one comes."
        }, 
        {
            "number": "68", 
            "head": "6/28/96", 
            "content": "I am at a party and my youngest daughter shows up. She is crying and saying she is always causing trouble for me. She got into an accident in a red Bronco type vehicle with a boy. The boy, who is the son of my friend, was the driver of the other car. No one was hurt. My daughter is with a boyfriend who is wearing blue clothes."
        }, 
        {
            "number": "69", 
            "head": "6/28/96", 
            "content": "I am with a boy who was a childhood friend. We go to the Comfort Inn. We go in the wrong room and go to sleep in someone else's bed. I wake up and realize it and hurry to go. I am worried that I haven't called my parents. As I am getting ready to go to the right room the owners (two men) come in and are very upset. Someone holds me high over their head and takes a picture, laughing about the room mistake. I call someone later and tell them I went to a motel with a man and relate the story and neglect to say it was a dream. I am wearing leggings and a dress and I look really stupid in the picture."
        }, 
        {
            "number": "70", 
            "head": "7/5/96", 
            "content": "I am in a very nice house and my father has put me and a little boy in a closet for punishment. The \"father\", however, is not really my Dad. He is just a man I am thinking is my father in the dream. I am crying \"Oh Daddy!\" The closet has glass doors that look like smoked glass and wood or painted cross sections. I can see my father but he is ignoring us. It is hot and stuffy in the closet."
        }, 
        {
            "number": "71", 
            "head": "7/5/96", 
            "content": "I am at my parent's home talking to a female friend on the phone. I am trying to eat some hot cereal as I am very hungry but I keep getting interrupted. A lady cop who is new in town comes to the door. She has noticed as I just did that the top floor of the place where I work has been made into a free reading room for kids and she asks if anyone does anything around here that isn't free. It concerns her that no one is making any money. She is in the hall and my friend, Mary, is with her. As we speak a nurse comes and I look out and a big aircraft is flying over very low and cutting all the power lines. I am very frightened and try to hide so they can't see me. I eat my cereal even so because I am still hungry and I realize it may be a long time before I get any more."
        }, 
        {
            "number": "72", 
            "head": "7/17/96", 
            "content": "I am with a couple, friends of mine, who live on the road in an RV. There is something about a camera and keeping it in good repair. The camera is a small 35 mm and it seems they think we are going to see a UFO."
        }, 
        {
            "number": "73", 
            "head": "7/28/96", 
            "content": "I come home from work to my parent's house and my father (who is dead) is there. Everyone is surprised. I ask him how he got back. He doesn't know. It just happened he said. He followed his brother-in-law (who is also dead) and some others. My brother comes home and is angry for me for bringing my dad back. He thinks I should have left things alone. I try to explain that I didn't do it. My dad is sad because nobody wants him around."
        }, 
        {
            "number": "74", 
            "head": "8/12/96", 
            "content": "I am working at school in a lab with something radioactive called salonon. The teacher is explaining how this loaf, which looks like a loaf of bread, radiates a certain distance. A woman I work with is in the other room and she pees her pants from being around this thing."
        }, 
        {
            "number": "75", 
            "head": "8/19/96", 
            "content": "I am taking care of some little girl. We are at first in a house trying to make a copy of a gas contract. I am with a friend who says she is going to work for the gas company. I question something about a \"nice, gentle man or nice gentleman\". The little girl is getting sick and I take her inside. Outside it is a wooded area with water. I have a large piece of wood and I am trying to place it somewhere in the water so it will stay. It is dark and I can't see. The piece of wood falls and an animal I didn't see, like a badger, snarls and comes out into the water and swims away. I go back inside."
        }, 
        {
            "number": "76", 
            "head": "8/19/96", 
            "content": "There is a party at my house, which is a house I lived in my hometown. I am upstairs and I see a woman in a nightgown walking in the snow. She falls. Someone calls me to help. I start downstairs but am met by a woman carrying a baby. It seems she is a guest at the party. She gives me the baby and says she's not big on babies. The baby has a crooked back which I can feel under the blankets. Then suddenly I am outside and in my car and a vehicle pulls up. The driver is a man with a gun. He has my husband and son and another little boy and is holding them hostage. My son is a child in the dream. His eye's are very big and scared."
        }, 
        {
            "number": "77", 
            "head": "8/19/96", 
            "content": "A ship is coming into the harbor and it is a mile long. I am working and we all get to interview some guys on the ship. I am trying to ask the captain (driver of the boat) something and then I wake up. It is hard to wake up. I can't breathe and my husband has to help get me awake."
        }, 
        {
            "number": "78", 
            "head": "9/1/96", 
            "content": "A person with a British accent is supposed to see me about something. I want to fool her so I make up a plan to use an accent. During this time a cop comes to the door with a question and I pay her \"back\" 25 cents for having a dog at large or some small crime. I think I have fooled the British person and he/she goes ont. Then another cop shows up with a little girl with the same problem and I pay the bail. (I don't know what the \"problem\" was.) by now I have forgotten about the British person and the doorbell rings and I am not putting on the accent and it is the real British person arrived to see me."
        }, 
        {
            "number": "79", 
            "head": "9/4/96", 
            "content": "My father is telling me about my birth being special. I am with him, my sister and her friend, Clair and we are making decorations from plastic leaves and flowers for some occasion. My father is emotional, bordering sad, in telling me about my birth and that I nearly died. It seems there was some other secret but I don't find out what it was. My mother is upset that he is telling me this."
        }, 
        {
            "number": "80", 
            "head": "9/4/96", 
            "content": "I am at a local tavern and leave to go across the street to some dirty old building. I am trying to make a phone call but I am down in a hole and can't get out. A couple I know comes by and say they have been looking for me. They thought I might be there and they help me out of the hole."
        }, 
        {
            "number": "81", 
            "head": "9/16/96", 
            "content": "I am at a lake in my hometown. Something is going on there and we are in a hurry to get away. We get in a station wagon and have a hard time getting two pet deer, with the same names as my son and daughter, corralled. Finally we get them into the vehicle and we are almost all the way out when the wheel goes off one side of the road and the vehicle is stuck and the deer is about halfway out. At this point I notice my mother-in-law is cutting off a Christmas tree which is growing in the water at the end of the dock."
        }, 
        {
            "number": "82", 
            "head": "9/16/96", 
            "content": "I am riding a bus and there is a string in my nose. I keep pulling it until a polyp comes out. My son is sitting across the aisle and he throws up."
        }, 
        {
            "number": "83", 
            "head": "1/8/97", 
            "content": "I am in a storage room that seems to be in the he place where I worked 20 years ago. An orchestra is playing. There are two men, in particular, one black and one white. The black man is playing New Orleans jazz piano. I have several stuffed turkeys to give to kids but I only give out four. There is a back door and it is grassy and hilly outside. We were going to go to a lake where my in-laws had a cabin but it is close to dark so I decide to give the turkeys out at the office."
        }, 
        {
            "number": "84", 
            "head": "1/15/97", 
            "content": "I am in a car and park it right on the edge of a cliff. I can see a woman way below and am afraid if the car rolls off it will kill her. I decide to get a wrecker to pull it away from the edge."
        }, 
        {
            "number": "85", 
            "head": "7/31/97", 
            "content": "I am dating a friend's son and living with him although the person in the dream does not look like the person I know it is. I want to build a pool in the basement. There is a cabinet there that we need to do something to for this to happen. I tell him to do it and we will lie about whatever we did. My friend finds it and is upset and we lie and then tell the truth. She is then pleased because she was puzzled over what was done. The son is upset and shortly after this tells me this bothers him because it has permanently changed \"their\" feelings about him. \"Their\" is my friend and some man I don't recognize. I say I guess I'd better bow out of this relationship and he agrees because I am a sneak and caused a problem for him. So now I have no one and I think I will never get another boyfriend. I am a teenager in the dream."
        }, 
        {
            "number": "86", 
            "head": "8/20/97", 
            "content": "I am at a hospital board meeting in my hometown. A childhood girlfriend is with me. There is also a skating rink in the area. Two board members decide to swap wives and go to a little motel unit at an area to our left. I am now in a car and trying to indicate my disapproval to a person in the car with me but can't get their attention because I can't speak because I can't breathe. I realize I am actually lying on my back at this point and try (still asleep) to roll over and open the car door, knowing if I can fall out and get upright I will be able to breathe."
        }, 
        {
            "number": "87", 
            "head": "7/8/97", 
            "content": "I am an observer, like I am watching TV. Some woman takes a handicapped lover (he has cerebral palsy). They have broken up before and she was with someone else. They are traveling somewhere in a car and another woman is disapproving about this attraction. Something about two men in a foreign country being involved in a business she is in and she learns this handicapped man is also involved. That was how she found this handicapped man again. They are now somewhere in a house which seems to be in my hometown. A huge lightning storm comes up and it looks like bombs are dropping on autumn trees outside."
        }, 
        {
            "number": "88", 
            "head": "7/10/97", 
            "content": "I am driving back from a town near my hometown thinking I need to slow down so as to not hit someone. I slow and two boys, one big and one small, appear in the road. I barely miss them and keep going. I am next at work and the local funeral directors bring in a body in parts. I think it is Oprah Winfry but it looks like a white mannequin. Someone says they wouldn't fix it because it was a \"skull hanging\". A man I work with has to fix it and it smells bad. I may have to do the makeup. I know I am sleeping but I can't wake up. I think my son is in the house and he comes to the bedroom and I manage to say help me wake up and he does, but he isn't really there. That was a dream too."
        }, 
        {
            "number": "89", 
            "head": "10/10/97", 
            "content": "I am at a church service and there is a kids play going on. I am with two of my \"best friends\" from grade school, Barbara and Joan. The kids are good but the boy cries and coughs and spits up a gob of mucous and it is disgusting. Next the priest is giving away stuff that belongs to Len, a neighbor of mine, who died several years ago. Len has left me a stethoscope. Other items will be on display in a nearby town but they don't belong to Len. I now have three cards with items I am to receive but I don't know what they are. My son says he has a pogo stick coming and asks if I have seen it. The only one I have seen is a brand new one in a toy box at the church and I know that isn't it. I get this mental picture of our foster son and suddenly realize he is actually there. I say hi and he smiles and I see he has had surgery on his mouth and his two front teeth are gone and the space where they were is bandaged."
        }, 
        {
            "number": "90", 
            "head": "11/30/97", 
            "content": "Something about green grass and breast cancer research being done on men. Then my niece comes to my mother-in- laws with her newest baby sister. She has one other one. The baby is crying because her father forgot to show up to take her to a father/daughter tea. The baby has a strange name like \"so something.\" My mother-in-law and I and some other women agree all men are the same. These things just don't mean anything to them."
        }, 
        {
            "number": "91", 
            "head": "12/1/97", 
            "content": "I am in a clothes store with my daughter (who is a child in the dream) and we are going to lunch. I have to go back to a store to look for a glove I lost. An ambulance drives by as I walk down the hill. The store is a mess, like a kids clothing store I worked in when I was just out of high school. Too much stuff, all over the place, and I can't find the glove. I find a woman's body but no one seems upset. It is as if she has always been there. I try to buy clothes for my daughter but can't find anything amongst all this stuff."
        }, 
        {
            "number": "92", 
            "head": "12/1/97", 
            "content": "I am in the town next to my home town in a drug store. Something about buying gas to heat. I get to the bottom of the hill (this town is on top of a hill). We are discussing airtight windows to conserve heat. I have to go back to the town and I choose to climb straight up a cliff rather than walk around the long way. I get to the top and can't get a foothold to get over. I have to go all the way back down. A boy also has to do this. It seems shorter on the way down. I go to a motel and a boy I remember from high school and I woman I know in my town now are working there. I go to bed. I have to use the bedpan and I get feces on my fingers. The boy tells me there are nightgowns (apricot color and marked $10) for free if I forgot mine. I would like one but I have not forgotten mine."
        }, 
        {
            "number": "93", 
            "head": "12/12/97", 
            "content": "I am coming out of church and see a bone poking out of my neck. I pull it out and it is a very long bone, like a hip bone. I feel weird and confused and want to get to the emergency room and put it back in but I am having trouble finding my car. I tell a few women about it but they seem anxious to get going. I finally find the car and drive myself to the emergency room."
        }, 
        {
            "number": "94", 
            "head": "12/24/97", 
            "content": "I am going to renew my wedding vows but everything is wrong. Everything I thought was going to be right isn't. The white veil doesn't match the off-white cotton dress with red trim. The shoes are ugly. My hair is wrong. The state governor shows up and calls me away."
        }, 
        {
            "number": "95", 
            "head": "12/28/97", 
            "content": "I am eating at a Cafe which was a high school hangout when I was a kid. But it seems I am working since I have to cover a Christmas party at the grade school in my hometown. Jerry, a former boyfriend, gives me a ride. He seems to be a new boyfriend in the dream. I decide to walk to school. It is 12:40 p.m. and I realize I forgot my computer glasses at the cafe so I walk back. On the way I meet some girl who is upset because her mother wants her to act like she is 11 years old when someone comes to see them about buying a house. She doesn't want to do this. I get the glasses and the cafe is still crowded. I have a clear, pink uniform on and something like long underwear underneath. I go back to the school and work."
        }, 
        {
            "number": "96", 
            "head": "12/28/97", 
            "content": "I am under an old model car and there is something wrong with my right front tire. I am lying flat on my back to fix it."
        }, 
        {
            "number": "97", 
            "head": "12/28/97", 
            "content": "My two daughters are visiting me and the older one, Julie, is flying a helicopter. We are outside in a basement entry area and I discover tracks from next door. In the basement we find bells on ropes from a Christmas play, rotten tomatoes and other stuff. Julie keeps the tomatoes but discovers they are rotten. Then the two girls leave. I see the helicopter in the distance and my youngest daughter, April, is hanging out the bottom. I think \"oh, my God she forgot to buckle up.\" Soon the helicopter lands and Julie says she lost April someplace. We hear April crying. She is walking behind and is all bruised on the right side. I think it isn't too bad and then I see her top right femur which is open and bleeding and bent up like a chicken wing."
        }, 
        {
            "number": "98", 
            "head": "1/26/98", 
            "content": "Jane, who is my sister-in-law, and I are staying at the home of Maribeth, a school friend. Something happens and I damage the drapes. We leave. My father-in-law is coming to get me and two young men see him and mistakenly tell him to go another way. I see him leaving and am upset. I have a note for Maribeth that says I will buy new drapes and fix the other stuff that has happened in her house \"because this often happens when the water freezes.\" I am in some kind of trouble and a cop takes the note and reads it to the other cop who suspects me and wants me to prove I didn't do anything wrong."
        }, 
        {
            "number": "99", 
            "head": "1/28/98", 
            "content": "My hypnosis instructor, Eric, is at my house going over a hypnosis lesson. At the same time, we are in the midst of a big party. The house is a very large house, several stories high, with many rooms. Eric is not feeling well. He gets into a blue van to drive home which is a town next to my hometown. For some reason I have his ashes at my house. I am communicating with the ashes as he is driving. He sounds very ill and tells me to induce him. I do, counting back from 20, pointing out different times in his life when he was healthy and happy. He begins to feel better. Someone at the party takes the ashes and dumps them. I must find them and do so as I am midway through his trance. Then I am going upstairs to be alone and finish the induction. On the way I pass a room where my daughter, Julie, is lying down trying to get \"one of the kids\" to sleep. she gets up and demands to know what I'm doing with the ashes. I whisper because I don't want Eric to hear. As he is in trance I can hear music he is hearing, stuff from the 1940s, and other sounds at stages when he is supposed to be seeing the things I am suggesting. I continue with his trance, asking if he is okay. He says he is almost home now. He mentions that sometimes people ask him if he is flying he gets there so fast. Then he tells me this is the worst hypnosis he has ever heard by far. I suggest I study theory and not practice for awhile and he agrees. Then I add that since he is feeling better it was not a total loss. He reluctantly agrees as he arrives home."
        }, 
        {
            "number": "100", 
            "head": "1/30/98", 
            "content": "I am at my mother's house which is a mess so I have to get dressed and shower in the car. My brother gets out and waits on the lawn until I am done. My mother is trying to strip cabinets in the house. My brother is helping. So am I. My husband comes and tries to tell us all how it should be done. I ask my brother where he is going. My brother spins out in the car and is killed. We are getting ready for the funeral and I am upset."
        }, 
        {
            "number": "101", 
            "head": "1/31/98", 
            "content": "Laura, a woman I work with, and I are walking by a lake in my hometown. I find two snake skins and some other part of the snake which I can't remember. Then we see the snake itself. It is huge and looks like the Loch Ness Monster. An old lady comes out into the yard and I think we should warn her about the snake because it might eat a child or a pet. She has no concerns about it. I go into her house for some reason and then come out. Laura has gone down the road and is talking with a man. Then the snake starts coming my way. I am frightened in the dream and in actuality I have sleep paralysis. I call for help and my husband wakes me up."
        }, 
        {
            "number": "102", 
            "head": "1/31/98", 
            "content": "A couple from my neighborhood are in the cafe where I worked as a teenager. The woman is actually Indonesian. In the dream an Indonesian citizen is entertaining in the cafe. Upon a certain signal he shoots someone. I knew this was going to happen. I try to talk to him but am not sure what I am trying to accomplish with the conversation. I realize I am in danger. Next we are in my aunt's house. I keep trying to dial 911 but can't. I wake up."
        }, 
        {
            "number": "103", 
            "head": "2/7/98", 
            "content": "My oldest son shoots a rabbit and uses my hand to get it and gets a rat bite. I am trying to find someone to take care of it. Even a dentist or eye doctor. No one is around. I am in the hospital in my hometown and someone named Dr. Ran comes in. He makes a big issue of being covered up to work and doesn't want to get dirty but decides to do it. We are puzzling over where the rat came from."
        }, 
        {
            "number": "104", 
            "head": "2/6/98", 
            "content": "Something about going to the school where I went as a kid. I am outside in the playground and want to get in, I am also in a house and a child is sick. I am going to get an aspirin and then the child falls past me and hits her head on the basement floor. I am going to take her to a hospital but test her first. Her eyes can track and she can see one and two fingers correctly. I say this is very good. We are going to leave when I wake up."
        }, 
        {
            "number": "105", 
            "head": "2/5/98", 
            "content": "I am at a campground with my parents. We are living in a camper shell from a pickup truck that is set up on blocks. I am trying to get to school. This place is very dusty and dry. I am late and can't get to school. I go back to the campground and the camper blows off the blocks. My father is crying and I hold him."
        }, 
        {
            "number": "106", 
            "head": "2/4/98", 
            "content": "I am watching road construction at the swimming pool in my town with my daughters and some friends. It is the time of year when we have boat races in my town. A friend from grade school and I drive a car into a pool of water but we manage to get out. I forget to take a picture of the boat races. There is a green figure, like a Buddha, in the dream. The Buddha is on the mountain at the end of the main street in my town."
        }, 
        {
            "number": "107", 
            "head": "2/4/98", 
            "content": "My husband is driving a pickup truck around our neighborhood asking neighbors if they have any old crap he can take."
        }, 
        {
            "number": "108", 
            "head": "2/11/98", 
            "content": "I am in a second floor apartment which is not mine. It seems like the apartment where a high school friend lived with her family in my hometown. I turn some company away and they are angry. The company is the boyfriend of a woman I work with, my parents, my aunt and uncle, cousin and her husband. I lock the door. I and someone else are trying to leave via the back stairs when I hear the owners opening the front and I am trying to get out but I can't move."
        }, 
        {
            "number": "109", 
            "head": "2/11/98", 
            "content": "I am fighting all night long with a woman. Two men, two women and my husband and I are going out together. A parade is going on. Some kind of a picnic or something. We fight both before and after the event. We are also in some big church and spooky things are happening and one woman is suspected of causing them. At one part we have to get to the choir loft and there are no stairs. It seems I am the cause of the trouble. There is a lot of grey in the dream. There is a fight on the second floor of a building that is like a city hall. Events are going on in town at the same time. Also the fight happened as we are about to eat. We end up agreeing to disagree but the matter is settled. Someone gets a piece of soap and says it is from a local art gallery where they sell fancy soaps."
        }, 
        {
            "number": "110", 
            "head": "2/11/98", 
            "content": "I am moving into my aunt's two room house and there is not enough room for everything I want in there. There is a huge Halloween picture and it costs $77. The house still belongs to some neighbors who actually did own that house when I was a child, but in spite of their being there, I am trying to move in and there is a bed blocking the door."
        }, 
        {
            "number": "111", 
            "head": "2/16/98", 
            "content": "I am my hometown and must walk home. An older man contacts me and wants to walk too. He says he is lonely. I am suspicious but agree. Somewhere along the way his wife shows up. We get to my mother's house and she is taking care of my kids but she is still in bed which is in the bathroom. The kitchen is isolated from the rest of the house. The man, woman and I are talking in the kitchen and I realize he has disappeared. I suspect he is going through the rest of the house. I ask the woman where her husband is and she says she doesn't know. I go looking. My mother and the kids are still sleeping in the bathroom. She is upset with the kids and me and says she thought I was going to get an apartment. I say I am but haven't found one. The truth is I can't afford one. My son says he wants to put his bed in the bathroom. My daughter is crying. I am trying to get away to find the man and don't want to tell my mother he is in the house. We are arguing. I get away. I think the man is upstairs. My mother comes out and catches the woman going through her purse. They get into a fight. My mother is sitting on a chair and the woman is standing in front of her and I either feel my mother is going to bite this woman's breast or I see her do it. I feel a sense of danger. Still I don't know where the man is. I suspect he is in the attic. I try to call the police but 911 doesn't work. I need a police number from my town, even though I am in my hometown, and I must look it up but I am having trouble finding it."
        }, 
        {
            "number": "112", 
            "head": "2/15/98", 
            "content": "I am investigating a case with a Jim, a male friend. WE are at a restaurant in a house. I see the wanted man once but no more. After dinner I ask Jim if we can go to dinner again to look some more. He says yes. I say I will pay for my dinner. He is waiting outside but I can't get out. He has a nice, long car. I have an ordinary car. My purse is mixed up with another woman's and at first I have more money than is mine and think someone gave me more money. Then some people block my way to the exit. Then I forget my purse again, but don't realize it until I am outside. I have a long crooked steps to climb to get back into the restaurant and I wonder if I can make it up and if Jim will wait."
        }, 
        {
            "number": "113", 
            "head": "2/15/98", 
            "content": "I am babysitting for my parents. I don't see any kids but they are around. the house is a mess and I can't get it clean. The rooms I notice are the living room, bedroom and closet. My parents come home and yell about the mess. Jeff, a local banker, is there and evidently he was supposed to be watching the kids with me. He says he's had enough and is leaving. I insist he take some money before he leaves."
        }, 
        {
            "number": "114", 
            "head": "2/19/98", 
            "content": "I am getting married but I am at a dentist's office first and it is getting late. A woman who is ahead of me passes out. Then the dentist takes several inmates in ahead of me. When he gets to me it is 4 p.m. and we decided on a 7 p.m. wedding. (The male dentist is also the minister). I decide to go with a minister whom I had already asked. I call my mother and my daughter to get my dress and to buy me one white carnation. Then I decide to use my artificial bouquet. Then I decide I am too tired and cancel the wedding. The dress is old and yellowed. I didn't get the dental work finished either."
        }, 
        {
            "number": "115a", 
            "head": "2/20/98", 
            "content": "My husband goes to bed and I am waiting for my old boyfriend. I go to see if the boyfriend is on the couch. He isn't. I go outside and see some kind of weird plane in the sky. It comes down and I see it is my boyfriend and another man. It is some kind of important invention. I am taking pictures of my boyfriend's father and the flash keeps falling off my camera."
        }, 
        {
            "number": "115b", 
            "head": "2/20/98", 
            "content": "I am in an apartment and I find a whole new apartment behind a false wall in what had appeared to be a closet."
        }, 
        {
            "number": "116", 
            "head": "2/23/98", 
            "content": "I am planning a class party and one of the games is searching for an object. No one can have it at their house. They come to my house and want to practice having it there. I try to lock them out but decide to let them in. They start to search. My parents aren't home and I know I'll be in trouble. My daughter is sleeping upstairs. One other person, a female, I think, is with me. People keep coming back asking questions. I go upstairs to stop the search. Someone has gone into my daughter's room and they are in a cubby hole there, but they didn't wake her up. My daughter has a funny red hairdo that reminds me of a clown. I tell all the people they must leave now. I am not going to allow this game at my house."
        }, 
        {
            "number": "117", 
            "head": "2/24/98", 
            "content": "I am in a car and my husband is driving. We get in a wreck but it takes a long time for the car to stop rolling and bouncing all over the road. We are all right when it finally does stop."
        }, 
        {
            "number": "118", 
            "head": "2/24/98", 
            "content": "I am in a train depot with my son and nephew. I tell my nephew to be sure and buy a gift for his mother. I learn the money is all gone. There is a story behind this and I am about to hear it when a huge glowing train goes by very fast and we are all looking at that when another train, an orange one, hits a vehicle on the track. The vehicle is a Bronco type thing with a snowplow. We are surprised to see my husband was in it. He gets out and is dazed. Just minutes before the crash happened he was sitting with us and was making a remark that men as well as women are good cooks."
        }, 
        {
            "number": "119", 
            "head": "2/25/98", 
            "content": "I am in my kitchen and everything is cleared out of the cabinets. Everything in the kitchen is yellow, including the table and chairs which are the old wooden table and chairs my parents had when I was a child. I am trying to glue a dish but can't find the glue. I am in bed and holding my oldest son, who is a little boy, and telling him not to pay me anything but to buy me a present instead. He asks \"like a baby buggy?\" I wonder why he asked that but say it is okay if that is what he gets."
        }, 
        {
            "number": "120", 
            "head": "2/28/98", 
            "content": "I am in the hospital in my hometown where my children were born having a baby. My friend, Alice, her cousin, Roger and others are there. Someone else is going to have a baby like a demo for a class. I have pains and the baby is about to be born. I tell Roger I don't know where it came from. Is this the Immaculate Conception? I've had a hysterectomy. I wake up with pains in my stomach."
        }, 
        {
            "number": "121", 
            "head": "3/4/98", 
            "content": "Something about taking a picture of a ballet teacher and a female psychologist I met who specialized in Attention Deficit Disorders. I have a camera with two formats and I need to use the larger format but I keep opening it up and destroying the film."
        }, 
        {
            "number": "122", 
            "head": "3/4/98", 
            "content": "My sister is a child and is getting ready for school. I am dressed in white shorts with flowers on them and I ask her something and she spills cocoa on me."
        }, 
        {
            "number": "123", 
            "head": "3/11/98", 
            "content": "Something about an open house in a business building. I arrive early. Denise, a child who is a friend's daughter is there. She is sitting on a chair waiting. She wants to know if I still have some money I had hidden in my bra. I do. Something to do with dimes I'm saving for school. We are early so we must wait for the events to start."
        }, 
        {
            "number": "124", 
            "head": "3/11/98", 
            "content": "I am sick from a medication reaction and my husband is cleaning the house and accidentally pours \"Darvon\" into his eyes thinking it is Visine. I am helping him get it out by pouring water over his eyes. I wake up shaking."
        }, 
        {
            "number": "125", 
            "head": "3/11/98", 
            "content": "I am either a bride dressed in gold and white or I am watching the bride. She is getting ready to go down the aisle and there is no hesitation."
        }, 
        {
            "number": "126", 
            "head": "3/11/98", 
            "content": "Dawn, a childhood friend, and I are going somewhere. I go to her house to get her. Her mother is cleaning and everything is outside and the inside is all washed down. I overhear someone inside talking about someone being pregnant. Dawn's mother sees me and invites me for lunch. She says she is so pleased that Bill Brown (an acquaintance) has decided to have these \"RC&D;\" lunches in appreciation. I have a package of tacos that are like cake and she says she will use hers because they are healthier."
        }, 
        {
            "number": "127", 
            "head": "3/12/98", 
            "content": "I am going on a picnic and call ahead to tell the people to leave the food out for us. It is blah stuff like mashed potatoes in a bowl. But I also eat lots of fresh, red peppers and I buy a string to keep in my kitchen because they will be good for my sinuses."
        }, 
        {
            "number": "128", 
            "head": "3/13/98", 
            "content": "I am somewhere in the lower level of a building and a friend is having a baby at the top. It is difficult to get up there to help her as the way is blocked. There has been a storm or accident. I get there and she has the baby okay."
        }, 
        {
            "number": "129", 
            "head": "3/14/98", 
            "content": "Is it late on a holiday (not Christmas) and I am hurrying to get to a town near my hometown to buy a last minute gift for my daughter who is a small child. The same daughter is also going with me! There is a young man about her age in the kitchen of the house as I wait. He wears a leather jacket and is short. There is also something about a gift display at a style shop in my hometown. One part of the display is blue diamond earrings, another is a white shirt. Sarah, my sister-in-law, is with me. Her family owned the style shop."
        }, 
        {
            "number": "130", 
            "head": "3/15/98", 
            "content": "I am serving on the county commission with Ken who is an attorney friend, and others. They are deciding where to put the new courthouse. I am sick and my mind is still too fogged up to decide. I am thinking about resigning because I can't understand any of the information."
        }, 
        {
            "number": "131", 
            "head": "3/15/98", 
            "content": "I am at the home of friends, Ted and Nan. It seems I am staying there. Someone comes and I am showing them all the rooms. There is a music room and a room which is Nan's shop where she has small size clothing. I say I didn't know you had this shop and she says \"I've always had it.\""
        }, 
        {
            "number": "132", 
            "head": "3/18/98", 
            "content": "Dreamed about purple grape juice."
        }, 
        {
            "number": "133", 
            "head": "3/19/98", 
            "content": "I am at a party and want to go with some guy I know. The party is at my house. I am going to wear a certain blue dress. I am going to go but my husband comes home. I clean up from the party and am washing clothes and hanging them on the line when the guy comes back. I shake my head no. (He is driving a pickup truck). My husband says he sees the guy go around the block in the truck and is suspicious. I don't see the guy in the pickup again and continue washing clothes and I think it would be a better idea to wash clothes at night and hang them so they will be dry in the morning. It is summer in the dream and I do not know who the guy in the pickup is."
        }, 
        {
            "number": "134", 
            "head": "3/20/98", 
            "content": "I am at the home of Ozzie, a male friend from childhood. His house is a second floor apartment with a deck. Lisa, my sister-in-law, is moving in to an apartment there. I am envious because I thought I would get to move into an apartment first. Lisa has tons of Christmas stuff she is moving in. She tells me she has bad news - that my mother is in the hospital because she was nervous from an accident with the car."
        }, 
        {
            "number": "135", 
            "head": "3/23/98", 
            "content": "I am at the home of Aunt Genevieve, who raised my father. Later I am at my mother's and I am outside in the snow. I fall over the edge of a hill and can barely get up. Then I am in snow and try to call for help but can't make enough noise. I am struggling to make noise and can hear people looking for me but I am sinking in the snow. I am afraid they will find my body in the spring."
        }, 
        {
            "number": "136", 
            "head": "3/25/98", 
            "content": "My friend, Bull (who has cancer) and his son, Don (who died recently) and another boy, probably my son, are sleeping at our house. They are all kids. I know Don is dead and we have to get the body out. Bull seems to be dead also. I am calling Bull by his real name, Paul which I never normally do. His eyes are blank but then he comes out of it and seems to be in a fog but he gets well."
        }, 
        {
            "number": "137", 
            "head": "3/26/98", 
            "content": "My parents, myself and some other kids have moved to a Mansard style house. I am single and a young adult. I want to have my own apartment but realize I have to live at home because of finances, at least for awhile. There is a nice attic with a tall ceiling and all the junk is up there. I tell my mother I am going to fix an office for myself there and get all the old books sorted out so I can have them where I can find them for research. Lot of old clothes are there also, but I will get those cleaned up too."
        }, 
        {
            "number": "138", 
            "head": "3/26/98", 
            "content": "My friend Alice and I are in a house that is directly on dark black water. She has a job with a circus and has to go to work soon but wants to swim. She is in the water and I kick something of hers off the dock by accident. I think it is a shoe but don't know for sure. I am hoping whatever it was was mind and not hers. She doesn't seem too upset. Also a pair of her panties, white, sheer bikinis, blows off and sinks and she is not upset about that either. A lot of people are swimming in this dark back water and we don't know what the bottom is like. I remain on the dock."
        }, 
        {
            "number": "139", 
            "head": "3/27/98", 
            "content": "I am watching a spooky movie and there is a scary man at the \"Holaway Hotel\" . I leave to go home and get caught in a snowstorm and when I can't go any further, which seems to be near the Central School, the grade school in my hometown, I get out and find myself at the \"Holaway Hotel\". I am asking a man who he is and then I wake up."
        }, 
        {
            "number": "140", 
            "head": "3/31/98", 
            "content": "I am in a city and there is something about a TV show. I am driving on the highway and see a little old trailer and wonder why it is in such a nice neighborhood. I turn the TV on and realize this is like a movie set. On the TV a man and woman are arguing about her not cleaning up the place, which is clean. She is baking cookies with red jelly on top and they look good. I see the place again and need to go back but I am going too fast to turn around. I can't slow down. I then go backwards down the highway and nearly collide with another car and the people glare at me. Finally I get slowed down and begin to drive back to the trailer."
        }, 
        {
            "number": "141", 
            "head": "4/5/98", 
            "content": "I am downtown in my town collecting news. I talk to a priest, then stop at a store. A clerk is crying about a death, apparently of a child in a van. There was something defective in the van and the child died. The child belonged to a woman who was going to be married. Something about the grandmother being difficult. The clerk says she doesn't know how the couple can get married now. I pick up the obituary and am anxious to get back to the office and read it. The office is in my hometown - not my town now - and the office is an alley. I am going down the alley and am now in a red truck. I scrape a gas truck which is parked on my left. It begins to move and passes through a garage. I park my truck and check the scrape. I didn't make much noise but there is a huge scrape on the right front fender of the red truck. I am anxious to eat a lunch I bought at a restaurant in my town but I hear a noise and I know the runaway truck has hit someone. I see a man and tell him I hit the truck but it wasn't in park. I think about telling him the truck was already moving and hit me but I figure they can tell by the scrape on my truck who hit who first."
        }, 
        {
            "number": "142", 
            "head": "4/5/98", 
            "content": "I am in the basement of a house near a staircase. Some man is coming down the stairs and collapses. He releases, as people do upon death, and I get feces all over my hands. It is full of worms. The worms get under my skin on my hands and I am trying to pull them out."
        }, 
        {
            "number": "143", 
            "head": "4/8/98", 
            "content": "I go to my aunt's house and she is in the kitchen by a mirror getting dressed. She says she is going out with the girls. She is a widow and is very young in the dream (she is actually in her 80s) . She has medium length dark hair, is wearing high heels and a white skirt with blue dots and she has a green patterned top that doesn't match the skirt."
        }, 
        {
            "number": "144", 
            "head": "4/18/98", 
            "content": "A local banker and his family are babysitting our kids after school. My mother, husband and everyone is disgusted with me. I am talking to my mother on the phone and I am disconnected as my sister-in-law comes in the door. Then I am reconnected and all is okay. My youngest daughter is doing most of the work. I finally get home. She is taking care of the banker's youngest daughter who is a year old. My daughter is worn out. We walk up the hill in my hometown. There are red and yellow roses free for the taking lined along the side of the road and there are also some flowers for sale. I pick the free ones. My daughter is up ahead, trying to keep up with the baby. The baby almost gets hit. This causes an accident and the car rolls over into my aunt and uncle's yard. I tell my uncle. My daughter lies down and I have to do mouth to mouth on her because she is worn out and is dying. I revive her and decide I have to stop working."
        }, 
        {
            "number": "145", 
            "head": "4/28/98", 
            "content": "I am on a train with my husband and son who is a baby in the dream. There are bunks and my son is jumping on the top bunk. There are also horses and sometimes the horses can get at him. I often have to call my husband to help me get my son out of the way of the horses. Sometimes I hand my son down to my husband. Sometimes my husband reaches up and helps him down. At one point my husband says, \"don't you ever say thank you?\" I realize I hadn't. I just expected him to help."
        }, 
        {
            "number": "146", 
            "head": "5/1/98", 
            "content": "I am with a friend who is a lesbian and we are at a bar and have been drinking. I am acting stupid. Later I am at a church and the friend and two other women are among the crowd. Some woman I don't know tells me she saw me last night and I was disgusting. She either thinks I am a lesbian or I assume she thinks this because of whom I am with. I tell the friend I feel bad about being told I was disgusting. She suggests counseling in an indirect w ay and next thing I know a male minister is there to see me. We try to find a room to go to but can't. In one room there is an old woman. Another is just a closet but I can't get there because furniture is blocking my way. There is also something about a house set in a hillside and a crooked foundation."
        }, 
        {
            "number": "147", 
            "head": "5/7/98", 
            "content": "There is an outdoor party at my house. My parents and other people are there. My hair is in curlers. My oldest son is laying on a couch and an old blue pickup, driven by an older man, drives up onto the couch. I am not sure if my son's arm or hip is broken but find out it is his left arm. When he stands up the shoulder is about where the elbow should be. I go to get the license number. It looks like 3563 but I don't get the letters. I call the emergency room. A lady there thinks I am her relative and she is not happy. Then she realizes I am a patient and it is okay. My son says this is a permanent disability and I say I know. My father has stabilized it with a yellow towel under the arm. I go to call the police but can't get to it for some reason."
        }, 
        {
            "number": "148", 
            "head": "5/13/98", 
            "content": "I go somewhere and leave my youngest children, a boy and girl, alone. When I get back I don't look for the girl right away and realize later that she is gone. I look all over outside. The land is kind of swampy. I look under a train. I remember she was wearing a blue net top. She comes back but I am not sure it is her. I take her to a local styling salon to get her hair done and tell the stylist to give her a different hair do because she is different and I need to get used to different."
        }, 
        {
            "number": "149", 
            "head": "5/18/98", 
            "content": "I am in a sheltered place having a picnic. A friend, who is a therapist, another woman, my father and brother are there. The place is like a picnic area with a roof over it. Someone gives me a picture of my father alone and of him and his brother together. It is a nice picture and looks like it came from a certain local print shop. My father is working hard and seems unhappy. There is some kind of oven there and he is trying to get the top off it. My brother decides to help him and my father gets into the oven and goes back to being dead."
        }, 
        {
            "number": "150", 
            "head": "5/18/98", 
            "content": "I am driving an old car like a model T and I can't see through the cloudy windshield."
        }, 
        {
            "number": "151", 
            "head": "5/20/98", 
            "content": "I am an observer in this dream. Some kids in the high school steal money and hide it in a certain place. They come back for a reunion and know where it is. One needs it for a child's operation and takes it all. The rest let him get by with it. All of these kids are now upstanding citizens and are worried about this coming out, but it doesn't."
        }, 
        {
            "number": "152", 
            "head": "5/24/98", 
            "content": "I am in a place where I am watching TV and the announcer is talking about a girl who has a six month old baby and doesn't want it. He says \"watch this\" . The girl tosses the baby from an old blue car, something like Uncle John's old Chevy only blue. Someone gets the baby, which is a girl, and it is screaming. Its mouth seems exaggerated. I assume the woman who picks up the baby is the grandmother. Next I am in an underground place and some kind of Godzilla monster is picking up people and squishing them in its hands. At one point a woman says she has some type of cancer an is giving a urine sample. The monster picks her up, makes a face at the smell of the urine, and then squishes her. The urine was in some kind of little square container attached to a surgery table. Next I am on my way out of this underground place and it gets me. I am like I am in a seizure and can't breathe or talk but I tell it I'm not going. My husband is there and I am trying to say \"I'll go with you, Bob (my husband).\" I keep saying no to the monster and finally my husband takes me and we are able to get out."
        }, 
        {
            "number": "153", 
            "head": "5/28/98", 
            "content": "I am looking at Woman's World Magazine. I and two other women and a man have been nominated for some award. I am writing a letter to explain why we deserve this"
        }, 
        {
            "number": "154", 
            "head": "5/28/98", 
            "content": "I am outside at my mother's house in a garden and a lot of the stuff in the garden has become overgrown and dead and I am cleaning it up. Some stuff is in hanging baskets."
        }, 
        {
            "number": "155", 
            "head": "6/4/98", 
            "content": "I am at the home of a friend, Roseann. She is upset about her husband's death. (He actually is dead.) But in the dream he is in the house. Someone is using dynamite on the house an we have to go to a stairwell in the basement. I ask Brad (her husband) for a shirt because I am naked. I tell him I go like this at home all the time and he says that's okay, it's in the privacy of your own home. There is also something about a little girl in the house with stomach problems and she needs CPR. I run into the same girl later and the principal of our local high school is there and explains there is something wrong with her stomach and this often happens. Later I see her on a corner at a crossroads at a parade and I do CPR. I can see her stomach through her mouth and it has backed up almost to her mouth. I am thinking about calling an ambulance and I wake up."
        }, 
        {
            "number": "156", 
            "head": "6/4/98", 
            "content": "I am walking through the town next to my hometown with my son who is a small child in the dream. WE come to the bank which has been turned into a restaurant. It is very busy. A lady with a dress shop across the street asks if I think it will affect her business. Her place looks nice and I say no. We continue down the hill to my hometown. I notice my son's eyes are very blue but later realize they are really hazel, therefore I must have had my oldest son, and not the younger one, with me. At some point I also stop at a kindergarten class. I get to my hometown and realize my son is missing. I go back looking for him. He is not at the school and I think by now he must have found his way home, but I wonder if he hasn't what then?"
        }, 
        {
            "number": "157", 
            "head": "6/6/98", 
            "content": "My husband and I go to our apartment on the second floor of a building in the town next to my hometown. One of three sisters who lived in our neighborhood is there with another girl and two guys. They remain at the table. My husband and I are still single and are planning to move to this apartment. He is acting strange and wants to talk about me cheating on him. I get the impression he wants to call off the wedding but he doesn't say that. We talk all night. I tell him the only thing that bothers me about him is his drinking. He gets so crabby. He agrees that is a problem. We look at the clock and it is 7:30 a.m. I know I am in big trouble because my parents will think we've been \"shacking up\". Then I remember we have witnesses because the other people are there. AS we get up to go I realize I am not wearing a blouse - just a bra. I can't keep the straps up but this seems very normal. Not a problem. I also notice Barbara, the mother of the neighbor girl, as she stands up. She is wearing seamed nylons. We start down the stairs with Barbara in front."
        }, 
        {
            "number": "158", 
            "head": "6/6/98", 
            "content": "Something about going to the home of Darlene and Dick (friends) and a woman there deceiving us. The woman takes my mother's glasses and my mother can't see. Then my mother disappears. My mother is very frail in the dream, almost like my sister-in-law who has cerebral palsy. I make the woman a deal that if I heal her scleroderma with my hands (Reiki) she will tell me where my mother is. I tell her it will be hard to love her but I must love her for this to work. I do feel pity for the woman. I begin and as I do my mother comes in the door with two people. She is her normal self and is wearing her glasses and is happy."
        }, 
        {
            "number": "159", 
            "head": "6/11/98", 
            "content": "My husband and I are riding in a royal blue sports car. Two men are in a car behind. He says or does something to anger them and they follow us. We come to a bridge, cross it and drive directly into a store that deals with car parts or cars. He tells the woman there that he needs to hide because of these men. One woman seems to know the men and agrees they are bad and dangerous. Another has a card she shows me, like a greeting card. She says she needs some help from me because she has some health problem. I am wearing only a nightgown and am concerned about how I will walk home."
        }, 
        {
            "number": "160", 
            "head": "6/12/98", 
            "content": "I am at home and standing on the patio outside our hot tub. Two people are in the tub and one man puts his hands on my \"parts\". I can't say anything because if I do people will notice. I see some people in my neighbor's yard. One is a woman and one is a large man and there are others. I think something about the woman being the sister of someone, maybe the sister of the man in the tub. Suddenly the man next door turns into a monster and attacks the girl. He is like a big gorilla. She runs next door to my house and I know I have to risk someone seeing the man with his hand on my \"parts\" to get a gun. There is so much excitement no one seems to notice and the man in the tub, who seemed to be a threatening figure, doesn't mind because I am able to keep the monster away."
        }, 
        {
            "number": "161", 
            "head": "6/12/98", 
            "content": "A man and I are looking for something or someone. At first we are outdoors. Then we move inside what appears to be a large garage. We observe what I think is the biggest frog I have ever seen. He doesn't think it is that big. We are naked and lying on the floor. Some other people show up and I ask one of the women to get my robe so I can get up and go to the bathroom."
        }, 
        {
            "number": "162", 
            "head": "6/12/98", 
            "content": "My mother and I are patients in an asthma hospital. My cousin, Joan, and my aunt, Sarah, are there. We meet a lesbian couple I met there before and I introduce them to Joan. The woman says she loves all white sisterhood. It seems she is Native American. My mother goes somewhere. I find a room, like a kitchen, and am going to take food and then remember I'm not at home. Jeanne, my sister-in-law who has cerebral palsy, is also there and I am trying to ask two women who are volunteers to help Jeanne with crafts but they don't seem to hear me. Sarah has two bandaged ankles. My mother says my dad needs to get a bus soon to go home. I start back to our room but get lost."
        }, 
        {
            "number": "163", 
            "head": "6/12/98", 
            "content": "It is a snowy day in my hometown. There are accidents all over. I am driving on the highway and see a truck go up a ramp and over the edge of the bank. Where the road turns to my mother's house, a new turn has been made, but I have to go back and take the old one as I can't get through the new one. In another part of the dream, I am going to different places trying to get a haircut. Then I am at work in the newspaper where I used to work and there is a lunch counter. I need to write an article about myself riding a horse. I thought the article was to be about a cowboy entertainer. AT the lunch counter I get a huge roll and as I am trying to write I go back for a huge piece of cake that has one layer of chocolate and one of white. It is a very tall cake."
        }, 
        {
            "number": "164", 
            "head": "6/15/98", 
            "content": "I am in my grandmother's house. I have been exercising and get a bad pain in my right arm and it moves to the left arm and across the bottom of my chest. My sons are gone. I don't know where they are but think they are at a nearby lake. I get the impression they are in a pickup and the truck is grey but I don't actually see it. I need to get to the hospital and have no car. I go to my Aunt Sarah's house next door and Roger, my cousin, is there. He says he can't help. I decide to walk across the field to the hospital but the pain is getting worse and I am afraid I won't make it. I wake up in pain, but it is not as bad as it was in the dream. I did not know I was dreaming"
        }, 
        {
            "number": "165", 
            "head": "6/21/98", 
            "content": "Lee, a prominent businessman in my hometown, is dying of cancer. He is in a bleacher in his bed in a glassed in area where people can see him but no one but his family stops. I think this is bad after all he has done for the community. I want to stop but my husband won't let me. Some phrase comes to mind. Someone says it but I can't remember it when I wake up. The grandstand is by his store so he can watch people shopping."
        }, 
        {
            "number": "166", 
            "head": "6/23/98", 
            "content": "My oldest son is going to school in the town next to my hometown. I rent an apartment for him in a building where all the students will live. Then I realize he can live at home and I cancel. My friend Alice shows up and needs an apartment for weekends. I tell her I'll check on the one my son gave up. Maybe she can get it. There is also something about a baby putting all kinds of things into its mouth. I find them and take them out but am not sure if he swallowed some alphabet letters and he isn't sure either."
        }, 
        {
            "number": "167", 
            "head": "6/25/98", 
            "content": "I am living at my grandmother's and am single but I just had two babies, a boy and a girl. They are not twins. WE are in a field sitting on a hill. My grandmother, Uncle John and I, and Kevin, my old boyfriend, comes to visit. Kevin gives me a kiss and I cut it real short. He asks when he will get a longer one and I say not with all these people. After they go in I give him a long kiss and decide to feed the babies. (The babies are not his. I don't know whose they are.) I go to feed them and they look unhealthy like they have not been fed. I cover them up because they look cold and try to feed both at once. Just then some children come and want to see the babies."
        }, 
        {
            "number": "168", 
            "head": "6/26/98", 
            "content": "I am at my mother's and have to get back to school but there is so much to do. I am late. Clean clothes are all over the place. I finally get ready to leave and Annie, a neighbor woman, comes in and another woman is with her. I tell them about some dishes I like and they say everyone where they work just signed up for a set. There are two patterns. One is an Irish set and the other has a burgundy design. I leave for school. It is 1:20 p.m. I figure I'll make it to the next class at 2 p.m."
        }, 
        {
            "number": "169", 
            "head": "6/27/98", 
            "content": "I am young, probably in my teens, and am working at the newspaper in my hometown where I used to be the editor. I have worked all day. It is about midnight and I am ready to go home. We put the paper on a flat elevator and raise it to the ceiling so vandals will not be able to get it while it is waiting for someone to take it to the printer. My old boyfriend and some boys are there and it is Halloween. Some other girls are there also. The boys want to scare us and freeze themselves so they look like they are dead. My boyfriend does that and I am very upset. At some point here the scene changes and we are in a house and he comes in frozen and scares me but he turns out to be okay. Also I hit him because I am angry about something. He is upset about that and I am afraid we may never make up."
        }, 
        {
            "number": "170", 
            "head": "6/29/98", 
            "content": "I am playing with Barbie Dolls (and in reality I hate Barbie dolls!) Men dolls are coming home from war and I am giving them each a bath and dressing them in clean clothes."
        }, 
        {
            "number": "171", 
            "head": "7/1/98", 
            "content": "I hire my brother and Ron (a co-worker) to build an addition on a small house near my Aunts. Ron goes ahead and makes it look like an airplane and it appears it actually will be able to fly. I am not happy at first but then I like the idea only I am concerned my brother will be upset and also I am worried about how to pay for it. I decide to pay Ron $100 a month. He seems happy as he just wants to do it. A lot of people come to see it. I plan an open house with refreshments for when it is done. My husband's former employer is there and some young woman and we talk about the expense of flying an experimental aircraft but I heard of some way to do it cheaper. There is also something about a woman serving Thanksgiving dinner. A little boy comes to her house (which is my airplane house) and she has him stay for dinner after calling his mother. I come upon this because I am driving a car and they are doing something on the walk outside and I stop just sort of hitting them."
        }, 
        {
            "number": "172", 
            "head": "7/3/98", 
            "content": "My son, daughter and I are driving around town looking at all the nice Halloween decorations. Then my daughter is in a contest like a race. A classmate of my son's has a daughter who is also racing and some adults are in the race. One woman appears to be naked but when I look again she is all dressed in gray. We go through a series of buildings downtown including bars where there is a lot of smoke. At the theater we enter at the top and there is a steep stairs. My son makes about three jumps to the bottom. I walk. The stairway is curved at the top and bottom. We get outside and my son is having an asthma attack and is lying in a puddle of cold water. I put snow on his chest and he says it helps. No one seems to notice we are having trouble."
        }, 
        {
            "number": "173", 
            "head": "7/4/98", 
            "content": "A neighbor's house is on fire and we are living next door. We are in a hurry to get downtown as my daughter is somewhere else and wants a diet drink of some kind. she is in a hotel or something and can't get home. I can't find anything but black and white film and have trouble loading that. Then there is a problem that the fire is in the back of the house and won't make a good picture, but I find out the back is actually the front. The owner had it build that way on the lot. People are in our house. I am glad the house is burning because some Christians were going to buy it and they wouldn't let some other person who really wanted and needed it to have it. I never quite make it to take the picture because of one problem after another."
        }, 
        {
            "number": "174", 
            "head": "7/6/98", 
            "content": "I am with an older woman friend near my hometown and we are in a restroom. The Governor is there fixing his hair. I recognize him and ask if he is the governor. He says yes, but he is referring to his wife as Nancy which is not her right name, and he says they just took a little trip to get away. He asks how I knew him. My friend and I are on our way home and the light on the car goes out. She panics and gets up and stands facing backward. I tell her it is okay. She knows this road. Just slow down and soon her eyes will adjust and she'll be able to see."
        }, 
        {
            "number": "175", 
            "head": "8/9/98", 
            "content": "Some message about sleeping with is not always about sex. Sometimes it is about sympathy."
        }, 
        {
            "number": "176", 
            "head": "8/10/98", 
            "content": "I just got out of car with my son and daughter and I put groceries away and go for a walk in a mountainous area. My son is putting a swing set in place and can't get it to stay. Then he is able to fix it. Just as that happens my daughter is coming to see me, slips and slides. I tell her to grab something to hang on to. She gets a short branch and I go to help her. I reach for her hand but my wrists are very weak and I'm afraid I won't be able to pull her up."
        }, 
        {
            "number": "177", 
            "head": "8/11/98", 
            "content": "I'm looking at the one puny pumpkin I have grown and thinking it doesn't amount to much. Then a voice from behind me says, \"but look over the hill.\" I look over the hill and below me are hundreds of beautiful orange pumpkins growing all over the place."
        }, 
        {
            "number": "178", 
            "head": "8/12/98", 
            "content": "A pilot friend has died and I am going to the airport for his memorial. I'm supposed to get film to someone regarding his death. My Avon lady is a pilot and my son is a passenger in her plane. For some reason the plane must be started before I deliver the film. My instructions are to run up to the plane and hand them the film at takeoff. They leave and I forget. When I remember again it is too late. I can't find them. I am in one part of the airport and find My husband and a woman in a booth, like a restaurant booth. Both of them are sitting on the same side. I try to explain what happened and they aren't angry but they aren't interested in the explanation."
        }, 
        {
            "number": "179", 
            "head": "8/12/98", 
            "content": "Something about taking a picture of Chris and Jane, two co-workers, to illustrate a story, but they are both sad. I can't remember what Chris is doing but Jane, who is her mother-in- law, is having a candybar and the cutline on the photo is to say something about her having a mid afternoon snack for energy. I learn that Bryce, who is Jane's son and Chris's ex husband, is not sending Jane rent money, but Chris doesn't know this. Jane is punishing Chris in some way for this but Chris is unaware of what is actually going on and is puzzled by Jane's behavior."
        }, 
        {
            "number": "180", 
            "head": "8/21/98", 
            "content": "I am at some kind of show about old things. There are large pens where balloons are landing. Something about a baby in Rio de Janeiro and a green curtain."
        }, 
        {
            "number": "181", 
            "head": "8/21/98", 
            "content": "I am at an inn over 100 years old. Across the street are some people and one of them is a woman who claims she was Alford Packer. (Packer was tried for cannibalism in the early history of a western state.) I get her to come into the Inn and I'm trying to interview her. My parents are there and so is my husband. He is making it difficult for me to interview the woman because he keeps putting her down."
        }, 
        {
            "number": "182", 
            "head": "8/21/98", 
            "content": "I am doing a group hypnosis in a church, probably the church I attended as a child. We have moved the pews so they are in a diagonal line. People are laying in the pews to be hypnotized and I am upstairs in the choir loft looking down on them. I can't seem to get started because of interruptions. Two girls are there talking about prom dresses. One is pregnant. The other girl is one I thought would be more likely to get pregnant than the one who is. A pink prom dress is hanging on a door. The pews get wet, like from rain, and have to be dried off and we start all over again. Then the priest comes in and doesn't say anything about the hypnosis but I feel he is going to say something so I order everyone to straighten out the pews. The experiment is over."
        }, 
        {
            "number": "183", 
            "head": "8/16/98", 
            "content": "I am in a tall building where I have an apartment. A friend, who is a therapist, lives there. she has a bee hive. Something happens that she has to move the hive and heater across the room. The heater looks like a plastic gallon milk bottle and it is behind her head on the wall, like a pillow. My son becomes sensitive to bees, although he has not been stung. I tell the therapist if she needs hot water she can get it from me. I dream I am getting cramps in my lower leg."
        }, 
        {
            "number": "184", 
            "head": "8/16/98", 
            "content": "I am working all night to get a picture of second graders. They are on a balcony. I am on the floor, but I never seem to get the picture."
        }, 
        {
            "number": "185", 
            "head": "8/17/98", 
            "content": "I am in a convent getting a schedule of events, only the convent is more like a beauty shop. I meet Sister Rosita and learn she is the one I had in grade school and hated. I thank her and tell her she is the reason I now have a Ph.D. I tell her she was so mean I was going to show her I wouldn't live up to her bad predictions about me. She is now nice and doesn't seem as old as she did then and we part friends."
        }, 
        {
            "number": "186", 
            "head": "8/22/98", 
            "content": "I am lost in \"New Mexico City\" with a woman whom I think is my sister, and with my son and daughter, who are children. We are in an old, dirty neighborhood and I get separated from them. I hope they stay together. I had to use a dirty old mission bathroom and I am scared. I get knocked down and a little boy tries to help me, then pinches my breast and runs. There is a beautiful old castle where they give tours. Also signs advertising a chili contest and souvenirs picturing past winners. I am trying to work my way back to where the others are and nothing looks familiar. I have to get back to go to the airport or get on a ship. There is also something in the dream about needing protein."
        }, 
        {
            "number": "187", 
            "head": "8/23/98", 
            "content": "I am working at the emergency room in the hospital and someone asks me to work Saturday for his wife. I say I can't because I have to take a picture for the paper. He says he thought I was off and I say I thought so to. Just then a young child spills something and is burned on his face. I tell the male nurse to get the cold water and someone in the background says, \"cold water? That's not new. It causes TB.\" I say my skills have deteriorated and the nurse keeps buttering me up, especially in front of my husband, as though I am a hero even though I said to do the wrong thing. I say you just want me to work Saturday. I'm thinking now that I've done with my dissertation I should work one day a week at the hospital."
        }, 
        {
            "number": "188", 
            "head": "8/23/98", 
            "content": "A nurrom the last dream hires me to cater a belated Christmas party for a handicapped client of hers. I agree but nothing goes right. I can't find my recipes, can't decide on a main dish, then it seems like there was a break and we are all living near an airport and a huge plane with a red, white and blue cross on it hovers above the house. I hide under a table. Finally it goes. Then my daughter goes outside to cross country ski and is pushed down a railroad track by a big plane. Some people are hit by a bomb or something and I can see my daughter check and then do CPR. I still can't get this party going. The house is a mess."
        }, 
        {
            "number": "189", 
            "head": "8/25/98", 
            "content": "My cousin, Jane, and I are playing some kind of game like Frisbee. She is hit just slightly on top her head with the object and becomes very ill. I am trying to heal her with Reiki but it is not working. It feels like her head has been caved in on the top."
        }, 
        {
            "number": "190", 
            "head": "8/25/98", 
            "content": "Ken, a man I work with, is getting married. (He actually is married already). It is a horseback wedding and he is wearing Spanish style clothing and a red satin shirt. The bride is not around."
        }, 
        {
            "number": "191", 
            "head": "8/26/98", 
            "content": "I and another person and \"my little brother\" are walking on the old cemetery road in my hometown. It is spring or summer but it is cold out and we can see only a few people at the lake. A man is at the bottom of the hill cutting branches with some kind of cutter and we are afraid of him. We are trying to figure out addresses when suddenly my brother disappears. We suspect the man did something with him. Then I discover a hole at the end of the road. I reach down and the hole is so deep I can't touch anything but air. I know he can't be breathing as there is dirty, oily water in the hole. I have my friend reach but he or she (not sure which) can't reach either."
        }, 
        {
            "number": "192", 
            "head": "8/28/98", 
            "content": "I am in a play but I forget my lines. I go to the wings which are to the audience, and sit there amongst a bunch of junk and watch the rest of to play. When I get home my husband has been drinking. There is something about a violin and he is wearing a yellow suit. I get ready to leave. The kids are home and they are small but I'm not concerned about them. I try to get an outfit to wear to work the next day before I leave. We are living in a beautiful, many storied, elegant house with a curved, carpeted stairs. My husband is sitting on the stairs and I have to walk around him. He says something derogatory about me and the kids say \"you never say that about Grandma\" and he mimics them."
        }, 
        {
            "number": "193", 
            "head": "8/29/98", 
            "content": "I'm at work but it is more like a high school classroom. I am called into the hall and am talking to someone when I see my old boyfriend, from high school days, and another man. I say I didn't see you. He said he has been there. There is something about needing to write an assignment on the Eisenhower era. It is late and the building is closed and I can't get the names of people in a band that has something to do with the story. There are three men involved. Then I go to another classroom and find someone who give me the names. After that I go to a party and my boyfriend is not there but it seems I have gone with him to this party. Some teacher who is like my editor wants more information on the story about the Eisenhower era. I am not talking directly to him about it but I am telling some woman that I was so tired I didn't get to do as much as I should and I was anxious to get to the party. There was a lot more detail but I can't remember it."
        }, 
        {
            "number": "194", 
            "head": "8/30/98", 
            "content": "I am at a house in a nearby town for an aromatherapy session when a bobcat gets into the house. There is another pet animal there also. I tried to keep the bobcat out but it pushed open the door. I got on the table and it got on the table too and started eating. I call my son to see if he is interested in trapping the bobcat. I have to wait for a commercial on the telephone before I can talk to him. He isn't sure if he can do it but he comes and I tell him to be sure and just live trap it. It doesn't seem to be much of a danger to me."
        }, 
        {
            "number": "195", 
            "head": "8/31/98", 
            "content": "I am in the town next to my hometown and I am standing on the corner of First street complaining to Laura, a co- worker, about ny nose. She says I should have done something about it when I was growing up. She says she had scoliosis and wore a brace. I have to blow my nose and don't want to do it there. I get on my bike to ride back to a park on the Rice Lake Road. I ride all the way through this town and into the next town and suddenly I am in an alley full of junk and I have to turn around and come back. As I come out of the alley I see a well dressed woman comforting a small child who has fallen. She appears to be home on her lunch hour."
        }, 
        {
            "number": "196", 
            "head": "9/1/98", 
            "content": "I am at a party at my boss's house and he announces he is cutting back on all his businesses until the kids grow up. Everyone is teary eyed. I say this is a very good idea as our kids were grown up before we know it."
        }, 
        {
            "number": "197", 
            "head": "9/2/98", 
            "content": "I get called to a house on an ambulance call but the man is already dead. Instead of driving back in the ambulance, I take a car and am driving very fast and reckless even though I don't intend to. Then I am in an airplane and it lands short of the runway. Next I am telling our new editor, \"I almost crashed a plane Friday.\" thinking it will impress him. He asks how and I tell him I came up short of the runway. He is not impressed. He just acts like that is an ordinary happening and keeps on working."
        }, 
        {
            "number": "198", 
            "head": "9/3/98", 
            "content": "I am at the fairgrounds in my hometown. People are all over carving stuff of stone. I go up a ladder to a second story and a woman there is even carving a cradle of stone. There is some type of art show they are getting ready for. Also a book has been published with several different stories by people but there is nothing of mine in the book. I don't know any of these people except one man."
        }, 
        {
            "number": "199", 
            "head": "9/4/98", 
            "content": "I am visiting in my hometown. The roads are slippery and it is hard to get around. I want a donut and I find it hard to get to that street. As I am there I am coming out the door when one of the Lewis boys (neighbors) comes to the door. He is wearing an overcoat but I can see he has been cut off at the knees. I want to ask about it but decide to ask my mother instead. After he is gone we are making our way on very slippery streets to the office supply store at the newspaper where I used to work so I can buy an account book and one other item I can't remember. I ask my mother what happened to the Lewis boy and she motions for me to be quiet until we are far enough away so he can't hear us. We get to the back door in the alley and I wake up. I only hear it was something about his grandfather and he got some kind of transplant from the grandfather who is now dead."
        }, 
        {
            "number": "200", 
            "head": "9/5/98", 
            "content": "I am with my friend Jeannie at the school which I attended (and hated) as a child. It is wet out, like in the spring. I see a sandy place where my son has written his name. I start to write \"Mom\" in the sand to surprise him. I tell my friend as I am writing that my son will wonder how it got there. Then he sees me and comes over. I ask him if I can kiss him and he acts embarrassed so I don't."
        }, 
        {
            "number": "201", 
            "head": "9/6/98", 
            "content": "I am not sure where I am but I am both taking and giving some kind of written test. There are two sets to this test and one set must be done on red paper with gold letters. I never actually get to do the test though. It keeps getting stalled."
        }, 
        {
            "number": "202", 
            "head": "9/7/98", 
            "content": "I visit my friend, Marianne, in the hospital several times and each time we have to clear and re-arrange her room as it is always a mess. The floor is partly linoleum and partly carpet and it is almost impossible to arrange the room to keep the bed on the carpet. It seems like the room is more like a house and the linoleum part is the kitchen part. Marianne gets out of the hospital but still has the bed in a big vehicle. We are driving home and get so tired we pull into a yard to sleep. The owner, a woman, comes out and we follow her inside. My neighbor boy comes over to have the woman do something with an injury he has to his stomach. He also has a black eye and there is a little hole under the eye. I ask what happened and he says he doesn't remember. The woman's husband doesn't seem to mind that we are staying at their house."
        }, 
        {
            "number": "203", 
            "head": "9/9/98", 
            "content": "I am a teenager but it seems to be before the time when I actually was a teen. I am in an area like a worship grounds. It has a circle of flat stones set around in the woods like small altars. I am with a boy (whom I never actually met until after I was married and had several children.) But in the dream we are dating and I am debating whether to have sex with him. It is not a sexual dream, however. I am just debating the question. At a point I decide to do this as payment for something but then change my mind. We are then talking about marriage and someone mentions this is inconsiderate because his mother would have to travel over 100 miles. The setting is in northern New Mexico. I know this because someone says so, but it is not a place I have ever been in reality. The rocks look more like tree stumps."
        }, 
        {
            "number": "204", 
            "head": "9/13/98", 
            "content": "It is lunch hour and I am in high school. I go for lunch at the First Lutheran Church in my hometown and there meet my two daughters. My oldest daughter is pregnant and all bloated and sick and says she didn't tell me because she didn't want me to worry. I want to get back to school. I am afraid I won't graduate if I miss any more school. But the church has now become a house that is actually a car and there is no driver. I am in the back seat and I struggle to get over the front to set up a seat to drive. My pregnant daughter doesn't seem concerned. Neither does my other daughter. Then I want a cup of tea and I go to the front of the car/house. Some girls have rented the front part and have decorated it for Christmas. I ask for water for tea. One of the girls looks in the freezer for the water."
        }, 
        {
            "number": "205", 
            "head": "9/14/98", 
            "content": "I feel like I am watching TV in this dream. A man is angry at someone and puts poison in a swimming pool. This poison is absorbed through the skin."
        }, 
        {
            "number": "206", 
            "head": "9/14/98", 
            "content": "I am visiting one neighbor and remember I am supposed to visit my other neighbors, Pat and Steve, that night. (Pat and Steve are actually deceased). They invited me long ago. I go to their house and ask, was I supposed to come here tonight? Steve says no and it is obvious he forgot. He and Pat are in very bad physical shape, and look like the people on the movie \"The Night of the Living Dead.\" He is trying to feed her and his head is transparent. There is also a third person there in the same bad shape. I tell him I'm going to call the nursing home and he says no, they will be okay. I go to the refrigerator to get something for them and find part of a bottle of white grape juice and I am going to warm it. Then he comes out and still looks bad but is apparently healthy and goes into another room where he has guests and a party is going on."
        }, 
        {
            "number": "207", 
            "head": "9/14/98", 
            "content": "I am at the home of Karen, my best friend in high school. We are washing clothes on the main floor and she has lots of geraniums that are in the way. She is trying to get them upstairs so I can wash clothes. There are two measures of soap in every load so we have more soap than we need."
        }, 
        {
            "number": "208", 
            "head": "9/17/98", 
            "content": "Neighbors from my hometown come back from Hawaii with a snake for me. It is a beautiful green snake and it looks like a boa I remember from a book on snakes, but this is called a strawberry snake. It is mildly poisonous. I am not afraid of snakes but after awhile this one starts making me uncomfortable and I give it to my son. He enjoys it for awhile. Then it bites me on my finger while I am in bed and I make him get rid of it. He shows me the receipt for the snake and food."
        }, 
        {
            "number": "209", 
            "head": "9/17/98", 
            "content": "I am at a place which looks like the Great Sand Dunes National Monument. I am with my husband and other people, mostly men, are there. A male co-worker gets stuck in a Model A on one of the dunes and some man says \"he's going to have to stay there until winter.\" I say he can't because then I will have to do all the work."
        }, 
        {
            "number": "210", 
            "head": "9/19/98", 
            "content": "I am driving somewhere in my car and talking with my dad on a cell phone. The car conks out and I have to pull over to the left side of the road. My dad seems to be blaming me for something. The place where I pull over is a prison and I have to get help there. Someone takes me inside and we go up a lot of stairs. I can look out over water from a tower in the prison and I see another part of the prison, which looks like Alcatraz, out in the water on a rock. Then the prison turns into a nursing home and some of the women are senile. They are wearing robes and slippers. A little girl is with me. We get to the top of the tower and look down and there are kids swimming in dirty, dark water and I know the water is very deep. I tell the little girl \"don't ever ask to swim in that pool!\" Everyone smiles as if they understand."
        }, 
        {
            "number": "211", 
            "head": "9/19/98", 
            "content": "I am on a trip with my extended family - parents, several relatives, my own husband and children. I am returning to my hometown. We stay in a town about 100 miles away and are happy to have one more day of vacation. Then we have to come back. When we get back to my hometown there is a lot of snow and we have to walk a long ways. Just as we arrive at our house there is a lot more snow and we can't get to the house but there is a step ladder and it appears if we climb over the ladder we can get to the house. I go over the ladder and see we are still blocked off on the other side. My daughter, who is a small child in the dream, and some other people are on the other side of the ladder. I reach down to pick my daughter up and find there is smoke coming from her boots. I realize spontaneous combustion has occurred and her toes have burned off. They are all black and charred, but she does not seem to be hurting and isn't even crying. From my position at the top of the ladder I can also see someone in my family is checking the mailbox on the side of the house, but there is no mail. I know there will be no mail there because the right mailbox is on the front of the house."
        }
    ]
}