{
    "dreamer": "b-baseline", 
    "description": "Barb Sanders: baseline", 
    "dreams": [
        {
            "number": "0003", 
            "head": "08/04/60", 
            "content": "For the second night in a row, I dreamed of Jon. He was trying to make an impression on me. He embarrassed me! Then I dreamed that Reta and I saw Blake in a restaurant and we went in and had a coke. Some kids were dancing and I was wishing Blake would ask me. He did. We bopped all over. When it was done, we  sat down. He said, \"Your hair's messed up.\" I said, \"Oh, dear, not again\" (He had his arm around me). He bent to me and said, \"Yes-let's mess up a mustache\" and then he kissed me. The kiss was so real! Then I dreamed that Nate came home. I met him in S City at the bus depot. He was 6 feet tall and all muscles. He grabbed my hands and then threw his arms around me and kissed me,(All these dreams were when I was fast asleep). [BL]"
        }, 
        {
            "number": "0016", 
            "head": "03/16/74", 
            "content": "I had a horrible dream. Howard was in a coffin. I yelled and screamed at his mom that it was all her fault. I kicked myself that I hadn't waited to become a widow rather than a divorcee in order to get the insurance. I woke up feeling miserable, the dream was so icky. [BL]"
        }, 
        {
            "number": "0047", 
            "head": "??/??/77", 
            "content": "Again, I am in a richly decorated room, a large bed. I am eating very sweet rolls, butterscotch on sweet rolls. I am suspicious of it. A man has been \"sent\" by another man to make love to me. I am vaguely aware of all this and I'm suspicious. A thought occurs that, \"Now it is OK. The sweets are fresh and not poisoned or drugged.\" The man leaves and the \"original\" man comes to me. A feeling of being pursued, not frightening. [BL]"
        }, 
        {
            "number": "0062", 
            "head": "??/??/77", 
            "content": "As I was \"waking up\" from a nap, Ginny and Rosemary were perched on my bed. Ginny was doing Math. I watched her count columns, carry and write numbers as she figured and I said, \"You do math like me.\" She wasn't doing well. Then I got worried. I said, \"Oh Lord, I'm sure that I'm signed up for an intro to German class, but I forgot to go to any classes and it's late in the term. I'll flunk.\" I started looking through my filing cabinet for the register form. I saw some B'day cards scrunched in there. Rosemary said, \"Take those out.\" I had to see a boy standing on his head trying to say something but no one would listen. It was a B'day card to the devil. He had a grotesque red face, with huge reddish teeth. He was standing very large in a formal striped suit with a tie and carnation and a huge overcoat on. His coarse, snaky tail was draped around him. No fear. [BL]"
        }, 
        {
            "number": "0068", 
            "head": "02/04/78", 
            "content": "I had the most incredible dream. I was back in the hospital only it was a sort of school. I'd just been informed that I was going to be executed at 9:00 the next morning because I'd not gone to a meeting. I was paralyzed with fear and the enormity of the injustice. My 2 roommates, also condemned, went home for the night to be with friends and family. I didn't have anyone special to go to, so I stayed. Someone (perhaps my alter ego), came to me and said, \"Come on, let's fight this. We'll go talk to them. They won't do it.\" We flew, over a muddy, cold, choppy lake. A lady in a helicopter was who we were to speak to. My friend advised me to speak confusingly, not good to be clear and direct. It didn't work. I was back in my room. The chaplain came in. He brought me a \"form 52, a form of protest\" to fill out. If I filled it out, they'd have to stop the execution and deliberate. He said, \"Sometimes it takes them 'til summer!\" [BL]"
        }, 
        {
            "number": "0070", 
            "head": "04/11/78", 
            "content": "I had another strange dream, about kittens. The 3rd one. This one, I gave birth to 1 dozen kittens for their mother. I called her over. She moved them to a drawer nest, one bright orange one, one yellow one. I said they would be mine. The rest would be given away. They were cute, fuzzy, and playful. There was a puppy in this dream too. Strange. What does this symbolize to me? [BL]"
        }, 
        {
            "number": "0083", 
            "head": "07/06/79", 
            "content": "Back at a place like uni house. The kids and I are going to see the movie \"Tell Me that you Love me Junie Moon.\" We get to the concert hall. I see some friends (blonde woman), and the kids go to sit by them. I look in a side room. A circle of people sitting in chair (regular ones) forming. I chat for a moment and then go to join my kids. I see an empty space behind friends. I must \"tightrope\" walk a bench (blonde wood). As I almost get there, my \"friends\" get up and leave like strangers (I had overslept and was late to movie). Now I'm at a house. It's late at night and dark. Fletcher walks in. I say, \"Hi.\" We talk. I say, \"So, on your way back to Hawaii?\" (He wore a Hawaiian shirt). He is surprised that I know so much about him. Generally he's cool and distant but when I read him right, he really looks at me. He starts to make love to me. He doesn't really care about me or how I feel. He has an orgasm. Then I feel an orgasm coming. He sucks my breasts. They are flabby and old. I am at first embarrassed. Then I don't care. I get in a dominant position and go for an orgasm. I kiss his ear. He is non-responsive. He's like Raul, but skinny like Elliot. [BL]"
        }, 
        {
            "number": "0090", 
            "head": "02/19/80", 
            "content": "A wedding. The guests were dressed up like for Halloween, Witches, etc. The bride came and stood at the alter. A male in drag, crying (fake), and exaggerating a coquettish female, came down the aisle (raked steps like the theater at the community college). He was the \"groom.\" Then after he got to the aisle, he took off his mask and was an usher. The real groom (male), came down the steps. The female minister in costume was replaced by a male, \"real\" minister. [BL]"
        }, 
        {
            "number": "0101", 
            "head": "03/04/80", 
            "content": "Paul McCartney and my \"friends\" were on one side of a room, and the Arabs were on the other. A chain link fence was between us but there were gaps in it. Paul started yelling insults and taunts at the Arabs. I said, \"Stop it.\" I stood up and walked to him. The Arabs started yelling back and coming into \"our\" side of the room to fight. I was in the middle; I made them go back. Paul and the others started up again. I again tried to stop them. One Arab thanked me. Then, they all started again and I gave up. It was too big. I gathered up some things and left the room. Now I was in the hall. I said, \"I want to get away, where there's no people.\" Paul said, \"You want to go camping?\" I'm not enthused. I want a fireplace, etc. My father said, \"You can go somewhere remote, if you can handle traveling over the Texas desert.\" I ask if we can go where there are no hunters. I don't want to get shot. [BL]"
        }, 
        {
            "number": "0103", 
            "head": "03/19/80", 
            "content": "A dinosaur. I am on its back. A large beautiful snake, green and shiny, with gold threads, is its driver. I must hold on to her head just behind the jaw to keep from getting bit and to control where to go. She tries to bite me. I have to be very strong to keep her under control. I am struggling hard and I almost can't do it. She turns to look at me and says, \"'Little girls' shouldn't (or couldn't) do this.\" [BL]"
        }, 
        {
            "number": "0105", 
            "head": "03/19/80", 
            "content": "Later, I'm being chased by people in 4 helicopters. They are trying to shoot me. I get on top of a green airplane just barely larger than my body. I lay down on it so it and I are the same configuration. I control the speed with my hands on the prop. We fly over a big shiny lake. I look back. Two men run and jump into the lake to escape the helicopter. They land head first in shallow water from the waist to the feet. They are out of the water (standing on their heads) I go over a mountain, calling ahead to get permission of the airport to land quickly. At first they refuse. I have to wait my turn, heavy traffic. I tell them this is an emergency. They say, \"O.K., you'll have 10 seconds between planes.\" I then get inside the plane. I think, \"No, I don't want to, I feel trapped,\" but then I decide to because I would have metal around me and the chair back to stop bullets. I land. Then I'm in a huge house sort of like M City, only there are lots of windows everywhere (like at in-service old club house). I tell people, \"Duck down, or you'll get shot.\" A mixture of people are there. Chuck, Dylan and lots of young college age women. One young woman wants to know what's going to happen to our deal over the yarn if some of us get shot. I am impatient with her. I say, \"If I get shot, the yarn's yours, O.K.? The rest we'll worry about later.\" I go downstairs. Two Seans come in, nonchalantly. [BL]"
        }, 
        {
            "number": "0108", 
            "head": "10/14/80", 
            "content": "Howard is driving a beat up VW bus. His wife Karen, the kids and I are in the bus. I am the in passenger seat. I see Howard going to sleep as he drives. I am angry. I yank the driver's seat from him. We argue. He is on a bended knee next to my right side, trying to get close to me. I feel very closed in, rigid. Karen pleads with me to see his need to drive and to be close. I'm angry and I argue that it's best for me to drive and that I don't like him anyway, so there! The brakes are weak and I have trouble stopping or slowing us down when it is needed. [BL]"
        }, 
        {
            "number": "0118", 
            "head": "11/04/80", 
            "content": "I was a lion cub, trying to hide from a big gorilla that was going to hurt me. I would try to squeeze myself under furniture but he'd still  see me. I felt very afraid. A baby monkey would then be near me and his father, the gorilla, would look for him and that would lead him closer to me. Then I was the baby monkey and my father was after me. [BL]"
        }, 
        {
            "number": "0136", 
            "head": "11/13/80", 
            "content": "I was aware of two good, heavy dreams. I even had the images still in my head but I was unable to verbalize what I dreamed. No sequence or objects to put names to. There was a sense of something dying so that the next phase can grow and be born and then that going away so first phase has its turn stronger. [BL]"
        }, 
        {
            "number": "0145", 
            "head": "11/19/80", 
            "content": "A secret door.  I started to go through the back door. 2 men were blocking the way.  I shut the door and went through a side secret door. It led to an old abandoned room. Somehow I had made a time change. I was back in pre-historic times, in a cave. I stood near the mouth of the cave and an eerie light (green phosphorous) shone on me. I cast my image out into the night to look scary. It scared the natives. I saw some children swimming from school, raging water. This was ordinary for them. 1 girl had to walk on land the long way around. The clansmen talked about raising the bridge the children walked on so it was above the water in storms so they wouldn't have to swim so dangerously. I met a man, a caveman. I was intelligent and seemed to know things (realized memories from modern times would unconsciously filter through and I would solve problems). Others felt nervous about me, because I was so good at figuring things out. A plane landed on the swimming place. A man got out, and pushed the light craft up to shore so it wouldn't float away. [BL]"
        }, 
        {
            "number": "0206", 
            "head": "12/25/80", 
            "content": "A vocational rehab counselor was questioning me about my cousin Sonja and her capabilities as a VR counselor in the coast office. I told him that Sonja and I go back as far as birth. She had a few things to learn yet, but she was pretty good. He said he wanted to know more. We got into a car and drove to the M City house. There was some snow on the ground. I suggested that he park in the driveway. I say, \"Turn right into the driveway.\" He obstinately turned left into a bank of dirt and snow. He and I agree that that won't do. He turned the car around and parked on the street, facing the \"bad corner.\" I was concerned but saw another car was parked right on the corner so that we were protected from collision. We go into the house. I took him the full length of the house to the far end. I say, \"Let's start at the oldest part.\" It was a freshly remodeled room, empty of furniture, and freshly painted. I told him how this used to be a half-finished garage. I pointed out where the grape vines used to be. It was now a lovely wall with windows. We moved to the next room, the rec room. I pointed to the door. I said, \"It used to be somewhere else. I still can't get used to it being there and it startles me when it opens. It too has been freshly remodeled.\" As he and I had driven up to the house, I had pointed out the rising creek that was in flood stage. I told him that sometimes the creek came right up to the door and sometimes came in and started to flood the house. [BL]"
        }, 
        {
            "number": "0218", 
            "head": "12/31/80", 
            "content": "I had some company and they left. I was tired and wanted to sleep. I could sleep sitting up in the van, passenger side, or sleep on the bench seat in the back. Both ways I'd be uncomfortable and cold, so I went to Thea's house and slept in a bed there. They weren't home. I woke up the next day and was getting ready to leave. I came out of the bedroom and found Thea and someone else there. She lectured me about taking advantage of her, using her house without permission, and she asked me if I had used anything else. I was quite annoyed with her. I wanted to leave. It didn't seem polite to leave in the middle of her lecture. She was angry. So was I. I felt guilty and caught but I also felt justified and annoyed. I wished I had chosen to sleep in my cold van. Then, I just decided to leave. I said, \"Bye.\" She was miffed. I was then in a library, borrowing books. The female that was with Thea was also borrowing books. She was jealous of something. I talked to my brother Dwight. [BL]"
        }, 
        {
            "number": "0228", 
            "head": "01/09/81", 
            "content": "I am on an airplane. The purpose of the ride is to entertain the kids. I have a job as a \"Granny\"; that's where you dress up as an old woman and sit on a chair at the back of the stairs. The kids sit at bottom of stairs and talk to you. You entertain them. Then I have the makeup all over my face to look old and peek in to see someone else doing it. The kids are staring at me. I laugh and say, \"I guess I look funny with all this old lady makeup on.\" Then it is a bus and the driver (a fat ugly woman), gets out at a rest stop. Now I'm fighting 3 men that are getting on the bus. I point to one, a young good-looking man, and call him Satan. They are evil and I must protect myself by killing them. [BL]"
        }, 
        {
            "number": "0236", 
            "head": "01/16/81", 
            "content": "Ginny is helping me fix up/clean up my house. Will S comes in. We like each other. He starts to caress me and we initially agree, non-verbally, to make love. We take off our clothes and lay on the dining room table. At first, I am concerned because he's an older man and I think maybe he won't feel good, but he's strong and sensual and the experience is very enjoyable. It lasts a long time. There are interruptions. Ginny and her two sons come in and talk to me. We stop making love and I tell her to go away now. She looks hurt and wants to stay. I gently ask her to leave for awhile. Her sons are fighting. Will S tells them how to get along. Then a candle is burning near us. My mother appears and says, \"Here, I'll move that, it can burn the wood, or your hair.\" I say firmly, \"Here, give me back the candle,\" and firmly put it back where I want it. She looks hurt and looks around for something to straighten or fix. She leaves. Will S and I continue. I feel embarrassed because it is taking me so long. He understands and doesn't mind. It feels good. [BL]"
        }, 
        {
            "number": "0247", 
            "head": "01/21/81", 
            "content": "I'm listening to a tape cassette and ten recordings on it. I get the tape messed up and I'm trying to rewind it back on. I am concerned because it's important. Several women are laughing an sneering at me, like I'm stalling and trying to destroy the tape. A Rolls Royce comes and stops by me. A lot of people get out. The star (like Mickey Rooney), gets out. He comes to me and we kiss. His show comes through town every so often and he sees me then and then leaves. His entourage sneer at me. We go for a walk. We kiss. Then he says, \"Sorry babe, time to leave now,\" he goes away, and then he comes back for the next visit. That is our relationship. He asks me how I've been. He asks me if I have practiced and if I'm walking better. I say, \"Sure.\" Then he starts to say goodbye and leaves and then he turns and comes back. He says, \"No, I'm staying. We'll stay together. You'll practice and I'll make sure.\" I'm pleased and not pleased all at the same time. I get what I asked for and now not sure that's what I want. [BL]"
        }, 
        {
            "number": "0274", 
            "head": "02/05/81", 
            "content": "Shannon and I go on a vacation, just like last time. We get into a VW bug. She starts to drive. We stop at a restaurant to use the rest room. We carry our cats in. I have a Jay cat (a cousin of mine). She has Mama cat. Jay cat looks up at me, and asks if Papa cat is coming on the trip, I say, \"No, but Mama cat is. We'll have a good time.\" Then I point out my new \"jivin'\" hair cut. I choose to drive the rest of the way to give Shannon a rest. I carry the suit cases. I think maybe we'll take a different route this time. I think of Tennessee. [BL]"
        }, 
        {
            "number": "0302", 
            "head": "02/20/81", 
            "content": "I am dressed as a young boy/man, but I'm a woman. I am in disguise. It's 1800's. A man sees me and seems to take me under his wing. He is quiet, strong and watchful. He knows I'm masquerading and is intrigued by me. There are some ruffians and he saves me from them and suggests I travel with him. I go to get my worldly possessions. I live in an attic room of a big tall building. I go up many flights of stairs. As I am running up the stairs, I feel a mild earthquake. I mutter over and over, \"The bricks, the bricks on the roof.\" I am afraid. Apparently my father or some man had been killed by bricks falling off the roof. We get to the roof. I see bricks falling and a man falling. I grab my duffle bag of clothes and run down the flights of stairs. Out on the street, we get on horses to ride away. This man feels empathy for me and will protect me. [BL]"
        }, 
        {
            "number": "0317", 
            "head": "02/28/81", 
            "content": "I have a check out stand, for groceries and things. Ethan is talking to me. He likes me. As we talk, my cash register starts malfunctioning. It rings up 55 cents too many times. A long line forms of customers as I try to get the machine to work. Ethan is smiling and talking to me and I'm trying to pay attention to him and also take care of the customers. Finally I decide to write up the stuff by hand. My \"bagger,\" a young girl, complains when I tell her to assist. Then I decide to borrow an adding machine from another stand. I do and everything's O.K. [BL]"
        }, 
        {
            "number": "0359", 
            "head": "03/15/81", 
            "content": "I'm in a class. Ethan is the teacher. In order to pass, I have to learn to shoot a rifle, drink Section 8 juice and jog. I'm back in M City. There's a male bully that challenges me. I get a new angle for my left angle, RA leaves, I jog to build up muscle tone. The Section 8 juice is light cider with a couple teaspoons of Section 9, which is hard cider. I practice hard. At the last day of class, I shoot a perfect bull's eye with a pump rifle and then with a 30-30. I drink twice as much Section 8 as anyone else. Everyone is amazed at my prowess. I'm proud. I wake up with the words \"And the light follows.\" Oh, I just remembered that as I was practicing jogging, I ran past the old house in M City. It had been removed so that there was space and light for a small, cute, cozy apartment for an old lady. As I ran by, I peeked in the windows. There was no kitchen, because someone else did her cooking. I saw a pretty Afghan, multi-colored, and a rocking chair, a single bed, with lots of lovely windows. I thought, \"Well, when she dies, they can put in a kitchen so the unit will be reusable.\" [BL]"
        }, 
        {
            "number": "0390", 
            "head": "04/04/81", 
            "content": "Tony W wants me to help him take a test. I must hold pictures up for him and ask him questions. It's called the \"XXX far-sighted test.\" It's going to help him with his relationship with his wife Nancy S. George wants me to help him with something too. They both want me to do it at the same time. I have to tell one of them I can't, Tony, I think. Nancy S asks about the test. When I tell her the name she says, \"It's not far-sighted.\" I lean over to her (a little annoyed) and say, \"It's far. The pictures are very simplistic and black and white. You'll be able to see them. They lack detail.\" Something about cheese. [BL]"
        }, 
        {
            "number": "0400", 
            "head": "04/11/81", 
            "content": "Going to the beach. I'm walking through a large building to get to it. Howard is taking care of the baby. I feel guilty as I walk away to go to the beach and enjoy myself. I see an old player piano and want to show it to co-worker Josh, but it has no piano rolls to put in. I'm disappointed. There is a \"player guitar.\" I play it. It has pretty music. I walk over and around lots of things to get to the side door to go out. I get lost in the corridors. I have shop lifted a couple of kitchen items, a potato peeler, and a salt shaker my daughter Dovre made. I feel embarrassed. I hope I don't get caught. I wonder why I did it?! A woman employee in a blue shop clerk jacket walks by and I hide the items. I look for directions. I see a sign that says \"beds, l hotels go to heaven.\" I go out to the beach. I step over a stove (kitchen), that has an oil painting on it. I stand near the ocean. I see Dovre and Ellie playing in the waves. They are older, more developed physically. I envy their pretty young breasts. I put Paulina (maybe 2 or 3 years old), on my shoulders \"like a dad would\" and walk out. The water is shallow for a long way. Paulina wants to go out further. I look up and see a big wave coming. I turn and walk back hurriedly, explaining to the girls that we are in danger from the delayed wave that is so big. We make it back in time. [BL]"
        }, 
        {
            "number": "0405", 
            "head": "04/13/81", 
            "content": "I'm in a bus with other people, mostly women. One woman says, \"Let's go live at the Kendell.\" I said, \"Oh, I've lived there before. I guess it would be O.K. as long as I don't have to live on the 4th floor. People who apply late usually get the 4th floor, but if there's an elevator, then it would be O.K.\" My friend then goes to the center of the bus and announces that I will play a song. I'm embarrassed. I get in front of everyone and need to readjust my instrument. I glue some cardboard together and cut some down to size. I use cottage cheese as a glue. I hide my work from the audience because they will have to guess the answer to the game. Then I try to play my banjo. It doesn't sound right. Finally, I notice that the cap is on incorrectly and the instrument is backwards and looks like a guitar. I look reprovingly at my friend and tell her she put the 4 on backwards for the caps. I fix it and then I can play the banjo. [BL]"
        }, 
        {
            "number": "0406", 
            "head": "04/14/81", 
            "content": "This person and myself are being chased by some people. We're on a city street looking for ways to hide. I think that I'll meditate and call upon my guru. I do so. He shows up and whispers, \"Hey, over here,\" and walks away. I follow, looking around for the \"bad guys.\" He then disappears. My friend says, \"Oh! What a lovely woman is walking by,\" and I look to see my guru or I see an invisible nothing. I am quite agitated. I say, \"This is all very nice and interesting, but can this magic stuff save our asses and get us out of here before we're hurt?\" How are we going to get out of there safely? [BL]"
        }, 
        {
            "number": "0410", 
            "head": "04/16/81", 
            "content": "Someone shot an arrow at a helicopter and it crashed in flames. A narrator said, \"Woody sort of threw this thing and it made a noise and kind of hurt it.\" I thought, \"What a cover up! Disgusting.\" I saw a car with huge baskets on the top of it driving away. I was writing a play. It called for a new character. I got stuck and then inspiration struck and I wrote one in. [BL]"
        }, 
        {
            "number": "0413", 
            "head": "04/18/81", 
            "content": "I am sweet sixteen. A man wants to make love to me, but I don't want to. He follows me. I feel uncomfortable. He says I'm deliberately turning him on. I say, \"No, I'm not.\" He grabs me and starts to rape me. I get very angry and beat the shit out of him. I lose control and hit and hit and hit. He goes away. The women's center decides to assist me even though I've not been technically raped, i.e. because of no actual penetration. I want to be alone but they all crowd into my office. I'm glad I don't have to worry about being pregnant. Now I go to another office. I have a 3 month old baby. The agency comes. A woman takes the baby. It's a happy experience. They give me a newborn, my new charge to love and nurture for 3 months or until it gets adopted. I sadly kiss the older baby goodbye and happily receive the new one. It's sleeping, so I put in on a chair by my desk to sleep. A young man comes to talk. He's quite surprised when I tell him I've had many, many children and then explain that I don't actually birth them. They're from the adoption agency. [BL]"
        }, 
        {
            "number": "0421", 
            "head": "04/21/81", 
            "content": "2 other persons and myself are making something illegal. We are going to sell it for lots of money. Some people come and try to get the stuff away from us. One person comes and sniffs it to see if it's potent and starts to walk away with it without paying for it. I feel helpless; I want to stop them but I'm afraid to. Another person goes after them and asks for the money. I'm glad they did it. The person refuses to pay and gets arrogant. \"So what are you going to do about it?\" I pick up a small revolver and shoot the person in the neck. I feel badly but I feel better when I realize that it's a small bullet and will hurt them, but not kill them, .22 caliber. He gives us back the stuff. The one who went after the money feels sad because we'll always be in trouble or uptight because we're dealing with stuff others will always try to take away from us. I say, \"No, that's silly! We can sell this, take the money and invest it, and let the money work for us.\" Then the mother of one of us comes for dinner. We hide the stuff and camouflage the gun. I put a tape cassette over it. The \"mom\" brings a good-looking young man. Someone cooks the dinner. Each serving is a lovely bouquet of cut flowers. It's too pretty to eat. I'm glad I've already eaten my dinner. [BL]"
        }, 
        {
            "number": "0437", 
            "head": "05/01/81", 
            "content": "I am very angry. I see my old diaries and journals and I'm aware that some people have read them without my permission. I say to them, \"I am very angry. I trusted you.\" I feel their guilt and I feel somehow that it's at least partly my fault because I left them out unattended. I feel good to say I am angry. [BL]"
        }, 
        {
            "number": "0466", 
            "head": "06/11/81", 
            "content": "I am being asked to sing. I say, \"I'm afraid.\" My friend (maybe Ginny) says, \"Here, wear this,\" and hands me a pretty black, lacy scarf. She looks at me and says, \"You are a lady! Act like one!\" I feel proud of my new image. It feels \"new born.\" I look lovely. We walk out, hand in hand to the stage. Ginny then cries out, \"Oh! I'll cry if Rachel loves you.\" Her feelings are hurt because Rachel loves her. I say, \"Now, I don't think she's in love with me.\" Ginny says impatiently, \"Oh, one never knows. Only the person in love knows. You can't control that.\" [BL]"
        }, 
        {
            "number": "0469", 
            "head": "07/15/81", 
            "content": "A Columbine flower. I must eat its poison berry to get well. A newborn baby girl is handed to me. I love it and I feel very happy. It's wrapped in a pink blanket. It has brown, thick, curly hair with reddish highlights. I caress it and exclaim, \"How nice! Look Ellie, now there are two of you with the same hair coloring and two blondes.\" Then we're in a trailer house/camper and it's tumbling over and over. I protect the baby by making a circle with my arms and holding my body around her. I am concerned for her safety. [BL]"
        }, 
        {
            "number": "0474", 
            "head": "08/12/81", 
            "content": "I go to a crystal ball reader. He's late so I go into the room to wait. I go peek in the ball. I'm curious. It is clean. I see nothing. I want to though. I sense the reader smiling to himself. I'm not supposed to look into the crystal ball but he knew I'd try. As I leave, I am reading a newsletter. The reader has published my story. He tells of my back history, disease, marriage, and mistaken beliefs, but points out how changed I am now, how good and smart and neat I am. I am embarrassed but also glad. It's about time I get recognized for my positive side. Ginny comes in and mentions I owe a penny here and there on past postage. I am embarrassed and say, \"Yes, I meant to pay that but I just put it off. I'll do it.\" [BL]"
        }, 
        {
            "number": "0485", 
            "head": "12/02/81", 
            "content": "The stray kittens plead for food. They are very hungry. I feel badly for them. I look in the refrigerator. I find some sugar cakes and some cheese. I am dressing up to go out on a date. It's a conservative outfit, but as soon as I'm out the door, I'll readjust the front and it will be very sexy. There's a bruise on my neck. I have a belt around my neck and then I put it around my waist. My kids watch. I go outside, stairs. I say, \"Where's the elevator?\" They say, \"No problem. You can go up the stairs.\" I am annoyed. It will be painful. I go up one flight. Then I sit down and say, \"No, I'll go in the elevator. These stairs don't go where I want anyway.\" (they went back doors). I see penguins that live on the stairs. If radio activity gets bad, they die and then we know. Some lie down dead. [BL]"
        }, 
        {
            "number": "0496", 
            "head": "09/16/82", 
            "content": "I am the piano teacher. My pupil is a young man. We start warm up exercises in duo. We sound great on the scales. It sounds like Beethoven. Co-worker Tyler is in the audience. Bruce is also. They are favorably impressed. I say, \"It's time to begin,\" and then I start to say, \"You need to...\" Ethan smiles and says, \"Aren't I ever gentle?\" He says just before I do, \"Yes, with gentle people.\" [BL]"
        }, 
        {
            "number": "0505", 
            "head": "10/22/82", 
            "content": "It is Friday at 20 of 6. I am packing my briefcase to go home after a long week. I'm standing up. I see Dana coming towards my office. I feel tired and annoyed. I think, \"Where's Andrea?,\" and I realize she's gone home and can't be reached by phone. I see I'm the only one around to help. I sigh. He comes in, sits down and sighs. He tells me how depressed and lonely he is and how he's thinking of suicide again. I resent his clinging to me emotionally. I guess he feels that he gets to talk out of the office. He says that he'll go now and maybe find someone else or maybe kill himself. I really get annoyed now because he's playing a manipulative game. I firmly yell down the hall, \"Get back here! I'll work with you for 25 minutes. Quit playing these games! If you continue playing them, I'll wash my hands of you and you can do what you will with your life.\" He comes back angry at me. He wants sex. I say, \"No, I don't want to.\" He says I'm mean, that I have no feelings and that I don't care for him. I say, \"I care for you as a human being. I'll hug you, but that's all.\" He grabs me hard like he'll never let go. I hug him, truly feeling care for him. Then I release him and send him on his way. I' feeling food! I'd done what I could and left room and energy for me. I said no to a \"stray kitten!\" [BL]"
        }, 
        {
            "number": "0517", 
            "head": "12/02/82", 
            "content": "I am in my wheelchair, looking for a place to park near the theatre so I won't have to walk far. It's very crowded and I end up far away. I see an attendant, sort of a mechanic and chew him out because there is no disabled parking. He has an arrogant look on his face. He says, \"Are you one of those hippie type trouble makers?\" I look at him with some contempt and say, \"I am a counselor here at XXX.\" He is very impressed. He offers to escort me there. As we walk together, arm in arm, he smiles and asks me out. I think, \"He's only a mechanic, but it might be fun to go out for awhile.\" Then I find out that the person that is scheduled to play the Queen in the play can't, and I am to do it. I have an hour before curtain. Marti S tells me to make frowny faces to the sounds people make. We're all sitting at a table. I do so. One woman thinks I'm pretty strange. I'm nervous. I don't even know the story line much less the words! Marti S says, \"No problem, you'll do fine,\" and then goes away. I wait for her but she doesn't return. Howard is the director of the play. I tell him I'm not ready. He says, \"Sure you are.\" He has confidence in me and doesn't do anything to help me. I get a 12 hour extension. I then realize that I have the Queen characterization down very well, I just need to memorize the words. I feel that I can succeed. I wear a black ornate lacy dress and a wig. I am very regal. [BL]"
        }, 
        {
            "number": "0522", 
            "head": "02/21/83", 
            "content": "It is necessary to study and learn more about femininity. I see a southern talking blonde, helpless type, and she changes into a well-dressed woman with a dark suit, a black picture hat and a red rose. She's beautiful, self-assured, and strong. Bette Davis is the director. She's pleased I've noticed I don't have to be traditional, soft and helpless to be feminine. [BL]"
        }, 
        {
            "number": "0524", 
            "head": "04/02/83", 
            "content": "I am dancing. I have a very wealthy guardian and this is like a debutante ball. I'm wearing a blue velvet evening gown. The gown and I are very beautiful. I dance first with one good-looking man, then with the next and then with the next. There are 3 that are the best that I am interested in. One is blond. Then two men escort me to a sort of \"throne\" chair. They simultaneously pour liquids into my champagne glass, the mixture needed to be swirled to make champagne. Outside there is a battle of airplanes and ships. Then the news is that my \"father\" must be captured or killed to prevent more war. [BL]"
        }, 
        {
            "number": "0551", 
            "head": "09/16/84", 
            "content": "I'm going to see a movie. I see some chairs downstairs. I follow Juliet down the stairs. The stairs are clogged with coats, large art-type books, and people. I try not to step on the people. We chat as I go by. Then I look for a comfortable chair. I find one in the back. I ask Jock to carry it more forward so I can see better. He does. I find a pitcher of beer in my hand. Someone comments on it as I go by. I notice I don't have glasses. I make a joke and wonder why I have a pitcher (which the person called a vase). After all, I don't drink. Jock has 2 glasses. I say, \"Leave it to you to think of the glasses.\" I ask his help in setting up the chair. It's just a bit too big for the small space and tips over the stair edge when I try to sit. I see wheelchair tires next to the stair edge that the feet of my chair are resting on. Jock says, \"You know, I usually hold you back until you get all the facts (when he's giving me a client). I'm a little surprised and annoyed. He then is surprised at me and says, \"I misunderstood you. I thought, you know, you said about alcohol and drugs and those guys you'd pick up on and I thought you didn't like people like that and wouldn't be good at helping them, so I didn't send any of them to you.\" I am surprised. [BL]"
        }, 
        {
            "number": "0574", 
            "head": "10/17/84", 
            "content": "A mentally retarded boy was the next act in a show. It had been smooth until he came on. He faltered on the first note and then couldn't get his bearings. I tried to help him out. If he could just calm down and remember the starting point, he'd be O.K. I was seated in a balcony seat that was very close to him. Then I started coughing and he was on his own. It was no good. The show ended ragged and unfinished when it had started so well. [BL]"
        }, 
        {
            "number": "0578", 
            "head": "10/21/84", 
            "content": "I am doing a video for the C. dept. Co-worker Josh wants to watch. I feel relieved that I am finally doing something legitimate when he watches. We are taking pictures of president Reagan as he swims in the ocean. He makes a real fool of himself, splashing and diving, because it's too shallow. I think, \"Oh, he's going down for the 3rd time.\" As I walk back out of the water, I step on an eye under the sand. I think, \"Yuck! Sharks!\" [BL]"
        }, 
        {
            "number": "0580", 
            "head": "10/22/84", 
            "content": "A man, a friend is doing laundry. Some electrical problem starts. He goes to the circuit breaker. As he touches it, he gets zapped. We pull him off. Now we need to get him to a doctor, but someone brings to our attention that he needs to have a check-up and update his insurance or they won't pay! We carry him there to get it worked out. [BL]"
        }, 
        {
            "number": "0584", 
            "head": "10/23/84", 
            "content": "I'm driving a huge diesel truck. It's automatic shift. I pull out in front of a car, not giving much room. I get past without an accident. I drive up a mountain road through a cute village. I'm tricked into going down a road that ends up being the runway for jets! [BL]"
        }, 
        {
            "number": "0587", 
            "head": "10/26/84", 
            "content": "I'm going up the stairs in a tall 3 story house. Everywhere I look, people are in some kind of orgy, sex, drugs, etc. In a room at the top, I see a sign that says, \"Don't disturb\" or \"Don't look.\" I look anyway. It's a male client, older, engaged in sex with a woman. The thoughts are, \"Good, he's now able to enjoy it, older and wiser.\" [BL]"
        }, 
        {
            "number": "0597", 
            "head": "11/02/84", 
            "content": "Mabel and I are trying to put together a puzzle. We pick pretty beads from a basket and place them where they belong. I think Shea was there too. Later, I take some kids to the store. A couple of teens take some candy. I tell them to put it back. Then I see Paulina scooting out the door quickly. I run after her and stop her. She has candy in her mouth! I say, \"How dare you! Take it back at once! I'll lose respect and love for you.\" I am very angry, and she goes back. She and I go to the clerk. I say, \"She took this candy.\" The clerk shrugs and says, \"Oh well, teens do that.\" A man walks up to me and puts a soda bottle on the counter. He says, \"You pay for it and I'll reimburse you later.\" I am so busy with Paulina I don't really attend and agree. Then I turn to see who this is. I know him well and I laughingly agree to do so. [BL]"
        }, 
        {
            "number": "0602", 
            "head": "11/05/84", 
            "content": "Looking for taxis in Mexico, maybe. I find a building with taxis in it. I can't decide which one to take. Each has a sign that tells where they go. Paulina, Ellie and I continue walking. I see they both have some candy they took. I tell them to take it back. \"That is stealing!,\" I say. [BL]"
        }, 
        {
            "number": "0603", 
            "head": "11/08/84", 
            "content": "I am visiting someone, I think Thea. I'm on the porch. The neighbors are around. A woman is talking. She says she's the land lady of a place up the street. There is a young couple that can't afford the rent. She's willing to cut the rent in half if others are willing to help raise the rest of the money. They ask me to donate. I hem and hah and finally agree to chip in 1 dollar. My daughter Dovre agrees to add some change. Then the girls go out to collect more money. We take it and some food to a gathering. I am thinking, \"Maybe I'll keep my dollar since it was my girls that raised the money,\" but I feel shamed and cheap and leave it in. At the gathering, there are lots of people. A principal of the school asks me to compare my daughter's school with my own. I say, \"There's not much to compare. There was the 1950's and now there's the 1980's but they are blended together. They are the same in many ways!\" It's time to leave, I can't find my shoes, or the bowl the fruit came in. Then we find both. Out in the street, a strange looking midget walks by. As I go into a house, I hear Dovre calling for her dad piteously like he's drunk and lost in the neighborhood. [BL]"
        }, 
        {
            "number": "0606", 
            "head": "11/11/84", 
            "content": "I'm in some group session, a facilitator. A woman rushes over to Eric and jumps on him. She wants to be affectionate and possibly sexual with him. Because he's blind, it startles him a great deal. He's scared. He throws himself face forward on the ground to protect himself. She is upset and angry because all she's got to contact is his back. She goes away. Eric sits up. There are tears in his eyes. He needs my support. He reaches over and envelopes me in a hug. The woman is crying too. She feels rejected. She's trying to pull Eric off me so she can be hugged by me. I tell her to wait. I say, \"I know you feel badly and I want to help, but you have to understand. Eric's blind. You scared him. He needs me more.\" [BL]"
        }, 
        {
            "number": "0618", 
            "head": "11/17/84", 
            "content": "The girls and I are going swimming. I get in the shallow end and dog paddle around gingerly. Then I feel challenged to swim with long strokes out to the deeper area. I do so somewhat hesitantly. I stay near the pool edge and Dovre stays by to rescue me if necessary. We get out of the pool/lake. It's fairly crowded. We start to walk down the street. I have trouble walking because my both legs are in one pant leg, like in my mermaid suit. I kind of shuffle, hop along. Then it changes to normal and I walk. I notice a Christmas parade is coming down the street. It's colorful and noisy. We stop to watch it go by. My grandparents (Agnes & Clyde) are there and so is Aunt Esther. The parade is sort of happening through their living room. There are lovely, yellow, lemon-smelling candles. She sure has a lot of candles; her kids must be at that age. Grandma Agnes quarrels about a duck bowl. Rochelle is sitting on a piece of furniture doing a commercial. Half-way through, she runs out of things to day and hops down. I am annoyed at her. She finds a book and asks me to explain it to her. I start teaching about saying yes to a scene and not giving up. She seems to be interested. [BL]"
        }, 
        {
            "number": "0650", 
            "head": "12/21/84", 
            "content": "I am dancing with a man up a series of flights of stairs. It's very dramatic and faked. There are lots of hand and arm gestures. We are playing to an audience, but it's no where to be seen. Now I'm moving my files from one office to the other. Mabel has my pill box and I'm looking for her. I find it and take a white 5 mg pill thinking she forgot to give me it with the four pink ones this morning. A man comes into the office; it's Mitch. We are friendly. We look out the window and start kissing. [BL]"
        }, 
        {
            "number": "0662", 
            "head": "01/04/85", 
            "content": "I have a neighbor; he visits frequently. We are friends. He starts kissing me very gently and kindly. I like him very much. We realize we are going to be lovers. It's very nice. I feel happy. Then I realize the bad guy neighbor is on his way to visit me and I don't want him to know about my new relationship. I \"see\" him coming down the road. He's riding in some open air vehicle and has crows that talk. He sends one on ahead to give me the message that he's coming to visit. I hurry to get my friend out. I leave a message that I've gone to a small family birthday party at my brother's house next door and he can drop in if he wishes. I hope my good friend doesn't decide to drop by too. It would make things more difficult. [BL]"
        }, 
        {
            "number": "0671", 
            "head": "01/20/85", 
            "content": "Now I'm in a town, maybe T City, looking for a particular drugstore that carries the medicine I need. I am looking for the Rexall Drugs. I call the operator. She finds it, but it isn't the right one. I try to remember the right name, Wal... something. Then as we are driving, I see two cars, Yitzak in one, Kim and Dan and family in the other. They had heard somehow about me needing the medicine and got it for me. A most fortuitous meeting. We chat. They are on their way to a vacation. I offer to pay for the expensive deposit on the meds and they say no! No problem because they can collect it back later. [BL]"
        }, 
        {
            "number": "0672", 
            "head": "01/20/85", 
            "content": "I walk into an enclosed porch of a house and see Terence all dressed up in a blue suit (light blue). I exclaim, \"What a coincidence, I just dreamed about him this morning.\" I am vaguely aware that he is dead and a little surprised to see him alive. Then I see a lot of books. They are children's mysteries written by Terence. I then realize that Terence had written them. I am very surprised. [BL]"
        }, 
        {
            "number": "0677", 
            "head": "01/26/85", 
            "content": "I am at a dance. I look lovely in a long dress. A young man comes up and asks me to go out with him. I immediately say, \"No!\" very firm. I say, \"It's my policy not to go out with anyone here.\" Then I sit down at a table. I am sandwiched between two men, one is the one I refused. I start wondering why I turned him down, aware that it scares me to think of going out with someone. I leave. The other man follows me. He likes me and I am attracted to him. He doesn't ask me anything. He just engages me in conversation and I enjoy being around him. [BL]"
        }, 
        {
            "number": "0678", 
            "head": "01/26/85", 
            "content": "I am visiting Hector in Mexico. He and I are talking. I ask him why hasn't he written? Aren't we friends any more? He moves away from me and crosses his arms. I feel sad and curious and frustrated. Then we go downstairs to see his family. I see a list of what each son got on his 15th birthday. They get $1000 or a car. Both sisters got a party. I didn't think it was fair. I notice they have remodeled their house. We go upstairs, passing another stairway going down. I am intrigued but don't go there. I see a window and outside, a push cart with books and gifts on it. I go out to see if I shall buy anything. I decide not to. I ask where Roberto is. No one knows. [BL]"
        }, 
        {
            "number": "0693", 
            "head": "02/14/85", 
            "content": "I am in a church that's sort of like black gospel but we're white. I am singing and notice the leader and I have lovely harmonic voices. We are the leaders. A small baby girl is being naughty and talking. A church member spanks her. I tell her to stop it, she is only making matters worse. I pick up the girl and hug her. She says \"It's so hard to grow up,\" and I sigh, \"I sure know what you mean.\" Then I put her down and we singing leaders march around singing. We stop. A black church group across the street teases us. The minister looks at our sexy evening dresses and yells, \"What are you trying to do, make us throw a \"mock\" fit?\" One woman is in a red \"hooker\" dress, another in a blue one. I'm in lacy white. [BL]"
        }, 
        {
            "number": "0702", 
            "head": "02/22/85", 
            "content": "I am going to a movie and go upstairs to sit in a special circle chair. There's some spy stuff going on and a brand new baby. The baby would tell me to lay her under the water so she can push a button while no one looks. I let her do that and pull her out seconds before she runs out of oxygen. Finally, I protest. She assures me she's o.k. I put my hand down there and push the button myself secretly. Then the baby and I must escape. We hide in the movie crowd. Dora and Willie are there and we agree to sit together. My round chair is sort of a wheelchair. A German general spies around. [BL]"
        }, 
        {
            "number": "0711", 
            "head": "03/12/85", 
            "content": "I am running at a resort. I dive into the lake, being careful not to dive deep as I don't know how deep it is. I swim, amazed at how well I'm doing. A man is interested in me, but I don't like him. He's sleazy. He follows me. I go to the resort lodge. Really crowded. Someone says, \"What does it mean when they say you are independent.\" I look at him and then demonstrate. I turn to the guy that runs the place and say I need a place to sleep. He immediately finds one for me. [BL]"
        }, 
        {
            "number": "0738", 
            "head": "05/08/85", 
            "content": "I see the tide come in. I don't want to go to the water, but I do. Jerome swims near me. I stay near the dock so in case I tire, I have something to hold on to. Later I go across a parking lot to get to the University. Jerome follows me. He loves me. I stand in line to pay my fee. I write a check. I have trouble gathering up all my belongings. I go to my room. Jerome is waiting for me. He looks at a scrapbook and picture of my father, another of a pig-nosed man, a valentine from Jerome where I crossed out the word \"kind\" from \"your kind teacher.\" He is hurt and annoyed, but pleading. He caresses my eyelids lovingly. He tells me he was upset that I would question his choices of clerk in front of Dovre who would go to his home and tell. I said, \"What should I do? Close my eyes to the truth? I can't.\" [BL]"
        }, 
        {
            "number": "0769", 
            "head": "06/23/85", 
            "content": "The African bees are coming! We start taping up the windows frantically. We have to make the house secure! A fat butt man keeps going outside to see if they are coming. We ask him not to, it's too dangerous! He keeps breaking the taped seal around the screen door. We call and call to no avail. We have to lock him outside. Everyone in California had been evacuated. They start spraying. The bees are huge and black. They are coming. It's something like having a \"DADDY\" for a daddy and Marilyn Monroe for a mommy. It's sad. [BL]"
        }, 
        {
            "number": "0790", 
            "head": "07/21/85", 
            "content": "I am trying on clothes, looking for the right outfit to go out with this guy. Nothing fits and it all looks tacky. My purple slacks don't look good, too informal. Ellie comes in then with her prom dress on a hanger. I suggest I borrow it. I put it on. It's a bit tight. It's multi-colored with big cloth roses on the hem. [BL]"
        }, 
        {
            "number": "0793", 
            "head": "07/24/85", 
            "content": "Some women decide I can look better and fix me up with a pair of sandals (like Birkenstocks) with special heel imprints so I can walk easily and a pair of jeans. I look real cute and sexy. I step outdoors. A man (Lee from Uni house) likes me and asks me to dance. It's a slow dance and it is very sensual. He holds me close and nibbles on my neck. I giggle and say, \"Stop it.\" The music stops. He doesn't let go, saying, \"Let's wait for the next song.\" I disengage myself from his arms. Another man wants to dance. It's a fast dance. I start to dance and he disappears. I continue dancing, enjoying it. There are mud puddles. I splash through. [BL]"
        }, 
        {
            "number": "0796", 
            "head": "07/27/85", 
            "content": "A couple of Viet vets that are very well trained have to take out a bunch of us civilian non-trained types on a mission. They are upset because our lack of training could get us or them killed. We enter the enemy camp. I run and hide in a corner when people come by. The teachers can't see me, but the students can. I follow a guy and ask him if he'd mind answering a few questions. He's suspicious, but agrees. I ask him if there could be peace between them (the Arabs) and the Israelis. He say, \"No!\" I write his quote on the palm of my hand, \"The pain is --- we are different. Our high schools differ.\" I ask him if I can borrow a piece of paper to take notes on. He says yes and tells me I should have come prepared. [BL]"
        }, 
        {
            "number": "0802", 
            "head": "08/09/85", 
            "content": "I am an ex-con running from a Mafia boss. I'm driving a stolen mob car, black and fast. I am panicked, trying to elude them, speeding past the cars on the freeway. I see a dirt road and squeal on to it quickly. I hide in the trees. I see them slow up and look for me. I see a cotton men's plaid shirt tacked to a tree. They leave, I escape in a roll of dust. Now I am swimming in a terribly treacherous white water river. I barely make it after crashing over a water fall. I creep up over the bank to safety. I go back to the prison and sneak down the stairs hoping no one sees me. I see chickens in the cells. I make it to the front office and bravely walk straight for the front door. No one stops me. I stop myself and ask them if they remember me. The guard resting on a bunk is surprised. So is the woman clerk. I hear the news that if I don't qualify for a boxing match by 3:00 that day, I'll be locked up forever. I am trapped. I get on my knees and beg the guard to take the necessary papers over so I can qualify in proxy. I weep passionately. He relents and goes. Then a pox from mice sweeps the prison and all the inmates turn to shorn sheep. If I can't get out in time for the match, I'm doomed. One of the sheep baaing notices I haven't changed. I point out that I must have had it before or am immune. [BL]"
        }, 
        {
            "number": "0804", 
            "head": "08/21/85", 
            "content": "I am a maid of honor at a wedding. The colors are black and white. A black curvaceous 1950's dress and long white veil. I walk up the aisle and notice the groom isn't there. He then enters from a side door. Part of the ceremony is for the groom to describe the future. He's a little embarrassed. He takes his ribbons and artfully waves them around and tells how they will be married for a number of years and then he'll fall in love with another woman and leave. He shrugs his shoulders and looks sheepish. He asks her if she's willing to continue, knowing that. She says yes. The bouquets are black flowers and ribbons. The next step of the ceremony is for everyone to light a small candle and, while singing, put their flame into the common or larger flame of the bride. I light my candle and follow the bride, singing, realizing with embarrassment that the song is \"Rashneeshee\" and my parents are probably shocked. I like the symbolism of all our little lights coming together in one large light. I drip my candle wax in the bowl. She smiles and points out it made a crooked pattern. [BL]"
        }, 
        {
            "number": "0809", 
            "head": "11/20/85", 
            "content": "I am sleeping with my mother. She hesitatingly puts her arms around me in a hug. I am touched. How sweet and I realize how hard this gesture is for her. Even though it is hard for me, I pat her arm and permit the affectionate embrace. Even as I relax into the niceness of it, my mother's head slips down and down and I become aware that she intends to have oral sex with me. I am frozen with shock. She starts and I push her head gently away. Ellie comes into the room and starts talking to me. With immense relief, my mother is gone. I look up above my head on the way and see shoes and purses and lots of things precariously perched and ready to tumble down on me. I ask Ellie to help move some of the things. I still feel disgusted at what had happened with my mother. [BL]"
        }, 
        {
            "number": "0826", 
            "head": "06/23/86", 
            "content": "I go to a house. It is supposedly Jake's house. He's having a party. I take the opportunity to do a tour of the rooms: living room, a family room, two bedrooms. Jake comes in. He suggests we join the others in the boat. He and I get in a row boat with a small motor on it. I ask, \"Are we going further out?\" He says, \"No. We're just going around the corner.\" We go around and head for a narrow cement chute that was filled with sand, not water. We slide down fast. I'm in the front. The front crashes on the cement barrier and curls the front of the boat up. This has improved the boat's capabilities. We get out and return to the house. Lots of people are there. Patricia is there with the Mexican Tony. They are kissing. I look around for Hector and can't find him. [BL]"
        }, 
        {
            "number": "0840", 
            "head": "09/16/86", 
            "content": "A man named Keith likes me and comes on sexually. I am drawn to him. Our lips nearly meet and I suddenly pull away, still wanting him but confused. I say \"No. I am married.\" He smiles and says, \"You want it; why don't we go away? There are lots of big rooms with fireplaces.\" I am tempted, but refuse and pull away. He starts to leave and I realize that I am not married and regret rejecting him, but it is too late. [BL]"
        }, 
        {
            "number": "0849", 
            "head": "10/20/86", 
            "content": "I am called to leave with Mabel and Orville. I turn at the door just before I go in and see members of the Counseling Department waving. I feel sad because the end of the world is coming and we will all die. I call out, \"I love you,\" and turn to go. I am a little embarrassed and say, \"I suppose it's corny, but it was my last chance to say it to them.\" We go inside the house. My Uncle Joel calls me to the other room. I am hesitant because I'd already put my stuff in a bedroom. I go into the living room and sit on a couch. Leroy is there and there is instant attraction and warmth. He sits next to me, very close, and puts his arm around me. I know this is wrong, but I want it. I struggle with my conscience a little, but it's a foregone conclusion. He complains bitterly how he never measures up to his father's expectations. A stray kitten and a cousin. It's a double reason to stay away, but I love being near him. I feel warmth and excitement. Both Uncle Joel and he assure me they are still working on marketing my script. I am a little annoyed and frustrated. [BL]"
        }, 
        {
            "number": "0869", 
            "head": "12/25/87", 
            "content": "I am seated at a table with lots of food on it. A woman comes up and says, \"You are going out with my husband and I am going out with my ex-husband.\" I feel somewhat embarrassed and want to explain to her that I mean no harm. I'm not trying to take her husband away. I don't say anything. Then I get up and walk over to my \"date.\" It's Pat Brown. He's wearing a sweater that had been cut in a semi-circle and his chest skin was cut too. He remarked it had been dome by a chainsaw and it sure hurt! He repeated a groaning \"Ow!\" several times! He seemed surprised at his stupidity of letting himself get cut. [BL]"
        }, 
        {
            "number": "0880", 
            "head": "03/20/88", 
            "content": "I am maybe in a hospital setting. There are helpless, newborn babies being badly taken care of. Michael J. Fox grabs my hand and pulls me, running through the corridors. I am concerned because I am hooked up to the babies and our running is pulling out their life support system and causing them pain and then death. I feel I must do something. It is suggested that I talk with the top authority, Governor Goldsmith. I waver and think, \"Oh, I'll just mention it to some local person. The message comes clearly! \"DO NOT WAVER! Go to the top. Top priority! You must save the babies because horrible things are being done to them! They are used for experiments. Pieces are taken out of them before they are dead and people say they can't feel pain but they can! You must help them!\" I must help them! Also a naked man was in the bed next to me. [BL]"
        }, 
        {
            "number": "0901", 
            "head": "05/04/88", 
            "content": "I am given a gift from this rich guy that likes me. I call him up. His secretary asks my name. I tell her. She reads the names of the women he has given priority. A list of women who the secretary will put through to him. I'm not on the list. I feel angry and decide to never see him again. He chases after me, but I ignore him. [BL]"
        }, 
        {
            "number": "0914", 
            "head": "05/12/88", 
            "content": "Later a dream about finishing drinking something I had left. Some women are spies and were chosen for a series of features, one of which is they had a miniature silver shoe. I saw a lot of miniature desks lined up. They belonged to Cherry T. I opened one drawer and saw a diary book, about joy. I apologized for looking at her private material. [BL]"
        }, 
        {
            "number": "0922", 
            "head": "05/18/88", 
            "content": "I and an \"alien\" are together in Aunt Elaine's house. I go to the kitchen area and write a note. I want to convince the authorities that the alien and I can create an interesting show that gives me time to be with the alien. I'm interested in him but I can't just be open about it. [BL]"
        }, 
        {
            "number": "0950", 
            "head": "06/05/88", 
            "content": "I am swimming in calm waters and doing very well. I swim toward a rock at the deep end. As I near the rock, I realize I'm getting tired out and need to hang on. I reach for the rock and become aware of evil things lurking under the rock. I slide around the rock and discover I'm in the rough ocean side and feel like I might not make it. I struggle and finally get back to the calm waters and feel safer. [BL]"
        }, 
        {
            "number": "0958", 
            "head": "06/10/88", 
            "content": "I am looking at images of what went wrong in our marriage. Lots of snapshots, interviews; I remember the color black. I am helping my bad ex-husband set up a shower. It's a lot of tall, ungainly pipes. Between us we get it set up and the cold water pours out of the shower head. I take a cold, cold shower. I am fully clothed and find a small sample bottle of shampoo in my shirt pocket. I wash my hair and arms. I feel very invigorated by the shower because it is so cold. I step out and walk jauntily past my ex-husband and all the pictures. A voice (maybe my brother, Jake) says, \"Now, do me a favor. Give him the shampoo. You can work together a little bit.\" I realize I had selfishly kept the bottle, which had only cost 75 cents. I gave it to him. [BL]"
        }, 
        {
            "number": "0963", 
            "head": "06/14/88", 
            "content": "A young girl has rheumatoid arthritis. Some people are trying to explain things to her to help her. I am crying. A nice man is going to help her. I think I am worried they can't and don't want to stir up her hopes. The man and I go into his familiar formal room. He tells me to look into a mirror with a heavy, gilded frame. I look and at first I can't see anything. Then I see me, sad, seated and a man (him). I, a happy, healthy me, stand between them trying to explain something. [BL]"
        }, 
        {
            "number": "0975", 
            "head": "06/20/88", 
            "content": "Lucy is driving my car. I am giving her directions, like backup. \"Go straight. Stop now! You've only got another foot to a slight drop off.\" I couldn't imagine why I just didn't do the driving. It would be easier and safer. Jake is in the pickup as well. We are in a parking lot. We park and get out. Jake is being very apologetic and I say, \"Don't over help.\" They go ahead and I try to catch up. I call out, \"Sandy.\" I'm in an intersection. A crowd is gathering. There is some ceremony where money is being given to a disability cause. I see Lucy and Jake and then I am crowded in by many, many tall men. I look around and exclaim, \"So tall! It's not fair!\" They can see well. I'm all smashed up against some guy's beige polyester suit. Cameras are everywhere. They can't see me I'm so crowded in. Some man says,\"Where do we donate?\" And a man says, \"It's already been done.\" The money's here already and I notice I'm standing right at the center of the attention where a round baseball is. The crowd has suddenly thinned out. The cameras are gone. The excitement is over. [BL]"
        }, 
        {
            "number": "0985", 
            "head": "06/29/88", 
            "content": "Lucy sits next to me at a restaurant, long table. She announces that she is naked under her blanket. She just didn't feel like wearing clothes. We are tasting food. The wife of the restaurant owner wants our opinion. I want to leave and go home. The \"games\" there are uncomfortable. First I'm going to shampoo my hair. I am in a room and a man watches. I use too much shampoo and spill it into a small container. Now Elizabeth Taylor is taking a bath. A man in a leather jacket comes in, opening 3 wallets with credit cards and money. He says, \"This is what I offer. All you have to give is you.\" I'm a little disgusted and want Elizabeth to leave but she doesn't want to. So I leave. [BL]"
        }, 
        {
            "number": "1008", 
            "head": "07/14/88", 
            "content": "I am in a wheelchair. Someone says, \"Let's go downstairs and make fresh bread.\" I pull my chair around me like a deflated flotation device. I call Michael over. He's driving a two-seater with a small truck bed behind it, quite fancy. I ask him if he were to get a set of tools, which ones would he get? I don't want him to know I'm thinking of getting him some tools as a gift. A man calls us over. He's upset we're all in chairs, or maybe I'm thinking he might be upset. He says, \"Well, for instance, what if I was black instead of white?\" Lucy says it wouldn't make any difference to her. She's blind. [BL]"
        }, 
        {
            "number": "1025", 
            "head": "07/25/88", 
            "content": "Some woman is annoyed with me because she gave me some information and I didn't get it back to her. I agree to get it for her. I get the papers and remember I was going to xerox it first -- it's a lot of information on music. I take it to a xerox machine. An office worker wants to know if I've been watching Hank because he has refused to make a copy of what he was supposed to copy. I say, \"No, I haven't.\" Hank walks in and I say, \"Hi Hank,\" to alert the other woman not to talk about him. I try to xerox. It is hard. There is a lot to copy. I ask Jock to help me. He does. Then I have to go to my dorm room to get more knitted clothes that belong to the woman. We pass a busy military-like man who has helicopter-like machine displays. Get to my room and Jock/Abner gets the clothes, sometimes getting my own clothes almost mixed up with the others. I look up at the ceiling and say, \"What happened to my ceiling?\" It has ribbon bows on it and the asbestos is on it. It's a mess. Someone explains, but I don't remember the reason. [BL]"
        }, 
        {
            "number": "1030", 
            "head": "08/06/88", 
            "content": "I am at Thea's house and can't get what I want. Someone tells me that Howard has died. I think, \"Oh, so young. Only 44 years old.\" I feel sad and know it will be sadder over the next few days. I go to get my car, which is broken. There are two, a van and a spiffy car. I think, \"I can't use the car because my chair won't fit in.\" The mechanic is busy and tells me he can't fix it yet and gives me a reason. I tell him I need it because Howard died and that is a stronger reason. He doesn't care. I then remember there will be an inheritanc, but I will have to fight for it. I think, \"I'll use the inheritance to get a degree in psychology, another two years of school.\" I sit in a chair like the swim lift chair and want it to go forward, but someone set the brakes and it tries to go forward like a train (chug chug chug chug) and folds over itself and is broken. [BL]"
        }, 
        {
            "number": "1064", 
            "head": "09/17/88", 
            "content": "I go to find Lucy. I knock at her door. One of her children calls, \"Come in.\" I see that most of the furniture is moved out. I ask if Lucy is here. \"She's in the kitchen.\" So I walk to the kitchen and look out the back window and see her grooming her horse. I remember she loved that horse and must be feeling sad to leave it. A phone rings and she tells one of the kids to be sure and answer it. I realize that I will be able to talk to her if she comes in to get the phone. I walk toward the phone in the living room. Lucy comes in,; she is naked. She gets up on the wooden rickety table (the only furniture left) and undoes the lamp fixture in the ceiling. There are lots of cobwebs. She tells the girls to be careful of the strings. I say, \"I know you're busy, but could you tell me, in a nutshell, what made you do this? Just a few months ago, you were not going to have him and now you're gone.\" [BL]"
        }, 
        {
            "number": "1067", 
            "head": "09/23/88", 
            "content": "I am walking up a curvy road, on the side shoulder where there's gravel and leaves. A man steps wrong and twists his ankle. I go to help him. He tells me he is a writer. I tell him so am I. I have a newsletter for beginning writers. I also tell him I live in N City (on the opposite coast from him) and it is incredibly beautiful there. [BL]"
        }, 
        {
            "number": "1074", 
            "head": "10/10/88", 
            "content": "I am looking for my purse. So is Merle. I find it. I'm going upstairs to have lunch. I am run over and lay on the ground. A doctor comes over and says, \"Don't move,\" and sticks pins in me. I realize I don't feel them. I say, \"Oh no! Don't tell me it's my spine.\" He says, \"Maybe not. Sometimes things are numb for a while.\" The man that ran over me comes to the emergency room as I'm being wheeled in on a stretcher. He says, \"I was drunk.\" I am furious and scream at him that he ought to be hung up by his balls upside down for 100 years. That would teach him a lesson. I am livid. His father says, \"We'll talk about this when you calm down.\" I then have to walk slowly up some difficult stairs to the emergency room. They see me and come running to help me up the last stair. A black woman is there and the nurse jokes about her color being a permanent tan. The black woman says someday people won't be afraid and will treat me normally. [BL]"
        }, 
        {
            "number": "1079", 
            "head": "10/25/88", 
            "content": "I'm going up to the S Beach Hotel without a reservation, hoping a room is open for me. The cat (Pablito) is in the car. I'm in the passenger side. I go in and open a door. Someone, a bald man, is already in there. I apologize and try another room. An elderly couple is in there. I realize I'll probably be put in the dorm room as the conference starts Sat. night. So I at least will have a room but I am disappointed. [BL]"
        }, 
        {
            "number": "1082", 
            "head": "10/25/88", 
            "content": "I'm a passenger on a bus and see what looks like a school bus with one headlight. Our vehicle flashes lights at it and stops. I look again and see it's a train. I tell the driver we don't have to stop for a train. He disagrees and says that we do. I apologize. [BL]"
        }, 
        {
            "number": "1084", 
            "head": "10/29/88", 
            "content": "I am taking the wet clothes off a baby. She is lying on a bed and is a mess. I look for a clean shirt and find several. I choose one that's lacy and pretty, but hard to get on her. We struggle getting her hand in the arm and finally succeed. Then I take off her messy diaper and clean her up. She shits when I don't have a diaper on her. I clean that up, shuddering. Now my mother says, \"Give the baby to me and you count all this money on my bed.\" I see piles and piles of coins (change). Most of them are foreign currency. What a tiring task. I say, \"I'd rather hold the baby. I haven't had a chance to.\" She says, \"Later, you can do it later.\" I sigh and start working on the money. Then I'm helping a woman pack. There are lots of snap shots laid out on the bed, some of Willie, some of her lover. I am concerned that her husband will come in and find out! I try to gather them up. Then I must hurry and I choose the shoes to pack, discarding several \"Baby Jane\" shoes for little girls. [BL]"
        }, 
        {
            "number": "1091", 
            "head": "11/08/88", 
            "content": "I'm at a grocery store hoping to meet a nice man I can be in relationship with. This short but good-looking guy comes up and kisses me. I say, \"Hey, who are you? Don't do that.\" I walk away from him. He follows. I see Merle in a shopping cart. I tell him, \"This boy came up and kissed me.\" Merle is a little jealous. I go back into the store looking for a guy. As I'm ready to leave, I find Raul and another guy. We walk out with Merle and Ginny and some others. I say to Raul, \"Don't be like you were before; be natural and real.\" He agrees. Someone says, \"To whose couch do we go?\" I offer my house. We go to a campground. Raul says he's read about Emily Dickinson. I say, \"Yeah, me too. She's into natural drugs.\" Some people take the campsite we were headed for. We get into a van and drive up a freeway exit the wrong way and cut across wooded area to park next to the original campsite. Ginny has money in her hand. I say, \"There isn't any wood for the fire,\" and then I see some split logs and sticks. [BL]"
        }, 
        {
            "number": "1102", 
            "head": "11/17/88", 
            "content": "I'm going to teach a lecture on forest fires to a 3rd (4th is crossed out) grade class. I am practicing the lecture with their teacher. I am apologizing that I don't have much content information. I go to the library to find an encyclopedia to get more information. I'm going to show maps and talk about how the fires burn off all the old tangled growth that leaves room for new growth. Then, as we are going to the classroom, the thing shifts and we are now going to a cafe, De Frisco's, to reminisce on the Germany Trip with 3 or 4 other women. We sit around a table. I suggest another member of the Germany group show her pictures. But just before she starts, I pull mine out and start with the Palace of Versailles. I find as I start talking, I have lots to say and it is interesting to the others. Then we decide to play baseball. I hit a ball and run for first base and was nearly \"put out.\" The base was real close. Then I show someone a lovely wooden panel I was allowed to bring back from Paris. It fit on top of a piano we had here. Then we had to move a table that had pretty things on it back to make more room for second base. The table leg slipped and some things fell. We decided we'd meet again to finish our talks as we'd already been there 4 hours. I wrote the names of the ones who will speak and in what order. I consulted with Rena who said she would do her talk if she'd had enough to drink. [BL]"
        }, 
        {
            "number": "1115", 
            "head": "11/25/88", 
            "content": "I am in a house and it is crowded with lots of things and furniture. A small bird and a large blow fly come rushing in. I think it's a bee but someone reassures me it's a fly. There is a mask in a basket with a lid. I give it to a small boy and he takes it outside and dumps the old, musty, moldy mask. I feel relief. Suddenly the house is nearly empty. Lots of space. Only a stove moved in from a rental (our original old stove) and a table are left and I like it this way. The boy brings back the empty basket and I almost accept it back, but change my mind and give him the basket. I don't want it because it carries the odor and feel of the mask. I am outside. Two guys are up a telephone pole fixing the lines. They are hanging up there in a way that seems impossible, but they seem comfortable. One is there to \"spot\" the other guy in case he gets in trouble. They finish and come down the ladder and efficiently pack up their equipment. It was very graceful; each knew how to do each task and they just did whatever was closest at hand. I ride my wheelchair around their truck watching them and then I go to my front door and park the chair and walk in. [BL]"
        }, 
        {
            "number": "1136", 
            "head": "12/08/88", 
            "content": "I'm in a car and it needs gas, oil and a tire check. I keep parking it in different places, but the station is very busy and I can't get anyone's attention. I finally drive in the gas pump line and get gas. I then start to drive to C City but must get out of the car because of a group of people parading down the street. Chuck is in the parade. A male friend calls out, \"You owe me a quarter.\" I search my pockets and only find a nickel. Chuck digs up a quarter. I say, \"Well then now, I owe you a quarter.\" I start to walk to C City. Aunt Bridget and her daughter walk with me a short way. I think,\"I hope I can make it.\" My knees have really been hurting. I then walk up and crawl up a stairway. There are handouts about counseling techniques on the steps. [BL]"
        }, 
        {
            "number": "1142", 
            "head": "12/12/88", 
            "content": "A man is in a band my group has hired. He and I like each other. They play part of one song and then take a break! I am quite amazed. He and I walk together up stairs and down halls, talking. It's time to pack up. I pick up my costume jewelry and things. [BL]"
        }, 
        {
            "number": "1144", 
            "head": "12/12/88", 
            "content": "I am at a boarding house and taking my pills. I couldn't remember how many I took, then didn't know how many more to take. A man said to me, \"You shouldn't take pills in public where kids can see you.\" I make a sarcastic remark that people can take pills in restaurants. It's not against the law. I was mad that he'd expect me to get up and walk when it was so painful. [BL]"
        }, 
        {
            "number": "1145", 
            "head": "12/13/88", 
            "content": "My father and I are in a car and we take me to school. I carry books. He puts a book in a locker. It's a Learn German book. A man and I are rehearsing a video promo on disability awareness. I do a cheerful, charming rap. Some people come in. We are talking about relationships. I am dancing alone and enjoying dancing to the music. I start to join another woman dancing alone, but then chose to dance alone. Then this man and I discuss what kind of relationship to experiment with. He says \"good friend and boyfriend first.\" Another guy and I laugh and say, \"Wouldn't it be better to start with an educational relationship and then move to girl/boy friend and then to marriage?\" I grimace at the idea of marriage. [BL]"
        }, 
        {
            "number": "1170", 
            "head": "12/26/88", 
            "content": "I am swimming with a group of people in a swimming pool. We are all clothed and in a circle. It's an exercise class of some sort. A man, sort of short and chubby, is next to me. He likes me and I am attracted to him. We are talking. I hug him. He puts his finger on my vagina and is trying to excite me sexually. I draw back and am offended at his matter-of-fact manipulations. He stops and then I hug him. [BL]"
        }, 
        {
            "number": "1177", 
            "head": "12/30/88", 
            "content": "Two men love me, an old flame and a new one. I am awash with loving attention. They vie for my attention. I go outside with one of them who is now a woman friend. We go to sit on an embankment. Someone says, \"This is where lovers sit.\" I feel uneasy. So I sit on other spots nearby, hoping no one is watching and getting the wrong idea. Then a barrier slides open and I get a beautiful view of the open sea. [BL]"
        }, 
        {
            "number": "1201", 
            "head": "01/11/89", 
            "content": "I have 2 children, a girl about 4 years old and a boy about 2 years old. I tell the girl, who is clamoring for my attention, to wait; I have to deal with the boy right now because he's being bad. I see his round, sassy face and I slap him. \"Listen to me,\" I say. I slap him again and again. \"I know what you are doing up there.\" He lives in some institutions. \"I'm going to keep you here with me until you shape up and behave right.\" He's not happy about that. [BL]"
        }, 
        {
            "number": "1209", 
            "head": "01/15/89", 
            "content": "Lucy needs a lawyer. Michael J. Fox (Darryl) takes on the job. He and I are crossing a huge river on a bridge. I see a prehistoric rhino go into the river. \"Nice neighborhood,\" I say sarcastically. The bridge becomes a stairway in a high-rise office building. At first we are going down to leave the building, but then we change and are going up to get to the protection of his father's office. I am glad because then our relationship has a chance. The furniture is rich and lovely. We sit in the dining room. Later, a secretary shows us where the spare blankets and rollaway bed is, only now we're stuck with her. She has three pink poodles, one a male. We laugh at how silly they look! Then, there's a whole crowd of people with us. I remember the lights are on and maybe someone outside has noticed and will come rescue us. I am embarrassed that I'd not thought to flash the lights to signal for help (I am aware I really didn't want help). The elevator now starts to work, but breaks down again. Everyone else uses the elevator. I hang back hoping to be last, with him. [BL]"
        }, 
        {
            "number": "1219", 
            "head": "01/22/89", 
            "content": "I see Willie. He is deciding to live or die. I am taking pictures of him with my camera. He hops and makes hand gestures and then he runs excitedly across the street to my van and pulls out a large registration card that has my name and some numbers on it. It also has huge letters that say \"SNOB-NOSED\" on it. Then I know he has decided to live. [BL]"
        }, 
        {
            "number": "1221", 
            "head": "01/15/89", 
            "content": "I'm seated in the front seat of a car in the middle. A man dressed in black is driving. A woman sits on my right. He keeps coming over and touching, caressing and wanting my butt. He's all warm and sexy and pleading. I say angrily, \"Leave my butt alone.\" He would back off and then try again. I lean over to whisper in the woman's ear. I say, \"I hope he can't hear me.\" She says he can't. [BL]"
        }, 
        {
            "number": "1225", 
            "head": "01/26/89", 
            "content": "I am leaving a C. Department meeting, by airplane, only something goes wrong and we have to get out. We land without crashing, but it's close! We are getting out and I check my pockets. I have change, 50-cent pieces and other coins. I have a receipt/ticket to get into the place we are going. I have someone else's ticket too. [BL]"
        }, 
        {
            "number": "1227", 
            "head": "01/28/89", 
            "content": "I am at a spiritual woman's house. I am lying on a couch and she's seated in a chair behind my head. She's talking into a tape recorder. I hear noise outside the house but ignore it. Then our session is over and I get up and go to the front door to look out. I see bushes across the road burning and her front garden and lawn has been flooded. The water hose is still on. I say, \"Those vandals I heard about on the news were here! I'd best call the police. They've ruined your garden.\" She goes out to look. I call the police. I dial \"0\" and ask for the police. They are on the line very quickly. I say, \"My name is Barb Sanders and I'm at....\" \"Hey,\" I yell to her, \"What's your address here?\" She tells me and I tell them. Then I describe the damage. I say, \"You can even see their footprints.\" I hang up and wait for them. Then I hear her out there cleaning up the mess. I go out and say, \"Don't do that. You'll ruin the evidence. You'll cover it up.\" I am concerned. I decide to go home. She gives me the tape of our session and says, \"Don't work on this tonight. You've worked hard enough today.\" I say \"OK. Maybe I'll just listen to it once.\" I smile because I realize I still intend to work on it. Then I look around for my car. I can't see it anywhere. I say, \"Wouldn't I have parked it close to the house, so I wouldn't walk so far?\" She walks up the side yard to look. I say, \"Wait! Now when the police get here all they'll see is yours and my footprints!\" [BL]"
        }, 
        {
            "number": "1235", 
            "head": "02/02/89", 
            "content": "I see a baby boy who has a psychological problem. He holds his legs funny. I approach him and say, \"Let me see.\" I lay him back and hold his legs like I'm changing his diaper. He has no balls. I say, \"What has your mother done?\" He looks embarrassed, like caught. His mother had hurt him when she diapered him, like molestation. [BL]"
        }, 
        {
            "number": "1247", 
            "head": "02/09/89", 
            "content": "I am a cripple and I sit down on the sidewalk in front of a store to wait for my friend. I have packages of popcorn the seam of the sack is burst and I'm spilling popcorn. The fat owner of the shop comes out and wants me to leave. We are in France and I can't remember any French. So I say, \"Ich have ein Freund.\" But I couldn't remember enough German to say, \"Who will meet me here?\" So I switch to Spanish and say, \"Punto aqui.\" A man walking by tries to help translate. Then I say, \"Oh, here's my friend.\" I see her down the street. I gather up my packages and walk to meet her. Her name is Susan. Now I'm going to introduce her to this woman. I say, \"This is Susan,\" and the woman says, \"Oh! I know her.\" They had met before. [BL]"
        }, 
        {
            "number": "1249", 
            "head": "02/10/89", 
            "content": "My wheelchair is broken. I had driven it up to my van and gotten out. Then I saw a midget with no legs and deformed hands go in my chair with her two kids and drive it around. They broke it. I get out and try to find them. I ask a deaf woman for info on where they are. I have to repeat myself, but she understands pretty well. Then I decide I'll drive through the campground until I see them. [BL]"
        }, 
        {
            "number": "1280", 
            "head": "02/24/89", 
            "content": "I'm traveling with a group. I think we're in Alaska, looking at the wilderness, walking a track. People watch me to see if I can handle it. Stairs are steep. People are sitting on the stairs and I have to walk over them carefully. Now we are at a meeting and a friend gets voted in to a special office of importance. I get voted in to a new office. They've been waiting for someone with the proper skills to show up. A writer. I get to be historian, or scrap book person. I'm not too thrilled. Then Rita and I walk to the beach down a steep path. I look out across the ocean and I see huge waves and a heavy, threatening sky. A bad storm is coming. We are concerned about some of our group who are out on boats. Will they get back safely? I pick up some of Rita's vials and eye drop things (German Rita who is visually impaired). I don't get them all. I go back to the huge dorm-like house. The group meets. Ellie and Paulina are in swimsuits and want to go down to a little swim. I say, \"No. It's too dangerous.\" They are hard to convince, but they return with us. The male leader says, \"It's confirmed. It's SAM (the name of the hurricane.) They're even breaking out the canoes in New England. It's a big one. So get inside. Be prepared. We'll survive it. I ask if we have enough food to last. There is. [BL]"
        }, 
        {
            "number": "1286", 
            "head": "02/27/89", 
            "content": "My mother tells me that Aunt Muriel died. I am surprised because I had just written to her because I'd dreamed about her last week. I started looking for the dream book to show my mother what I'd written. I can't find it. I pick up a child's schoolbook and read it until I realize it's not the dream book. I had been packing to go visit my mother and I find the dream book. I open it to a dream where a beautifully drawn picture is on the page and the dream was written over it. I am very impressed. I had no idea I was capable of such excellent drawing skills. It is a vague cousin V, her husband and their baby. [BL]"
        }, 
        {
            "number": "1292", 
            "head": "03/03/89", 
            "content": "A little mouse with tiny ears is in a box. I feel guilty because I had left it in there for a long time without food or water. Someone takes it out and puts it with other mice in a box with food and water. Its ears become huge like bat wings with a red rose painted on each one. It slips out of the person's hand and falls, but it is flexible and quick and is ok. [BL]"
        }, 
        {
            "number": "1301", 
            "head": "03/07/89", 
            "content": "Rochelle tells me she's glad I've changed. She was getting to where she hated it when I'd talk long and lengthy, using phrases like \"whereas\" and other bureaucratic terms. I agree and ask her to do me a favor. I say when I slip back into my long-winded style, would she lean over and whisper, \"You're doing it again.\" Then I can continue to do better. [BL]"
        }, 
        {
            "number": "1321", 
            "head": "03/17/89", 
            "content": "Dolores M is trying on some clothes at a store. I see that the hooks to hang the clothes are way up high too high to reach. They follow the slope of the stairs. I say, \"That's silly. Why did they do it that way?\" Dolores has very heavy makeup on her face. She's here to interpret for the deaf. As I am standing, talking to her, two or three men of color, one black, one or two Native Americans, crowd around me very close. The black man is softly kissing my neck from behind. The Native American man is to my right, talking softly. Another stands some distance from us, but he and I are talking with our eyes and occasionally words. Now I'm seated in the front row. A show of some kind (fashion perhaps) will soon begin. I see a baby and ask to hold it. His blankets are all wrinkled up, so I lay him down on the floor to straighten the blanket up. I end up with the baby in a metal box that cramps the baby's legs up. I hold the baby to my chest and am concerned if it can breathe because the metal lid has closed. I open it some and say, \"Boy, this baby sure doesn't like this!\" I feel a little sorry I'd gotten it in this predicament. [BL]"
        }, 
        {
            "number": "1394", 
            "head": "05/04/89", 
            "content": "I am getting out of my wheelchair to go into the bathroom. I start to do a dance and although I move slowly and with some pain, it feels good to do these dance movements. I go into the bathroom and I see a pretty village scene when I look down into the toilet. I am talking to someone just outside the door. I am looking up my brother Dwight's telephone number in my blue address book, but I can't find it. I see: Corinne 470, Lydia 475, A.S, Halloween 472, Kesi, Keshi, Kassee. There were other words and numbers. I laugh at Lydia and I'm nostalgic about the Halloween event. [BL]"
        }, 
        {
            "number": "1405", 
            "head": "05/13/89", 
            "content": "Someone looked at my hair and said, \"Do you like it?\" I said, \"Oh yes. It's soft and pretty. I like my hair.\" There was a feeling that my hair looked bad in that it wasn't \"properly\" fixed by culture standards, but it was surprising that I accepted and liked me as I was. [BL]"
        }, 
        {
            "number": "1417", 
            "head": "05/21/89", 
            "content": "A girl is being noisy and interrupting. I get into a power play with her. I insist she be quiet and polite and I shake her. I put her in a high box. She starts goofing off and I insist she sit on the outside lip of the box so I can keep an eye on her. Then later I swim alone in the pool, relieved to have a few moments of quiet time. [BL]"
        }, 
        {
            "number": "1428", 
            "head": "05/17/89", 
            "content": "I'm in an auditorium. Susie S is concerned at her part in this disability awareness spoof we are preparing. I ask, \"Why not do it? Lots of AB's represent us in a patronizing way. Why shouldn't we represent ourselves in a good, funny way?\" I watch the video we all made. It is funny. I try to sit on a folding chair. Some guy in front talks to me. Merle is in the audience somewhere. [BL]"
        }, 
        {
            "number": "1440", 
            "head": "06/04/89", 
            "content": "I am organizing things: putting birthday cards I'd received where they can be displayed better so I can see them. Then I go downstairs and We and my mother play 'wait til you see his new girlfriend' (Jake/Nate's cousin). I go to the kitchen door and she's there looking pouty and cute. \"Where's Whoopie?\" she lisps. I laugh and look in at my mother and Lydia. \"She's here,\" I giggle. \"Is Whoopie anywhere?\" I accept her way of lisping. My mother whispers to me, \"Be careful! She's powerful.\" I laugh and lead her upstairs to find \"Whoopie.\" She follows arrogantly, telling where she'll put her things. She looks older now, maybe 50, 55. Then Jake runs past saying hurriedly, \"It's almost time for the Royal.\" We all run after him. Now we're like in India and the royal procession is approaching and we must be at our appointed place in time before the King arrives. One man calls our \"Elephant\" and doesn't even stop running as he hops up on a running elephant. He sways as he rides. We arrive at the stairs and are nearly too late. But protocol says that pushy women must go first. \"Hurry! You first,\" says Jake. She just grins and refuses. \"Now we're in trouble! If she won't go, we can't go and then the King will be upset!\" I say, \"Let me talk to her!\" Jake says, \"No, I'll take care of it.\" He pulls out his penis and twists it so that a hand rolled cigarette comes out of the end of his penis! He's going to sit and smoke it until he thinks of a solution. I am a little disgusted at the idea of putting it in his mouth as it will be a little slimy from the sperm! [BL]"
        }, 
        {
            "number": "1454", 
            "head": "06/14/89", 
            "content": "Terence (my cousin) is dying. But before he can die, he must remember his memories. I am helping him. His eyes flutter and I think he's going, and then he wakes up and tells me more memories. He especially focuses on one weekend we shared together, something about the M City house. He says it was this room before it was remodeled and I look and realize it was the original room. He'd made a mistake. It was the old pool table room, only empty of furniture. [BL]"
        }, 
        {
            "number": "1455", 
            "head": "06/15/89", 
            "content": "I am sexually excited and want to make love, but no one is around. So I decide to wait for Howard to return. It's been a long time since I've made love to him and it will please him. I feel a little uncomfortable about such a gift because I may be opening myself up to more sexual advances from him than I'll want. So I sit and wait. [BL]"
        }, 
        {
            "number": "1457", 
            "head": "06/15/89", 
            "content": "I am showing a story book to someone and explaining that even before you start reading the book, the story is there in the symbols. I show them the cover and I see a night starry sky -- expansive earth and a hint of a person and I say, \"See, here is a night sky, symbolizing intuition and the unknown. Here is Mother Earth, solid, foundation. Here is a person, etc. Then I turn the page and see animals: a horse (steady friendship), a rabbit (sweet and playful but loud out toward the end, tricky), etc. [BL]"
        }, 
        {
            "number": "1459", 
            "head": "06/15/89", 
            "content": "Jake is embarrassed for me and asks if I'm not embarrassed because I was fired. I say no, because I wasn't fired. It wasn't a real mistake. It was a paper and pencil mistake at the bank. Maybe I did send it in just a little late, but that's not a mistake. [BL]"
        }, 
        {
            "number": "1467", 
            "head": "06/22/89", 
            "content": "I go through a huge store to the back room. I'm tired and lie down on a bed. Suddenly I wake up to discover John (a man I work with) has crawled into bed with me, and he's naked. I pull the covers up around me and say, \"What are you doing?\" He's shy but insistent. He wants to make love, to get closer to me. He tries to kiss me. I am annoyed. I certainly don't want to make love to this wimp; what nerve! I say, \"No. We can't. I'm your supervisor and it isn't ethical.\" I then think he'll be hurt, so I say, \"I admire your courage to get naked and come here asking, but I don't want this.\" Just then through an open window I see people leaning out of their windows in the hotel across the street yelling, \"Happy New Year\" and blowing horns. I look at the clock and, sure enough, it's a few minutes past 12. [BL]"
        }, 
        {
            "number": "1468", 
            "head": "06/22/89", 
            "content": "I am a teenager and some guy is joining us, but I don't trust him. Our teacher, Gary, calls us together and asks us, \"What do you think of this new guy? Does he seem a little sleazy or not \"true\" to you?\" \"Yeah!\" we agreed. I say, \"He doesn't feel right, like he lies.\" \"Yeah,\" says Gary. \"Well, what if I just flat out say, 'No booze or drugs'? That would take care of the scotch problem right there. It's tough, but real.\" We agreed. Paulina says, \"But he might have a problem getting back in with his friends. If he's a flirt, then he won't fit in any more.\" I think it's interesting that a lesbian is concerned that a drunk be able to continue his noisy, flirty, sexist ways. I disagree and start talking about if his attitude is OK, he can fit in and still have fun even if he's off the booze and drugs. As I'm talking, suddenly little lights zip up to me and surround me. I look up at Gary startled. I realize these are aliens that are taking me away, and as I start rising (still in cross-legged, seated position), I yell, \"Gary!\" And then I yell, Goodbye!\" I see them all staring at me in astonishment and sadness. I feel a little scared and sad as I see the tree as I rise up and up. (I suddenly wake up relieved I wasn't disappearing into the cosmos.) [BL]"
        }, 
        {
            "number": "1483", 
            "head": "06/30/89", 
            "content": "I'm in a store and Bonnie is pushing my manual wheelchair. I see big crystals and jewelry. I start to go outside and see a man watching me. He seems friendly and I am attracted to him. Bonnie waits for me in the car. I go out and he's out there. I see a turtle with a leather coat over his shell. The man says, \"May I have that?\" He really wants it. I agree. We circle it and it starts coming closer to me. I back up into the comfortable arms of the man. The turtle comes very close and bites me. I see a tiny bloodless paper cut and say, \"Ouch! Is it poisonous?\" The man says, \"No. It's harmless.\" [BL]"
        }, 
        {
            "number": "1484", 
            "head": "07/04/89", 
            "content": "I'm swimming in the ocean. I've been shipwrecked and am swimming for my life. Some buoy that looks like a giant bottle is floating and moving away from me. I must catch it or drown, and I do get it and rest on it. I look up and see heavy surf. It is very dangerous. People are boating past me and I yell out, over and over, \"Help me. Help me.\" They don't hear and then I wake up on shore, safe, and I cry and cry in relief. I don't know how I made it alive, but I did. [BL]"
        }, 
        {
            "number": "1507", 
            "head": "07/22/89", 
            "content": "I'm in a small room that has dirt and debris and bugs in it. I see a tiny (Alice in Wonderland) door and, curious, I open it. I see an ugly man there and say, \"Uh oh, guess I shouldn't have opened the door.\" I shut it quickly. I decide I don't want this room to be so bad, so I marshal my forces and change things. (I am aware I'm dreaming) and command the bugs to straighten things up. They march around in lines and I walk carefully so as not to smash any of them. I am repelled by them and grateful to them. They do miraculous work. In fact it is lovely and has opened up into more rooms, including the room the man had been in. I go down a hallway toward the bedrooms. I see video games. Then I see a 3-D video behind glass of real people enacting ordinary human activities. I'm like a voyager watching them. I feel sad that I'm reduced to such a lowly act. I see sexual activity and feel an orgasm. [BL]"
        }, 
        {
            "number": "1515", 
            "head": "08/02/89", 
            "content": "Josh and I are in bed. We cuddle shyly. We don't make love but just acknowledge the possibility of later. I get up and walk down the street. Someone has called the police because it's not proper for Josh and me to be together, because of his disability. I give an eloquent lecture about discrimination. [BL]"
        }, 
        {
            "number": "1523", 
            "head": "08/10/89", 
            "content": "I'm in a bathtub and draining the water. I stand up, being careful not to slip on the soap bars. I step into a second tub of cool water and rinse. I then dry off and get into a bathrobe. I hear a knock at the door. I wonder if I should ask, \"Who is it?\" before I open it. It might be a bad person. I don't ask, and it is Bonnie. I say, \"Come in, but as you can see, all my furniture is gone. I'm moving.\" [BL]"
        }, 
        {
            "number": "1536", 
            "head": "08/17/89", 
            "content": "I am the only English boy in a Chinese school. They don't like me at all. They are all seated at long tables in rows. I must sit alone at a school desk. I had befriended a Chinese girl who wanted me to sit with her, but the teacher hated me and made me sit alone. So when she wasn't looking, I'd sneak between the tables back to my desk. [BL]"
        }, 
        {
            "number": "1559", 
            "head": "08/28/89", 
            "content": "My parents are in a car. I'm following, wind in the face. We get to the school where they are going to help me do some paper work. They go in and I can't find a wheelchair ramp. Then I do and find a grumpy woman to ask directions. She takes me down a long hall, complaining that she can't breathe as she walks and hangs her shirt on a clothes line with herself in it so she can rest. I get angry at her and turn to go back and find the room. I see a sign that says \"B's Enterprises Brothel.\" I sneer, \"Who did that! \"The woman is proud to say she did. It is in vibrant pink colors. [BL]"
        }, 
        {
            "number": "1585", 
            "head": "09/25/89", 
            "content": "I am a teen and I've been invited to sit at the head table with the rich and intelligent ones. I am honored. They ask me if I think classical or rock music is better. I say definitely classical. An old man is dying. At first they won't let me into see him because I'm so young, but my sensible attitude and emotional strength are seen and I am permitted. I hug him, weeping. We say goodbye. I go on and become an intellectual genius having taken \"ap\" classes in high school and learning in a single-minded fashion. [BL]"
        }, 
        {
            "number": "1594", 
            "head": "10/05/89", 
            "content": "I am standing on a small piece of land. There is a huge body of water to my left and in front of me. A single tree stands to my right. Someone says, \"Here's the forest.\" I laugh and say, \"Some forest!\" There is one tree left. All the rest have been chopped down. I see two people seated under the water. I wonder how they can breathe. One rises up and starts approaching me. I get scared because this is a \"siren,\" a spirit that wants to lure me away. She starts to bite on my ankle. I move so that she ends up biting the base of the ancient tree. If I'd let her bite me, I'd have been a goner. She hovers near and keeps trying. I must focus my energies on keeping away from her. I see a single line of ancient trees stretched out in front of me (in single file), the last remains of a huge and lush forest. The land is totally barren. I must walk across the cut branches (stumps) to get to safety. The water roils and seems threatening. [BL]"
        }, 
        {
            "number": "1597", 
            "head": "10/08/89", 
            "content": "I'm in a river raft in the back. A man is in the front. I tell him I can't swim. He says, \"Hang on.\" We hit the rapids. The raft is tipping up and I throw myself onto the man to put more weight in the front. It works and I'm pleased with myself for quick thinking. I also like being there in a semi-embrace with him. We come through a tunnel of white water and are safe. [BL]"
        }, 
        {
            "number": "1598", 
            "head": "10/08/89", 
            "content": "I am now returning to the acting class. I go too far down the hall to a room where ritzy, well-dressed people are. I back track and find the room. The woman teacher is there and I ask her if she would mind if I could be an assistant director. She says, \"How will this help?\" I start counting on my fingers how it would help. \"First, for me,\" I say and I pause and repeat it because it felt selfish to say for me first. But I decide it is proper and I say, \"For me, I would gain skills and experience. For you, after I learn blocking, I could run some of the rehearsals and you could have time off.\" \"I'll have to ask the class,\" she says. I agree and point out one woman will say no. She doesn't like me. So I tell the class how I've married this Protestant. They ask if my father is angry. I say, \"No because I divorced my Catholic family.\" Then a woman sadly says, \"At first, he won't read your letters and then later, when he dies, he'll speak of you in his last words.\" She cries. \"It was like that with her dad,\" someone says. \"But your sister will be angry and hurt.\" I agree it was like that with my father. They vote me in, all except the one woman. [BL]"
        }, 
        {
            "number": "1610", 
            "head": "10/17/89", 
            "content": "A good-looking man likes me. I decide it's time to do my cleansing ritual. He suggests I do it in the fireplace in the living room with the 25 people seated at the tables watching. I laugh and say, \"No way. The space is too small and all those people watching.\" I imagine they would all politely clap their hands after I accomplished my task, saying in cool, clipped accents, \"That's nice B.\" The guy and I laugh at the silliness of their British audience routine. I say, \"I'll do it in the swimming pool.\" Hasani says, \"It's too cold.\" I say, \"I only have to do it for three minutes. Maybe you could run some hot water into the corner I'll be in.\" She agrees. The man looks at my black swim suit-encased figure admiringly. [BL]"
        }, 
        {
            "number": "1617", 
            "head": "10/27/89", 
            "content": "I am feeling unwell and these men are ruthlessly teasing me. They say I'm no fun, sexually rigid, etc. I try to get away from them. I run upstairs and see two groups of them coming from both ends of the hall. I'm stuck in the middle. He makes me dance with him, pulling me roughly around. I am angry. [BL]"
        }, 
        {
            "number": "1619", 
            "head": "10/28/89", 
            "content": "I am young and kissing my beau. He wants more and I sense it. I say, \"Do you want more of this?\" He says yes. I say, \"I have to go to the bathroom and think about it. Really.\" So I go into a bathroom and sit on a toilet and pee, and then I walk out to him and hug him, kissing him passionately and say, \"Yes.\" He is so happy and we walk arm in arm, really connected and in love. We pass Jake and Valerie all dressed up and walking together, Jake's arm around Valerie. We are at the Hilton. I smile at them, but they don't respond. I say to my guy, \"Maybe she didn't recognize me because I'm standing.\" She then comes back and says, \"Hi.\" We all walk together. Jake and my guy used to work together and Jake has made it big. He gives my guy 90 (0?) percentage, which pleases him. We walk out past a display in a museum where we see Basaltic rock columns rising and falling. The narrative tells us that that's where the Killer Bees live and thank God, they are disappearing so there's less bees. I see two naked men tortured by being covered with these bees. One man opens his mouth at their command to let them in and out. He is in extreme pain. It is horrible. The bees stored honey in his nipple. I feel sick and walk away. [BL]"
        }, 
        {
            "number": "1624", 
            "head": "12/07/89", 
            "content": "A man (like Nate) rubs a thick cream on my right thigh. As it soaks in, I am nearly overcome with sexual desire, but I fight it valiantly. I must not give in. A young girl walks toward us innocently. I yell at her, \"Run, run and get Father. If only I can resist until Father comes to save me.\" The man grins and waits for me. [BL]"
        }, 
        {
            "number": "1632", 
            "head": "12/13/89", 
            "content": "I am walking down the corridor of a hospital and see a new born baby in his bassinet in the hall. The mother is upset and the baby is crying. I go to the baby and caress his head and send \"loving\" vibes to it. It calms down and sleeps. The nurses are very impressed with my ability and ask me to help out with the preemie's who may die if not nurtured. I go to the nursery and am handed a tiny baby that fits into my hands, so unformed, it's face doesn't have skin yet, just muscle and red. I lay it on my left arm and cuddle it. I concentrate all my loving energies toward it. Now the baby looks like a baby. I go to a sink and put water on my arms as that is better for the baby. I feel a need to pee, but can't leave the baby even for a moment. A nurse suggests she get me a bed pan. I try to feed the baby and suddenly it starts sucking at the thin drops of \"mother's milk\" I offered on a tiny tube/stick. At first I'm concerned she will choke, but she really is eating and swallowing, gaining strength. I am pleased and in awe. She's gaining weight. She is surviving! [BL]"
        }, 
        {
            "number": "1635", 
            "head": "12/19/89", 
            "content": "Third dream: I am standing on a sidewalk and a beautiful Indian man stands at my left. He's a dancer and the music is calling him. He starts to dance away and turns, smiling to invite me to dance with him. He'll teach me how to dance. As we are walking, the scene changes and we are walking into a cathedral. I think to myself, \"How odd. Why am I dreaming a catholic church?\" Then I notice it's a Mexican Mission. We are drawn in as a part of the crowd. We go upstairs and move to seats very close to another Indian man who is preparing his instrument. I am equally attracted to him and go closer. He has a guitar with a printer in it. Other objects are attached to it to make unusual music. I say to my friend, \"Look, He has a large mosquito tied to a string.\" It hums and he amplifies it when it's appropriate. Unique instruments. Later, my dancing friend and I are in a car. He's in the driver's seat and we're about to drive away. (I'm in the passenger seat.) I look out the window and see a two-story house with windows that roll down like car windows and most of them are open. I see two huge bears (grizzlies) starting to get out the windows. I tell my Indian man and he gets out to stop them. I see the two bears followed by a dog running away. In the sky are a helicopter and several planes. I begin to cry, left all alone in the car. I keen and lament, \"I've lost everything I've ever loved.\" My two beautiful Indian men are gone. I weep uncontrollably. [BL]"
        }, 
        {
            "number": "1655", 
            "head": "01/26/90", 
            "content": "Ellie and I are going to church. We sit down and then I see my Grandma Mildred,  I get up to go sit with her, hoping Ellie will understand and won't be hurt. Grandma goes upstairs to the balcony where the women's guild is selling food. I help them. We look over the balcony rail to see the preacher giving his sermon. After church, there's a Bible study group and we are there. I feel sleepy and lean back to nap. Grandma does too and then she gets up on the back of the curved couch to lay down, like a cat would, her feet hit the face of a man in the group, she scoots over to my side. I smile to see her like that. Then I say, \"It's after 2:00, can we leave pretty soon?\" She agrees and I start packing up my supplies, disks, pencils, papers, to take with me. I leave six pencils that might have been the church's property, hoping I don't take their stuff with mine. We drive off. [BL]"
        }, 
        {
            "number": "1665", 
            "head": "02/03/90", 
            "content": "I'm in an old run-down house. The floor boards of my bedroom are rotted through and a hole is developing. I'm in bed near a stairwell. I realize some of the clothes on my floor have slid down into the hole. I wonder where my father is. He could fix the hole. I reach for the clothes and slide into the hole myself and fall under the house in a horrible pile of debris that is rotting away. I feel fear that I will rot with it. I fight my way back up into the house and walk down the hall asking where everyone is. Dwight is in his room, the furthest one away. My mother's in her room. I'm near the front door and a monster from hell comes at me. I am very afraid but stand my ground. I grab its tongue at its roots and pull, even though I know he'll bite me and it will be terribly painful. I poke his eye with a stick and drag him out of the house. He's unconscious and I crawl back to the house with a match. I light the carpet on the porch, wondering if I should go in first and get our possessions, but it is more important to torch it at once. I light it. The monster comes at me, but is consumed in the flames. I look to make sure all my family is safely out of the house. One is missing and then I see her -  Dwight, Jake, my mother, my father, Charla and me. We walk down the road and I say, \"Are we homeless? And we don't even have a car to live in.\" [BL]"
        }, 
        {
            "number": "1670", 
            "head": "02/06/90", 
            "content": "Some guy brings in a box of groceries we supposedly ordered. I laugh and say, \"Oh no. We ordered Rye Crackers, not Rye brand dog food. We don't even have a dog. But, I'll accept this steak and porkchop.\" A man comes out and says, \"No, we didn't order that either.\" I say, \"Yes we did. I heard you do it.\" \"Not this steak,\" he says and gives it back. \"Trust me,\" he says and I shrug, letting go of the meat. We go back into the house and the guy starts kissing me. I like him where I hadn't before. He's the cook and has a spray of potato juice on his face. [BL]"
        }, 
        {
            "number": "1677", 
            "head": "03/17/90", 
            "content": "I am approaching a barn, it is old, dilapidated and ugly. Inside is darkness and rotting, stinking stuff that I am supposed to clean up. I don't want to, and as I am walking to the door, I veer away, deciding not to do it. I then walk across a grassy pasture to a muddy embankment. I accidentally slip and fall, sliding down the embankment to a muddy area that is like quicksand. I am flat on my back and sinking, trapped and I know there is no way out. I am as good as dead. My sister Lydia is with me and she is already below the mud line. I see she is still alive because her eyes open and shut. It is almost time for me to go under. I feel fear and resistance, but I don't panic. I go under and am amazed I can still breathe. A wash of water goes over us, rising us, floating, out of the mud. We crawl out onto the grass. Then we get up, hugging each other and walking toward our house, which is around the left side of the barn. There are a series of Quonset huts like married student housing at OSU. The first one on the left is ours. It is old, the paint is peeling. I open the door and walk in. I see a blue cotton print dress on a dress form and I say, \"Hi, Mama.\" I realize it is a symbol of my mother. I see movement in the bedroom, my \"father\" is sick and old and in bed. I don't want to go in, but I do. His face is bumpy and old-looking. He says to me, \"I have no sons, so you will be my boy, Buck Bucko.\" [BL]"
        }, 
        {
            "number": "1705", 
            "head": "09/12/90", 
            "content": "A young boy is curious about kissing. He wants to know what it will feel like. I/myself/his mother, decide to kiss him myself to show him. I know it's wrong, but it's better for him if I know him, than for a stranger to do it. (That's my reasoning, anyway.) Later, the color blue, a journey and snow. [BL]"
        }, 
        {
            "number": "1715", 
            "head": "09/25/90", 
            "content": "Howard wants to make love to me. I am paralyzed with bad, sad feelings. I say, \"I'm sorry, I guess I'll have to get sexual therapy counseling, if I'm ever going to be able to make love again.\" I am so repulsed by the idea of making love to him. [BL]"
        }, 
        {
            "number": "1721", 
            "head": "12/03/90", 
            "content": "I opened a huge package I had wrapped up and saw it was the \"Life Monopoly\" poster/movie I was sending to Dovre. I was tired and annoyed that I made more work for myself. I am too tired to wrap it back up, but I don't want to keep it any more and wonder if Dovre will mind storing it for me. I am bored and restless. I wander around and see a man I like, but I feel like I won't get him; he's in the distance. I feel like it would be nice to connect with him, but too tired to do anything even if I could figure out what do to. [BL]"
        }, 
        {
            "number": "1746", 
            "head": "01/19/91", 
            "content": "I am in a play or movie. I'm playing a sexy slut, with a platinum blonde wig, a furry white bra, halter top, big boobs. I come on stage wearing a sexy dress over the sexy outfit. I'm waiting for my boyfriend. Another man, the \"bad guy,\" sits near me and on the arm of the chair I'm seated in, curled up in a sexy way. He moves his hand to cause my dress to fall more revealingly to show more leg. Then he sits next to me, his arm now around me. He asks me to dance. I agree. He pulls me close. I see he has a large butcher knife. I have one too. We fight like swords fighting. I feel sad, but I must defend myself. I try to knife his balls. He dodges. He's a good-looking man. I'm attracted to him but he's clearly trying to get at my boyfriend through me. [BL]"
        }, 
        {
            "number": "1765", 
            "head": "02/08/91", 
            "content": "I'm in my bedroom and I hear something coming for the door. I go to look. It's like a giant white furry elephant with a short trunk. I try to keep it out of my room. I am afraid of it. I call out \"Mother\" to see if she'd come help. I poke it with a stick and rush to close the door and hold the door shut. [BL]"
        }, 
        {
            "number": "1798", 
            "head": "03/18/91", 
            "content": "I am told that my sister Lydia died. I am shocked and sad. I'm sort of in shock and it takes awhile for the full feelings of sorrow to sink in. Some part of me seems removed, distant, almost objectively curious. I suddenly remember to ask my mother how she died. My mother said the four of them went to dinner at the Bates Restaurant. They all ate the same food and they all got sick, but Lydia must have eaten the worst, most poisoned part, and she died. They all threw up and had slimy, sticky diarrhea, but Lydia died from it. I shake my head in sorrow. She was so young and good and had so much to live for. Then I amend that part, living with Darryl, how could she look forward to living more? Cousin Patricia comes by to give me some photos she had of Lydia. It's tradition, when someone dies, people give back their photos to the loved one. I remember returning Terence's pictures to her. [BL]"
        }, 
        {
            "number": "1816", 
            "head": "04/07/91", 
            "content": "I am swimming in a large swimming pool made of rocks cemented together, volcanic rock. It's crowded, lots of people, older women in pink suits, etc. I swim slowly and carefully, staying in the medium deep place where it's not over my head. I am aware of how out of shape I am! I slowly stretch and exercise my muscles. It feels good. When I hang on to the rocks on the side, some of them break off in my hand. They are kind of crumbly and \"incompetent.\" I try to put them back. [BL]"
        }, 
        {
            "number": "1839", 
            "head": "04/19/91", 
            "content": "I am swimming, holding a baby girl. She and I are flying just above the water because we swim so effortlessly. I get cocky and we're flying/swimming over a huge expanse of water. Suddenly \"my little girl\" is there too and we start floundering. She goes under and I have a terrible dilemma. Do I let go of the one to save the other and endanger myself as well? I dive for her and find her. Now I'm working hard to keep all of us afloat. I see a huge rubber life raft and we get in it, only it must have a leak in it because it's very limp and water is getting in. We fold up the limp parts and I ask the girls to bail. We manage to stay afloat. We float over to an opening in the wall and I see monsters, three ugly things. They capture me and put me in a cage with it hanging over some boiling oil or black sewage gunk. If I don't choose one of these uglies to marry, they'll dump me in the gunk. I don't know which fate is worse. I decide to choose one of the uglies. [BL]"
        }, 
        {
            "number": "1863", 
            "head": "06/02/91", 
            "content": "I see a bear off in the distance. It's the one my father, an Indian Chief, has happily pursued and hunted for years. It's his great joy to try and capture this bear. It is coming toward me and I must protect myself or it will kill me. I have my father's .22 rifle. I shoot at the bear over and over, but it only enrages him and he's close now. I aim for the eye and shoot and shoot. Now he's on top of me, mauling me. I keep shooting and finally it dies. I crawl out from under it and crawl, bleeding and maimed, to my father's horse. I put my father's rifle in the holster on the saddle and ride back to tell my father I have killed his bear. I am worried he will be upset because I've brought to an end his favorite sport. I see a small, naked Native American man. He's out of shape and his body fat is down around the belly and hips. He tries to suck it all in and his chest rises to look more manly. [BL]"
        }, 
        {
            "number": "1868", 
            "head": "06/04/91", 
            "content": "A man, Claude, is dancing ballet on stage with a group. I am watching from backstage. It all looks fun, cultural and nice, I keep moving around to see him better. I realize I'm sort of on stage at one point and move out of the way. After the dance, he comes over. We are shy, but like each other. I'm seated on a chair and he sits on the same chair. We are close and talking. Then he puts me on his lap. I hope I don't weight too much. I wish I'd lost some weight. We have coffee/tea, drink and chat, really enjoying each other's company. [BL]"
        }, 
        {
            "number": "1881", 
            "head": "07/06/91", 
            "content": "Now I'm in a room full of women. They are all talking and laughing. They throw dice. I am annoyed, perhaps tired and sleepy, and suggest that I throw the dice and if I win, they have to clear a quadrant of the room so I can have it to myself to sleep and have quiet. They are insulted but agree. I throw two big fluffy dice and I can't count the round black buttons correctly. At first it looks like 8 or 9. Then a woman says its 4 20's. That means I won. Someone suggests I go out and sleep in the hall, where one of the dice had rolled. I am agreeable; it's further from the noisy chatter; but I stay in the room and sleep on my quadrant that I won. I wish they'd quiet down so I could sleep (curled up on the floor.) [BL]"
        }, 
        {
            "number": "1923", 
            "head": "08/18/91", 
            "content": "A woman is the boss. She tells us what to do. We volunteer to help at a store. It's been a hard day and I'm starting to go home. I pass a beat-up car in the grass and think I've seen that image before. Why am I seeing it again? It must mean something. Maybe I dreamed it. Another woman and I walk past (I'm in my wheelchair) the candy section in the store. She pulls off a box and opens it. I remember we get things for free because we work there. I say, \"Wait,\" and turn to look at the selections. I see the ice-cream section and wonder if there's any sugar-free ones. I see the cookie section. There's a machine. The boss woman put dough in it and huge, sticky rolls come out. They aren't quite done right, a bit doughy but still delicious. People are eating them. I try a bite, wondering if all that sugar will affect my irregular heart beat. The boss woman is crazy and goes off. I guess she dies. The other woman says to me, \"At least I talked Sweet Liberty from walking.\" She felt proud of that. (Sweet liberty is a woman who is upset at the crazy boss woman and almost left.) I offer to help at the counter and the other woman says no, there's not much I can do, being disabled. All I could do would be the easy parts that everyone wants to do, like the cash register. I say, \"Now don't be too hasty. Let's check it out. I might be more help to you than you think.\" [BL]"
        }, 
        {
            "number": "1948", 
            "head": "09/13/91", 
            "content": "I am laying down in a car (station wagon type) with blankets and pillows like a bed. I realize that men are going to try and break in and I reach over to lock the doors. A man intends to hurt me. I get out of the car and run. They chase. I go into my house and try to lock doors. I call 911 and hide under the telephone table. The woman who answers the phone is a nurse. She's impersonal and taking her time. I ask her to tell the police to come to 837 A. Street. [the names Steven V and Victor, a feeling of lots of mean men are out to hurt me. [BL]"
        }, 
        {
            "number": "1959", 
            "head": "09/30/91", 
            "content": "A man and a woman want to make love and are looking for a place where they can be private. A man hides in closets and the woman goes from closet to closet looking for him. She sees a boy coming to the closet to hang up his hats. This bothers her because he'll find their closet and interrupt. He goes in and is now in his own room. Three puppets are hung up on the hat rack. He's afraid of one of them because it has huge black circles for eyes and looks scary. He calls to his daddy who says there's nothing to worry about. Then the two male puppets are moving and talking. One turns to the other and wants to make love, so the other one becomes a \"female\" and they have sex. I feel orgasm. A voice says, \"That's OK, they are doing this because they are not really homosexual, they are both\" (meaning bi-sexual). [BL]"
        }, 
        {
            "number": "1966", 
            "head": "10/09/91", 
            "content": "I see my mother rushing to help Aunt Rosalie. My mother straightens up some clothes and puts them where she wants them, even though Rosalie has different ideas. My mother is pushy and controlling. I turn to Aunt Millie and say, \"She is so annoying.\" Aunt Millie says, \"You should have seen her as we grew up!\" I see my mother's intense, determined, angry face and I think, \"How sad, that was my mother, my 'nurturing' part.\" [BL]"
        }, 
        {
            "number": "1971", 
            "head": "10/21/91", 
            "content": "Mary is laying in the bathtub taking a bath. My bath chair is out and I am standing, intending to bathe standing and wondering if I'll be able to stand that long. Nancy comes in to scrub Mary's back and I sit on the toilet to have a watery bowel movement and hope it doesn't stink. I try to wipe myself and get some on my thumbnail. The sink is filled to overflowing. I rinse my thumb and continue to wipe my butt, which has streaks of it. Suddenly Mary yells, \"The Clinic,\" and gets up and runs so fast out of the bathroom that she doesn't even bother to open the door, she goes through the door, like she's a spirit or melts through it. I comment on that to Nancy, it is so amazing. Mary comes back very upset because she was right. She just missed her clinic appointment and it was so important. She's leaving for Mexico and wanted to know what to do if she got raped and they used knives to cut the inside of her vagina. I try to be helpful and suggest she can find some books on the subject at Paralandra's. It wouldn't be the same, but maybe it would help. [BL]"
        }, 
        {
            "number": "1990", 
            "head": "11/17/91", 
            "content": "I'm in a store looking at all the things. I see small dolls who are in wheel chairs. They are sort of Poster Kids all dressed up in pretty dresses as they are part of a choir that performs. I pick up one, a girl in a pink dress and in a manual chair. She is sort of alive. I put her back. I look at a picture of their choir director, a man with a motorcycle and brace on one leg and an amputated stump on the other. I go on looking at other things in the store. [BL]"
        }, 
        {
            "number": "1992", 
            "head": "11/18/91", 
            "content": "My mother is fixing a huge special breakfast: eggs, pancakes, bacon, sweet rolls. I look forward to it and pick up the sweet rolls and put them in a pan on the burner to cook through. My mother speaks to me and I can't understand her for several tries. Finally I smile and say, \"OK, I'll get it, I should not have put the rolls on so soon.\" I try to pick them up and they come apart. It's a mess. I am aware that I'm handling this situation differently than I usually do. I am more open and willing to admit a mistake and willing to try and fix it, rather than get all stubborn in my anger and shut down or snap back. [BL]"
        }, 
        {
            "number": "1995", 
            "head": "11/21/91", 
            "content": "I am at a school dance with my younger sister Lydia, pretending I am her age of 13. A young man (like Nate or Larry of high school) is drawn to me and I play coquettish 13 years old. It's time to leave, and as I go down the stairs, I start to look and act a bit older (16 years or so) and he is very enticed. I wear a sweater combo like in the 1950's. He follows. I run, laughing to my car and tell Lydia to hurry. We get in and he comes to the driver's side and wants to talk. I roll the window (wet from rain) down a quarter of the way. The window is a barrier for closeness and he asks me to open it more. I slowly, flirtatiously do so until it is full open. He wants to kiss me and I want it too, but hold off because of my tender age. I tell him I'm going to Judy's house to meet friends. He could go there too. We drive away, and I go to Judy's house, without Lydia now. I greet some girlfriends and soon he comes in and asks me to dance. I agree and we begin a slow dance. He bends down to kiss me and I turn shyly away. \"I'm too young yet.\" \"All right,\" he says, \"but don't let anyone else kiss you. Let me be the first.\" I promise and we dance more closely, hugging; we know we are made for each other. [BL]"
        }, 
        {
            "number": "1998", 
            "head": "11/27/91", 
            "content": "I am on the Star Trek Enterprise. I have been transported accidentally from this time period and have become psychic. I am in an elevator with Capt. Picard. Some drippy substance that is painful and corrosive lands on him. I rush him to my apartment and put him in the bathtub. He pulls me in, laughing, and I wash him off. And as I do this, he turns so he's facing me. He's on top of me and I feel his hard dick and at first he can't seem to get it in and I reach down and help him. Between us, we get him in and it feels marvelous. We joyfully make love. [BL]"
        }, 
        {
            "number": "2001", 
            "head": "12/01/91", 
            "content": "I am going to a bookstore and start walking, hoping to catch the bus. It's two minutes until the bus is expected. I'm on 14th street and am headed for 10th. The walking is hard going and painful. I get there. It's a conveyer belt of canned goods. A woman helps check them out. They are packaged up in plastic crates with an identifying tag so you know what's yours and where one stops and the other starts. Now I'm watching couples at a \"butt watching\" fair or gathering. Three couples, all dark, straight hair, dark complexion (Italian) are together. One woman is very upset and a man is trying to help her. He holds her quarters for her without taking any. She doesn't trust he has done so sand asks another woman to check for her. The other woman counts the eight quarters and the one silver dollar and hands them to me to hold for her. It's confirmed and she hugs the man. They are very close, cuddling. His arms are around her as she leans her back into his chest, then feet out in front of them, intertwined. The other woman says, \"You can't do that if your not going to get married.\" This makes them think because they were intending to be just very good friends until she was cured and then she would go on and marry someone else. She looks over and sees the man's best friend and decides to marry him. This causes the man to turn and look long and searching into her eyes. He now wants to marry her. I think she wants it too and was using a ploy to get his attention. [BL]"
        }, 
        {
            "number": "2003", 
            "head": "12/01/91", 
            "content": "I'm in a big house. I've been married to Howard for years, but we've not connected in any way, emotionally or sexually. I decide it's time to leave him. But then I realize this time, I'll have to take the girls with me. I have no excuse this time. I'm older, done with school, and walking. I feel real fear and resistance. I don't want to take the girls. That will be so very hard, to be a mother, to be there. [BL]"
        }, 
        {
            "number": "2007", 
            "head": "12/27/91", 
            "content": "I enter a square room that is sort of a vacation cabin. It has been unused and neglected for years. Today I am cleaning it up. Old food, all moldy and yucky, is in cupboards and the sink and on counters. I don't relish the job but it must be done, so I dig in and start cleaning. Howard is around somewhere. [BL]"
        }, 
        {
            "number": "2009", 
            "head": "12/28/91", 
            "content": "A woman like Katrina is teaching me to be a light. I try and then I become this beautiful light, like a tinkerbell, with xmas lights flashing. I am flying around the living room, landing in different places here and there. A man comes in and is trying to get me. My light gives me away. He chases me as I move from place to place. Katrina tells me to flap my wings and fly up high. I try, but it is hard. I go through the layers of wood in the frame of the house and he is on the opposite side, nearly getting me (see drawing in dream book). Finally I flap my wings very hard and get going very fast and shoot up into the heavens. [BL]"
        }, 
        {
            "number": "2044", 
            "head": "01/27/92", 
            "content": "I am going up a mountainside. I am scooping up a fine dust into a container. I think the container is full, but then I notice several big rocks in it and empty the rocks onto the ground. Now there is lots more room in the container and I scoop up more fine dust. I fill the container. Now I am at the top of the mountain, which is shaped like female genitals. The top of the mountain is indented like the vulva. It's like a Phillips screw head with a \"crossroads\" in the top. On the left side, the gold has all been panned out, long ago. On the right side, there may be some left, but I'd have to work hard to get it. [BL]"
        }, 
        {
            "number": "2070", 
            "head": "02/13/92", 
            "content": "I did research on a board game and played it myself to understand it. It involves movie stars. I now am sharing the game with a group of friends: Hillary of Merton Circle, Bob M of Counseling and two other women. I look up to the ceiling and see four large glass or ceramic things we'd somehow secured up there. One is a large cat ceramic (like the one on my fireplace). Another is a dog one, like a cookie jar. One is a huge red glass bowl with ornate embossed patterns on it, very Victorian and beautiful. I notice it's crooked and may fall. I am concerned because we are seated right under it. In the game, there is a MaMa card and a Doctor card. There are four categories to choose from. One is a picture of a young girl (7-8 years old) fleeing from a woman, perhaps in Indian (eastern) dress or early 1900's dress. The theme is the girl was hurt very badly by her mother. I don't remember the other three categories. I see Ginger Rogers seated near the board. She is one of the women in the group, and I say, \"You were my mother in a movie. I'm not surprised you don't remember, I had forgotten too.\" Now I'm having trouble remembering how to play the game and it is getting boring. I fold it up like an accordion credit card holder, wondering why I thought it was such a good game. [BL]"
        }, 
        {
            "number": "2084", 
            "head": "02/20/92", 
            "content": "I and two men are in a large house. We've been up all night writing. Taking turns writing in a computer in a small room that looks out over the ocean. I am distracted from writing when I glance out the window and see how very blue the water is and I think I see a seal. But it is two black dogs sitting in a shrub tree. Then I see penguins and gulls all over. I realize it is the rocky surf and not yet the ocean I am looking at. The ocean is much further out. It is low tide. I then realize I'll never get my writing done if I spend all my time gazing at my ocean. The one man and I are a team helping each other as we write and co-writing the thing. There is a good mutual admiration society going on. [BL]"
        }, 
        {
            "number": "2105", 
            "head": "03/24/92", 
            "content": "I am living at home with my parents in M City. I have three cars and someone delivers some oil. It squirts out of the hose and leaks all over as it fills a tank outside the house. I feel better having it full now. I get in my red car with a floor stick shift and start to drive. I turn the corner to the left and squeal out, liking the good way the car is running. I feel pleased that I have three running cars now and Howard doesn't have as much. I feel a bit sorry for him, and as I drive I realize he wants to talk to me and wonder what it's about. I am feeling a bit superior about being better off than Howard. Then I remember I still live with my parents and feel embarrassed because I should at this age be out on my own. Even though I need someone to live in and help me, I could do that with a roommate. That would be more adult than relying on my parents. [BL]"
        }, 
        {
            "number": "2106", 
            "head": "03/25/92", 
            "content": "I look up and the baby girl has gone off to talk to some people. I feel tired, but it is my duty to teach her the more disciplined way of not barging in other people's conversations. I go get her and bring her back. She is not happy about that. Soon I see that she has gone again and I get up and retrieve her again. I feel tired, but know this is the only way to assist her to get along better with others. Later, we are in our apartment. I am in a dining area and a big living room adjoins it. There is also a bedroom space where my bed is and another open space where her bed is. I walk into the bedroom area and see it's really a barn. There is a layer of hay on the floor and the whole end wall is missing and open to the outdoors. I am surprised and repeat to myself, \"I live in a barn.\" I go back to the dining area and then feel danger. I know the elevator is going to crash through the ceiling. At first I think it is the girl that lives above us dancing too much or something. I look up and see a square and then it opens up and an open elevator crashes through with two people on it, one a boy and the other a huge fat woman. It smashes the couch and I am relieved to know I or the little girl wasn't sitting there or we'd have been smashed. [BL]"
        }, 
        {
            "number": "2109", 
            "head": "03/25/92", 
            "content": "I am in the front row of a huge audience in a big gym for a rock concert. I am in a manual wheelchair. There are some other disabled people in the audience but mostly they are ab's. There is a large empty floor space between the first row of audience and the stage. On the stage is a group of men playing rock music. One is particularly attractive. He says he will kiss one of the disabled people. I go up quickly to the edge of the stage and he comes down on the floor and picks me up in a lavish body dancing dip posture and exaggerates a kiss. I play along dramatically. As we finally kiss, I realize he is wearing a wooden mask with a small hole for the mouth and he \"tongues\" me through the hole. He whispers his apology and says that later we will really kiss. I feel frustrated, but try my best to kiss real good. Our tongues touch. I go back to my seat. Now the group resets up their stage setting on the floor right in front of me. They have a play they will do and create fold-out sets and costumes in a wardrobe, within a foot of where I sit. I am excited I will get to see things so close. He asks how many disabled there are in the audience. They yell or raise their hands. There are a few. I change to my power wheelchair to dance with him. [BL]"
        }, 
        {
            "number": "2111", 
            "head": "03/26/92", 
            "content": "I own a hotel and there is a conference being held there today. I get dressed in a pretty dress and walk out to greet the people, timing it carefully to come out just when the good-looking man comes in. I miss it a bit and try again. The women come in and I give them the keys to their complementary resting rooms and try to connect with the man. He is allusive. I suggest I show him his room; he can use mine. I take him to the elevator. He turns and walks away. I turn and push number 4 and the elevator opens. It is tiny and crowded with a wheelbarrow with a small girl in it and a metal container that smells very metallic. I get in, resigned, and go up to my room. [BL]"
        }, 
        {
            "number": "2131", 
            "head": "04/10/92", 
            "content": "I go upstairs to my bedroom and see the room in a shambles, the bed turned and in the opposite side of the room. I say, \"What happened here?\" Aunt Naomi says, \"Basketball,\" meaning the teen boys must have been playing basketball in my room. I say, \"How am I going to get this back the way it was?\" She says, \"We'll get Lionel to help us.\" I start to go downstairs but she says, \"No, let's do it the easy way, and put the phone on hold and dial 86, the extension.\" She does so and we wait. I see Lionel walk past the door across the hall and don't call out to him. We wait some more. Naomi calls again, number 85. She goes out. I start to move the bed myself. It was pretty easy. I almost get it in the right position but now I wait some more. [BL]"
        }, 
        {
            "number": "2139", 
            "head": "04/18/92", 
            "content": "We are told to line up around the room and start on the bottom shelf of books. It's a book sale and we are all grabbing the books we want to buy. Someone on my left grabs a book in my section, I say, \"I already have it, it's OK,\" and move on. Now I see a display of glass pretties. Someone exchanges the little glass pitcher or creamer with another one that matches the bowl already there. It's like my mother's cranberry sauce bowl, glass rounded ribs. I say, \"Very nice, but probably more expensive and too big to be in scale.\" I go on. I remember to look for a video camera case to fit my video camera and ask a man. He is condescending and looks for an ordinary case. I am annoyed. Can't he see? I say, \"If you would just look at MY camera, you would see it is a more complex and advanced camera.\" I am annoyed he doesn't realize I'm quite good at this and not just average or a beginner. [BL]"
        }, 
        {
            "number": "2160", 
            "head": "05/17/92", 
            "content": "I have finally finished a schedule of pill taking and am relieved I no longer have to take these pills. It feels good. I get in the passenger side of the car to return home. Something about Grandma Mildred. We forgot something, maybe the key to the house, and she goes back to get it. I sit,waiting, and then realize I have the key and we can go in to wait for her return. I get out and try to find the key in my purse. I finally find it. A girl comes by with a note from Grandma. A man reads it and sighs, I might have known to not send her. She's buying things for the house, a refridge and a stove for the kitchen. [BL]"
        }, 
        {
            "number": "2227", 
            "head": "09/03/92", 
            "content": "I am running to help, wounded as the gunfire and machine gun fire is all around me. I leap over two brick walls to get to them. I try to fix their wounds. Then I see a cardboard box and realize a baby is in there. I pull off layer after layer of cardboard some with writing on it from the baby's mother, I finally find the baby in a plastic molded container like she was a doll. I take her out and feel immense relief for her. I hold her and kiss her and hug her, knowing she had a very traumatic time in the dark and want her to feel loved and whole. She has short cute blonde hair and wears a blue jammie. She is happy and not badly traumatized by her experience. [BL]"
        }, 
        {
            "number": "2229", 
            "head": "09/07/92", 
            "content": "I am walking down a sidewalk and a homeless woman lies down and wraps herself in a black blanket to my left. I stand there and look at her. It seems she did this deliberately so I will notice her. I see she has the blanket wrapped tightly around her and over her head because it is very cold outside. I look at her exposed feet in moccasin shoes and watch to see if she is shivering. She isn't. I choose to walk away from her, feeling a bit guilty for not trying to help. [BL]"
        }, 
        {
            "number": "2235", 
            "head": "09/17/92", 
            "content": "Marci is noisy and bothersome. She won't stop talking and I am very upset. My friends Mirabelle and Lucy (maybe Rochelle as well) agree to kill her for me. It seems the only way to shut her up. I hesitantly agree. I want her to stop, but I feel squeamish about doing it myself. So they shot her with a gun and she falls. Now we have to get rid of the body, but I notice she's not dead yet. She's still breathing. One of my friends puts her on my bed while she goes looking for something to finish her off with. I feel real dread at being so close to her. She stares out vacantly, breathing. I feel sick, being so near her. I start to feel remorse. First she felt ill anyway, and now we've added the pain of a bullet and blood. Someone suggests we give her an overdose of pain killers so she'll be free of the pain and finally die. I agree and then I feel bad and decide it's best to turn ourselves in with her so she can get help. It was wrong to try to kill her. I agree to take the full blame and I say I will tell the authorities that I killed her and shot the gun myself. That way my friends won't get in trouble for trying to help me. They don't know what to do. [BL]"
        }, 
        {
            "number": "2252", 
            "head": "10/07/92", 
            "content": "Jake and I are in his \"car,\" a flat, large platform on small wheels. I say this is a California car. It's nice and fun, but wouldn't be too safe if we crashed. I now am with some women and I'm trying to write down a dream I had, in detail, and someone wants me to tell them the dream. I say I have to write this down first before it's all gone! It's fading fast even as I try to repeat the details in my mind to keep them there. I write fast. [BL]"
        }, 
        {
            "number": "2258", 
            "head": "10/12/92", 
            "content": "Paulina (my daughter) and I are invited to come to a ceremony for the children by a Native American man. We agree and think it will be very interesting. We are looking forward to it. Unbeknownst to me, the man wants to marry me and is setting up this ceremony to camouflage the wedding ceremony. So Paulina and start walking and soon find ourselves out in a desert area like near M City. No one else is around and the road seems unmarked. We wonder if we are in the right place. I look back and see the dirt road and some people coming out way far back. So I know we are just ahead of everyone else. We continue on. Then we see some wooden houses, white man buildings, and realize that in order to make us comfortable, they have built this little village. We look at each building and admire it. They are cute. Now the Native American man comes to me and suggests I sit with the children during the ceremony rather than in the bleachers with the audience. I agree. He then shows me an ordinary smoking pipe and says if this is handed to me, I must hold it in my cupped hands just as he shows me, or I will offend the gods. I agree and watch carefully. I ask how I should return it after I have taken a smoke. He says, \"Turn it this way (full circle, clockwise) and hand the pipe stem first.\" I listen carefully and nod. The ceremony begins. [BL]"
        }, 
        {
            "number": "2278", 
            "head": "10/29/92", 
            "content": "I am on stage, as a sort of stage manager, in C City. A little black girl is going to do ballet and tap dancing. She does the ballet and the audience loves it, although it is a redneck audience and usually doesn't care for this sort of thing. I think some rough man kind of forced them to be there, because he wanted the girl to have an audience. Just before the show, I had looked through the curtains to see only a few people seated up front and to the left side. There is a short intermission for the girl to change into her tap shoes. The time gets longer and the audience gets restless. I think, \"I'd better do some Evangeline if this keeps up.\" She comes back, but she doesn't want to dance now. She says her tummy is upset and she had to go to the bathroom and maybe she'll dance, maybe she won't. I say, \"Then I need to know. Take one minute to decide. Either way it's OK. If you dance, fine, if you don't, fine, I will just do my Evangeline character. But I need to know now!\" She agrees to dance. I go out front of the curtain and chat with the audience about how the town hasn't changed much since I was there years ago. [BL]"
        }, 
        {
            "number": "2300", 
            "head": "11/18/92", 
            "content": "I am seated at a round table with other people and we are being guarded by alien beings (sort of reptilian). They are feeding us to fatten us up to eat us later. I realize this and pass my food on to the others so I won't get fat. I hope they don't notice. I watch them carefully, feeling fear because I know at some point I shall have to make a stand and will probably be killed. At one point I am somehow flying up the outside wall and peeking inside a window where two aliens are going to make love. As they do, I overhear one saying in horror, \"You have a white cross mark on your hand.\" This means that their blood will kill him if he contacts it. I then know how I can save myself. Now I am back at the table and I try to set up a fight between aliens so their bad blood will kill themselves off. I hope I'm not killed in the process. [BL]"
        }, 
        {
            "number": "2303", 
            "head": "11/21/92", 
            "content": "Dovre is choosing some miniature furniture from my collection. She has to return home and I am going to drive her to the airport in the next small town, but she says she prefers to go farther to the Hartford airport because she wants to hang out in the big city for a while. I am annoyed. I don't want to take that kind of time and energy. Then I feel guilty because a good mother would do this happily for her child. I am being selfish. [BL]"
        }, 
        {
            "number": "2306", 
            "head": "11/25/92", 
            "content": "I am driving a motorcycle \"car\" with two seats. It's sort of a race. I must stop for gas very often, like every ten feet or so, and I keep forgetting to turn the engine back on. Then I spin my wheels, wasting the gas. A dark-haired young woman in an emerald green outfit is racing me. She is behind me and never smiles. She'd ask me when I stop for gas and then I'd pass her on the road. The road is curvy like a curved staircase. A young man (maybe Dwight) is in the passenger seat. I think I wear the old-fashioned motorcycle hat with flaps over the ears, made of leather. [BL]"
        }, 
        {
            "number": "2311", 
            "head": "12/05/92", 
            "content": "I am in some man's bed and I'm reading his sex book, looking at pictures of a step-by-step sexual encounter. I see him hugging the woman from behind and I see the vulva from the perspective of looking at from the outside, like a doctor would see or a lover. I feel sexual excitement with all these pictures. [BL]"
        }, 
        {
            "number": "2341", 
            "head": "01/01/93", 
            "content": "I am in danger. There are aliens and we must run. A woman says, Synchronize your watches.\" I see mine is set now for 10 of 1:00. We take a deep breath and start walking briskly down the sidewalk. Now we must do what is called chaining. There are fringes of styrofoam-like curls like packing material on our ankles and when we come to a doorway or checking area, we must give up one chain. The door was coming frequently (like taxing booths), the paths are branching out and soon we will lose all our chains and then God knows what will happen to us. I think I carry a child or two in my arms. We are like fleeing Jews. [BL]"
        }, 
        {
            "number": "2360", 
            "head": "01/16/93", 
            "content": "There is a bad guy that can emanate some horrible, painful sound or radiation that keeps everyone his prisoner. Just at the moment he turns it on, I as a superman kind of being disintegrate and disperse my molecules as I fly up and away. He's upset I got away. But now I must go back and fight him in order to save my family, now frozen in his power. I go, via instructions from some feminine voice, to a platform up in the clouds and there are some remote control-like game boards in a basket. I pick up one. The voice says, \"This one can be adapted well.\" I look at it closer. It is a chess game, electronic. I say \"Ah, the good old chess game,\" satisfied it can be modified to fight this powerful man and save my family. I turn it over and look at the back side of it and see the tiny shapes of the black \"men\" or pieces. I want to review the rules of how they are allowed to move. [BL]"
        }, 
        {
            "number": "2371", 
            "head": "02/04/93", 
            "content": "My mother has a heating pad and is placing it on me as I am laying down and I say, \"No, it goes this way.\" She says, \"No, it doesn't.\" I say, \"Mom, do it my way because it's the way I want it.\" She resists and I feel angry. I insist. [BL]"
        }, 
        {
            "number": "2391", 
            "head": "02/18/93", 
            "content": "I am in a large room, sort of like a gym with furniture. Merle and I are exercising. I am standing and doing stretches. One leg up and then the other and stretching every part of me. It felt wonderful. I tease Merle and tickle him on his round tummy. Now we are moving furniture, a yellow couch. Ginny helps. I pin some yellow sheets of paper up on a side wall of a stage area that is not accessible to wheelchairs. I walk, so it's no problem for me. Someone takes them down and I say, \"Hey, put them back! I put them there so people can write on them. I am expecting lots of school kids to come.\" He says, \"But it seems there are better places for this.\" I say, \"I looked. This is the best place.\" Then I look around again and realize that the main gym wall is accessible and all I would have to do is move the kid's pictures displayed there up here on the side stage wall and use that space. I go to the man and say, \"You were right. There is a better place.\" I go down to do that. I see a huge map of the world on the wall, and later I see it's gone. Now the kids are arriving. I see someone has taken something of mine and I complain, but what shall I do about the pain? I look and I see two Alka Seltzer pills and a small pill. I tell Ginny that these are mine, for the pain. Ginny is busting two kid girls for having drugs. She is lecturing them. [BL]"
        }, 
        {
            "number": "2422", 
            "head": "03/30/93", 
            "content": "I am camping out with a couple of men and their boys. The other wife didn't come, so I sit alone while the men go out hiking or something. I sit rather bored on a log or something. I lay back and notice the sky. On the left side, it is twilight and an occasional star. On the right side, is a black sky filled with stars. I wonder why that is and look back and forth at the differences. I then see on the right side that part of the difference is there are lots of cloud-like things which is the Milky Way. Now the men come back with the boys and are cutting up a big meat loaf into strips and squares to eat. I say to one of the men that I wish his wife Irene were here so I'd have someone to talk to. Then I look up in the sky again and see ducks, lots of them flying by, big adult ducks and lots of baby ducks. One duck attacks another and bites it. I realize they are very hungry. I want to feed the baby ones and get some bread and crumble it up. Some adult ducks land and eat and then a baby duck comes down and sticks to a wall. I go over to see it and notice it is a piece of cardboard folded in half and I open it to see a purple colored jewel and realize these ducks aren't born yet. This is their embryo in this jewel-like thing and they are still growing and forming. I regret having called them down and try to send them back on their way, hoping I haven't caused them any harm. [BL]"
        }, 
        {
            "number": "2444", 
            "head": "04/11/93", 
            "content": "I am in a wheelchair and decide to go out the front door of this hotel. I open the door and a car is parked right by the door. I ask someone to help me and I get out of my chair and get into the passenger side of the car. The other person then takes the wheels off the chair and folds it and puts it in the car with me. I thank them, shut the door and now transfer over to the driver's side of the car and open that door. I pull out a tool and reach for the parts of the chair to reassemble it. I was using the car as a transition to get to the driveway so I can continue on. I realize I am making a lot of work for myself. There must be an easier way. I start to sew the button on a sweater, which is putting the wheels back on the chair, sort of. One side of the sweater is pink and the other side is blue (like reversible). The button is big, white and thick. This is going to take lots of time and energy. [BL]"
        }, 
        {
            "number": "2463", 
            "head": "04/26/93", 
            "content": "I keep wondering what I can make to sell at the Saturday Market, that would make money. Then I wonder why I want to do that. Do I enjoy hanging out all day selling stuff? I don't. A man is snide and says he sells anything the public will buy, a child or sexual abuse stuff? He doesn't care, as long as it sells. I turn my back on him in contempt. He or somebody is sweeping up snow or hail from the floor. [BL]"
        }, 
        {
            "number": "2476", 
            "head": "05/04/93", 
            "content": "I am doing an absurd skit with Justin. We run about the garden looking at trees and making jokes. He says we must only look for the A tree and the B tree. I run around in an English way with an English accent and say, \"Oh where could the 'A' tree be? Oh, here it is.\" He follows me around closely, trying to be the tree. I ignore him. \"Oh, where is the 'B' tree? Here? No, here? No, ooh here it is, no, that's a bee, an insect, not a tree. Then here? Now here's an interesting tree! Look over there, it has a very interesting root structure, if we only could see it. We lay down on the ground and he picks up the bottom of the raised root structure (like mangrove trees) and I snicker and say, \"Oh I must be wrong,\" but if it were the right tree, then it would be all raised and interesting. We are laying there next to each other, teasing. A man opens the door and stares down at us. Finally we get up and he glares and says, \"Are you going to do this again?\" We humbly say no, trying not to laugh. \"Good,\" he says dourly and slams the door. We giggle and Justin says, \"Where is a kissing tree?\" I laugh and go to him and put my arms around him and kiss him saying, Here. I found one, a kissing tree.\" [BL]"
        }, 
        {
            "number": "2504", 
            "head": "06/08/93", 
            "content": "They belong to the bad guy. The male robot man is there and Ellie says he should be allowed to listen to baseball games. He loves them. The bad guy says, \"Well, why not?\" He puts his arm around him and says, \"Is that what you want?\" The robot doesn't respond but Ellie insists that is what he wants. Another bad guy robot says he can't hear them, so let him read about it. Ellie insists he can hear them. She says he's audio. (NLP) I grab him and lay him down, with my legs wrapped around him in a wrestler hold and I say things and watch his eye patterns. \"Yes, he is audio,\" I confirm. The woman robot says she wants to be pregnant. The bad guy agrees. The second bad guy robot says, \"How can you do this?\" The bad guy says, \"It's OK, it's just hypnotist stuff.\" They do it and then I have them back. The robot bad guy says, \"Then I have a favor to ask of you. Will you put this package in MY car? (he owns it but because he's a robot the other guy uses it) and put a nice saying with it.\" I put my arm around his shoulder and hug him teasingly, \"You mean something sentimental and nice?\" I ask. \"Like \"1-2-3-4, beat it, beat it.\" It's a joke and I laugh. [BL]"
        }, 
        {
            "number": "2508", 
            "head": "06/12/93", 
            "content": "Howard and I are in a house. I walk to a back room I haven't been paying attention to. I see a window pane is broken and a large bush is growing in through the hole. I see that someone has tried to fix the window problem. Howard comes in and wants us to talk. I groan, laughing a bit at myself and my resistance to this connection. He is gentle and coaxes me to sit beside him. I point out the broken window and say I hadn't noticed it, but obviously someone did. I was glad they did. [BL]"
        }, 
        {
            "number": "2511", 
            "head": "06/13/93", 
            "content": "Now I am at another table and am exposing the man who isn't what he says he is. Everyone is shocked to learn this. I feel bad doing this, but it is necessary. Now I go to the window and see a store and people are going in and out and then I realize it is on fire. I see some smoke in the second story. I see people still trying to go in and think that is strange they would chance going shopping in a burning building, although the fire isn't seen yet as it is still small. Then the building suddenly is gone and I am shocked. It is supposed to be there but all I see is a new street intersection. I realize I am looking at a future picture. Later I am at a table with a woman and a woman bartender talking about dreams. We are impressed with their completeness and beauty. Later out the window I see the building again. [BL]"
        }, 
        {
            "number": "2517", 
            "head": "06/17/93", 
            "content": "I am at a table-like thing; cousin Sebastian and others are there. I am eating my toast and then I want the toast left over on the other end of the table. I can't seem to fill myself up. I lick the jelly off a yellow plastic thing and then get a bit queasy when I realize the paint is in with the jelly. I need to pee, so I go to the women's room. There are two tiny potty chairs, already being used. I go stand up over a toilet no one is supposed to use and pull the shower curtain closed around it. I pee. Delores M comes in. We chat. [BL]"
        }, 
        {
            "number": "2532", 
            "head": "06/26/93", 
            "content": "I give back the car keys to my boyfriend, who isn't treating me well. He's like Ted Danson on Cheers, a womanizer. I feel some regret because now I don't have a car and will have to figure out how to get around on my own. Now his other girlfriend needs to tell him goodbye and I am encouraging her to have the courage. She struggles and hesitates. I whisper, \"Come on girl, come on. You can do it.\" Finally she does. She tells him it's over. Now I have to lead some group in a discussion of feelings. Two men have trouble. One is trying to share his feelings and another man is belligerent and noisy and interrupts him and they get into a verbal fight. Finally I say, \"That's enough, you, leave.\" The man defies me and then finally leaves. Then they all leave. Now I am left with cleaning up and shutting the place up myself and I hadn't done that before. I don't know how to turn down the damper on the stove to get the fire to go out and be safe. I feel overwhelmed and frustrated and a bit of a failure for not managing to keep the group together. [BL]"
        }, 
        {
            "number": "2545", 
            "head": "07/29/93", 
            "content": "I am lying on a couch, dead like. I look around the room and see it is still exactly like the moment the accident happened that killed me. A plant like my angel wing begonia lies in pieces on the floor where it was knocked over. A woman picks it up and brings the stem and leaves to me and says, \"Look. Part of this is still alive. But it is without care and water for so long, but if you take care of it, it will live again.\" I am saddened and amazed that this could be revived. I sit up, now realizing I too am alive. My parents (sort of like Grandma Mildred and Grandpa Lloyd) are in the room and I get up and walk to them. They are shocked and happy to see I am alive. I go to Grandpa \"dad\" and he is seated in an easy chair, and I say to him, \"Don't ever do this again. You left me for dead.\" He apologizes and his eyes are sad as he realizes what he did. I go back and sit on the couch and look out the window. High up on the hill is a new building, the new schoolhouse. My friends are there. I wave at them and my best friend sees me and they all run down to see me, so glad I am alive again. They swarm into the house. I am excited to see them. A man is there, a boyfriend of my friend, or my boyfriend. We all hug in reunion. I go out with them to get on the bus. [BL]"
        }, 
        {
            "number": "2570", 
            "head": "09/12/93", 
            "content": "I am a housewife and cleaning up the apartment. It is constant work and I do it willingly. I fold clothes, do the dishes, cook meals, and care for the small kittens. I pick it up and cuddle it saying in a soft sweet voice, \"Oh, there's the little kitty.\" Later, I have children, two half-grown boys and a six-year-old girl. I then am lighting the candles and am dressed in a 1950's housewife, pretty for my hubby, and he walks in the door with an unexpected dinner guest.  I am distressed, but handle it gently and with dignity. Later, I am cleaning up, he's now drunk and off to bed calling for me to come to bed and I am still cleaning up the sink from after the dinner. Woman's work is never done. [BL]"
        }, 
        {
            "number": "2596", 
            "head": "10/09/93", 
            "content": "I am at a conference, only it's in my living room. A woman comes from California and teaches. We'd had one last night and now I wake up on the couch and it's time for another one. The women come in and I sit up. The instructor is in the kitchen taking the dishes out of the dishwasher from last night as I hadn't gotten up and done them. I apologize to her, saying she doesn't have to do that. The dishes are white glass with gold trim on the edges. Bonnie had put them in because they'd been in my cupboard for so long and needed washing, from all the accumulated dust. A woman like Kathleen from poetry group sits on my right. I am telling them how the first time I used the word \"abuse\" to describe my upbringing felt so shocking, because it wasn't physical abuse, but emotional abuse. They were good people, but didn't know how to express themselves. Kathleen encourages me to keep calling it abuse and not cave in to society's ways of denial. I agree that I will persevere. I get up and say I need to pee and brush my teeth. There is a tiny alcove next to the living room, with a curtain as a door. I sit on a tall white bucket which sits on a toilet. I balance precariously. I pee a torrent of urine. It all rushes out of me at once. I know it can be heard by the women. Then the one man participant arrives. I immediately spill urine on the floor, it splatters from the rushing torrent. I am embarrassed. The topic f the conference is Men's Issues. I don't really want to be there, but I need the credits. [BL]"
        }, 
        {
            "number": "2598", 
            "head": "10/11/93", 
            "content": "I have to pee really bad. I am in a house. Some man is injured and I am helping him. A cat is there somewhere, maybe also needing help. I go into a bathroom and try to sit on the toilet. It breaks off from the wall and is wobbly. I am standing and peeing so I won't tip it over. I pee voraciously all down my leg and around the room in front of me. I am concerned the water will back up and flow out of the toilet onto the floor. I leave. Now I am going from room to room in a hotel-like exhibit. I look out the window and see the beautiful emerald green ocean waves far below. There is a crowd of people walking through the exhibit as I am. I really need to pee and consider finding an exhibit toilet and using it. One room has a whirlpool and a single bed with an air mattress-like thing, sort of a health spa room. I wonder where people sleep and see another room with beds in it. I go out the door and go to the next exhibit room. On the way I see parrot beaded earrings and go over to see the price: 1 or 2 dollars, very cheap. I don't really want the parrots, but like crystal things or beaded things. [BL]"
        }, 
        {
            "number": "2612", 
            "head": "10/19/93", 
            "content": "I am at some campground where a conference is being held. Mary and Lucy are there. I go ahead to get us a seat at the luncheon tables, big round tables with pink tablecloths on them. I find one very close to where the speaker will be and secure a spot, saving a couple of spots for my friends. Other people are trying to sit at the table. Suddenly I realize that Deepak Chopra is sitting at the table. I see he looks ill. He has a snot booger hanging off his nose and looks bad. I say sympathetically, \"You look ill.\" He smiles weakly. I try to help him. I offer to sort his speeches in chronological order for him. Later I go to his house with him as we'd struck up a relationship, but there aren't ramps and it is hard to get in and out. I gently chide him that he is not very sensitive to the disabled, even though he is one himself. Later I am W. talking with a couple of male friends about stuff and mention my co-worker John. [BL]"
        }, 
        {
            "number": "2616", 
            "head": "10/21/93", 
            "content": "I am an exchange student in France. A very fat woman is the lady of the house and she is asking me to do some chores around the place. I'm a bit annoyed, but do so. She wants me to do the dishes and then read stories in English to the children. It helps them with their language skills. I have a hard time speaking French. [BL]"
        }, 
        {
            "number": "2633", 
            "head": "11/14/93", 
            "content": "I want to attend a seminar, like the Chopra one. I line up very early to get a good seat up front. Then I am told it is being held in another spot and I go there to discover I'm a bit late and only get a spot in some other more distant section. It even requires another entrance at another field, called \"Hunsaker \"or something like that. I start to try and find the place to go and am told I have to take a shuttle bus thing there. As I am going to the bus stop, I tell some woman the story of how people resent people with disabilities and tell the Chopra story of the woman who said, \"You have kind of an advantage, don't you?\" I find a bus stop, but I'm not sure this is the right spot and I do not want to miss the bus. One comes from the wrong direction and stops and I run over to ask the driver if this is the right one or not. I nearly get hit by the bus as it pulls up to the stop. It is \"articulated.\" He looks down at me and I can't seem to understand him, whether this is the one or not. I finally decide this is the one going to the station and go back to my spot to wait. The seminar seems so distant now. [BL]"
        }, 
        {
            "number": "2639", 
            "head": "11/30/93", 
            "content": "I am standing in a public bathroom in a health clinic place and combing my hair. I am very upset, because I scratched a sore scab and it is coming off with my hair attached (like my psoriasis of long ago) and I have bald spots. I am looking in the mirror at all the ugly black and blue bald spots and bloody lines where I've scratched them. Maybe my daughter Ellie, or someone like her, agrees to shampoo my hair and color it with dye. My hair is a dark black now. I don't know how I like that (color of June's hair). My blouse and bra are off and now two old men, gay men, get in the bathtub to do therapy together. I feel a bit uncomfortable, being so naked, but think, \"Oh well, it's OK. This is a clinic.\" I turn and am now putting on my bra. One of the old men, now out of the tub says, \"I hope she keeps the cleavage. It's great cleavage.\" I look into his eyes and he has on weird glasses like opera glasses inset into his eyes. I hurriedly try to get dressed. There is another room where patients are being treated, mental therapy. I am pacing. I am now a man. My friend comes in and asks where I am, even though I am pacing right past him. Other people (women) in the room laugh. I say, \"Vagina,\" and a man laughs archly, \"Aha.\" I am upset he misunderstood me and say, \"No, not that meaning. I was trying to explain about a woman being pregnant.\" [BL]"
        }, 
        {
            "number": "2663", 
            "head": "02/01/94", 
            "content": "I am in a living room, apparently mine and my new boyfriend and his 4-year-old son are with me. I am seated in an easy chair trying to clean up the area around me. It seems that lots of Charla's toys and junk from Ellie living there are piled up in the corner. The boy wants to play with his toys, but there is no room until I get the other stuff picked up. Now Ellie comes in and wordlessly starts picking up things. She pulls down the Christmas lights from the wall and other old decorations. It is way past Christmas. This is encouraging. I say I want to talk with her. The boyfriend realizes we need privacy and says he'll go to the other room for a while. Now Ellie and I sit side by side on another couch and I am very angry at her and I am slapping her face, only now Ellie is a tiny baby and I slap her face over and over. Now we decide to go upstairs to my bedroom for more privacy and Ellie leads the way upstairs. It is hard to walk up the stairs and the entry way is a cubby hole, not a door, which makes it physically hard to even get in. Then after we hunch down to crawl through, we have to step on a rickety ladder of sorts built up with like video or CD cassettes in a wooden rack which my boyfriend had built for me. That angers me too. Why did I choose such a difficult entryway to my own comfortable and nice room? [BL]"
        }, 
        {
            "number": "2665", 
            "head": "02/07/94", 
            "content": "Ellie comes over with Charla. She says she wants me to baby-sit her so she can go out to breakfast. She seems shy and hesitant. I think, \"Well she might, after all we've been through.\" Ellie comes over to me, her face soft and child-like, and starts to hug me. Then she curls around me and wants to nurse, pulling my breast out of the bra. I am shocked. I say, \"What are you doing?\" She says something like a 4-year-old child might. She nurses. I know something is very wrong and don't know what to do. I remain calm. The sexual feeling of the nursing is beginning and I know she has regressed to some childhood place and I want to support her, but this is so odd. I can't do much other than tolerate the moment. I try to pat her and lay my arm around her, but I am not genuinely being her mother as a 4-year-old might want. I gently distract her from the nursing. It is clear now Ellie has a severe mental regression problem. Charla is clear and direct and her own energetic self. My mother calls me asking if I'd found the first aid papers yet. I say, \"No, I have a real big crisis here and haven't had time to look.\" Ellie wraps her body around me. I say to her, \"You are a 25-year-old woman, with a child. You need to act like one.\" Ellie doesn't seem to notice, she's so off in her own world. I know I have to have her committed. I'm not sure how to do that. [BL]"
        }, 
        {
            "number": "2675", 
            "head": "04/29/94", 
            "content": "I am in a house and there are lots of people there, a party. They are having a great time. I am on the phone talking to Archie I am trying to think of things to say to keep him talking to me. He is annoyed, in fact, angry at me. He says, angrily, \"You are better than this, trying to manipulate it so we are alone. I don't like it when you do that. You know better than that.\" He hangs up on me. I feel terribly hurt and rejected, numbed by the pain of it. I turn and people are cheerfully calling out to me to join the party. I try to respond to them but it is very difficult. I go out to the back yard and something about Charla only having her diapers on. I see her and see she has an outfit of clothes on and looks fine. I comment that she is fine, perfectly and properly clothed. Her \"mom\" and \"dad\" want to stay at the party and I want to leave, to be alone. I tell them they can stay as long as they want. The \"dad\" says, \"But she only has one diaper. We'll only be able to stay as long as it lasts.\" I shrug; not my problem. I try to leave. I feel weighted down with the sadness of Archie's rejection. [BL]"
        }, 
        {
            "number": "2695", 
            "head": "10/07/94", 
            "content": "I am in a ward with physically and developmentally disabled people. They are wandering around crazy like. It is scary. I don't fit, so I go to the next room where the intelligent crazies are. They are men. I hang out with them. I am crazy too, I guess, or I wouldn't be there. I get a phone call from Derek. The line is static and hard to hear, and then the crazies are being noisy and I keep trying to understand what Derek is saying. He's trying to explain about his Chevy. Then he is angry at me and gets sarcastic, \"Being in the head B. Just can't get in the heart, huh?\" I say, \"Stop it. Stop it.\" \"Just tell me, B, I need you to be in the heart and I'll happily go there. I feel attacked and put down when you ride me about it.\" He is so distant with the static. I feel frantic trying to connect with him. [BL]"
        }, 
        {
            "number": "2713", 
            "head": "11/13/94", 
            "content": "Lucy, Mirabelle and myself are going to do a program for teachers in a school. We come early and wait all morning until lunch when it's time for our program. This is annoying. A small orange and white striped kitten is with me, perched on my head. Mirabelle has a black and white one. I like the kitten. It is playful. A small mouse and the kitten are being used to demonstrate a point to me. The kitten eats the mouse and then lets it back out unharmed. I feel a bit uncomfortable and nervous for the mouse, but the mouse is OK. [BL]"
        }, 
        {
            "number": "2716", 
            "head": "11/17/94", 
            "content": "Derek kisses me. I am disappointed because his mouth is hugely wide and it doesn't feel good. He French kisses and it is intense, our tongues intricately intertwining. I feel him have an orgasm and I am untouched with sexual passion. It feels very cold and self-serving. Now I am being chased by him and other people. I run for my life. They are gaining on me and then I am backed up to a huge barbed wire fence. I turn and fight hard, without guilt. It is simply necessary to defend myself. I box kick and do karate moves. I force the fence into a man's throat, so the barbed wire is poking his throat. I demand they open the gate. It slides open enough and I dart across \"no man's land,\" a railroad yard, tracks and mud. A \"living\" box car is trying to run me over as I try to race across the land and over the tracks. It moves like a cartoon creature out to get me. I cross the other fence on the other side and run like hell. The landscape is dismal and frightening. I turn left and am in a hall-like place like the storage unit place. I duck into a storage unit where green plastic upholstered dining chairs from a 1950's style are stored. I sit in one and slide the door partially shut and tremble in terror. [BL]"
        }, 
        {
            "number": "2719", 
            "head": "11/26/94", 
            "content": "I am somewhere, supposedly at my place of work, only it isn't. I want to pee and try to in a bowl; it stinks and is exposed. A woman, perhaps Maren, follows me around. I am annoyed. I try to clean things up a bit, wash a dish, move a bottle to the sink. Then I go out into a large warehouse-like area and toward an open door. The woman moves ahead of me. I see the tip of a huge, black, shiny, pretty and dangerous tank. The woman steps out and is killed. I turn and walk back through the long huge warehouse building going toward the back exit. I am aware that maybe I should check and see if the woman really is dead, but that would be dangerous to me. Maybe I should warn other people, but I don't. I decide with a bit of guilt that I will call people and warn them after I get to my office, my place of work. I see cupboards and cabinets and think about hiding in one of them. I realize that is what I usually do in a dream, and decide not to do that this time. I find the back room, where two men are working, stacking wood furniture this company makes. I pass them without a word and go out the back door and around the corner. I look to the right and see the back end of the black tank which now looks like a large fuzzy black elephant, the same kind of fuzzy as my purse. I then run to the left and go up some steps to another building where my office is, only it's not my office and nobody is there and hasn't been there for a long time. [BL]"
        }, 
        {
            "number": "2740", 
            "head": "12/16/94", 
            "content": "I'm taking a shower with Marshall Peters. Somehow this is working with the clients together. The shower stream of water is very thin and weak. Now I'm showering with Lucy, only instead of us doing it together, we take turns. I lather up with thick globs of shampoo soap. I am dressed, so when I lift up the blouse and rub my tummy, I get the dress wet. in spots. Then I eat something. Then Marshall comes in and talks about his client, who is a mess and does everything wrong and can't keep herself or her house clean. I realize with surprise he's talking about his wife. [BL]"
        }, 
        {
            "number": "2743", 
            "head": "12/18/94", 
            "content": "Derek and I are going to make love. A young girl, maybe Charla, is there. I'm sending her off to her room. I need to go pee. I ask him, \"My place or yours?\" He says, \"Your place.\" I go find a toilet and pee a lot. Then this bathroom connects to my bedroom. I go in just as he is opening the door to the bedroom from the hall. He is standing, wearing a tank top and some leotard-like, flesh-colored outfit, like he's naked, only he's not. His legs don't move, and in fact I don't see legs. He's sort of stiff. We make love passionately. Now I go out and see Derek in a car. There are five cop cars in a line and his car is right behind them, a perfectly safe place to be. Another man is in the backseat of Derek's car and he opens the door and invites me in. I get in, happy to be alone with Derek. I curl up with the other man who says it's OK to press back against him if it's more comfortable. Derek gets out to rearrange himself and his assistant helps him back into the car. We are going to be together and that makes me happy. [BL]"
        }, 
        {
            "number": "2750", 
            "head": "12/22/94", 
            "content": "Sparky wants to plug in a string of Christmas lights that have a short circuit in them, or rather the switch in the wall does. The lights go on and off. I suggest she try another switch or plug in. Kenneth comes in dressed in a graduation gown, a witch's hat and funky platform-heeled shoes. Sparky is a bit taken aback. I say, \"He's like that,\" somewhat proudly. Kenneth grabs the string of lights and says, \"Let's try plugging them in over here.\" I am pleased he has the same thoughts as I do and acts upon them. Now he's hungry and wants to eat. He grabs a hamburger from a buffet bar in the center of the room and another one for Sparky. She says she doesn't want it. So he puts it back and places two sandwiches there. A fat, bald baby is sitting there and she takes a huge bite out of the sandwich. I go to her to stop her from eating Kenneth's food. Her mouth is overflowing with mayo. She's sliding off the high chair. I have a bag in my left hand and am trying to keep her from falling off the chair and keep feeding her too. I wonder why I didn't think to put down the bag so I could use both hands. Then a man is laying on the floor. His face is pudgy and bald like the baby's. He says he's joined the Marines. I say, teasing, \"They only want a few good men,\" and he and I say together, \"but if you're not a good man, they'll make your life hell.\" We laugh. [BL]"
        }, 
        {
            "number": "2759", 
            "head": "01/08/95", 
            "content": "I am a feisty old woman and my daughter is trying to run my life. I meet an old man and we are going out on a date. My grown grandchildren are watching, feeling happy for us. My daughter is sour and disapproving. I am like a pixie, choosing a video from a stack of them and deliberately misplacing them, mixing things up. Now we sneak out for the date and come back two weeks later. I say to my daughter, \"We got married.\" She is shocked and then I laugh and say, \"And then we got unmarried.\" It's like we got married to distress her and then got unmarried to be more naturally who we are. [BL]"
        }, 
        {
            "number": "2763", 
            "head": "01/14/95", 
            "content": "Derek is painting pictures of mountains. I am trying to paint one too. I have my palette and see a sort of yellowish color up in the right hand corner, an odd color for the sky. Derek starts to dabble in my colors and I ask him not to. I then awkwardly attempt to paint. I draw a steep-peaked mountain and remember what my father said about how mountains aren't really that steep. I redraw it in softer curves. I discover how leaving some portions of the canvas blank and using that whiteness as a part of the picture enhances the picture. I create many different mountain ranges with some kind of building structure in the left corner foreground. It's pretty good. [BL]"
        }, 
        {
            "number": "2780", 
            "head": "02/01/95", 
            "content": "I see a young teen boy (maybe 17 years old) on a raft in the ocean. He and his animal friends are on a mission, like Johnny Appleseed. There is a dog, a beaver, and other animals, including 87 baby tarantulas. When he began this journey, there had been only one adult. Even though he is a virgin and doesn't know how to make love himself, his job is to find the ducks and help them have sex so they will have baby ducks. I see many little baby ducks swimming around. He helps the female ducks sit on the male duck in the right position so the deed gets done. I know this because a male narrator voice is telling these facts as I see the picture. Now the scene changes and I am talking to a woman. She confesses she had another baby boy after Melvin. Although the woman would be Valerie, logically, it is Ginny. I now get to meet the long lost boy, who is an innocent young teen (as above). He has bright red hair. His name is Douglas. I say, \"It's so nice to meet Melvin's half brother.\" He looks surprised and says, \"Half\"? I look over at Ginny. \"Haven't you told him?\" \"Sorry.\" So they talk. I say to him, \"I am called Auntie. I am like your Auntie.\" He formally says, \"Hello, Auntie.\" I invite him to hug me. He does, but it's a bit stiff. Then he melts into a more natural hug. [BL]"
        }, 
        {
            "number": "2811", 
            "head": "03/10/95", 
            "content": "I read a book that took me along time to get into, but after I kept at it a while, became interesting. It is a series of vignettes about towns, the last one being Mapleton. Now I decide to move to Mapleton. I am biking down the old highway and see a lovely stretch of grass and decide to bike across the \"moors\" for fun. It's very pretty and pastoral. Now I am in town and finish my errand and am biking back to my new home. My front wheel keeps getting caught in the old grooves of the asphalt and it pulls me a bit, so I struggle to keep on the road. I manage. I cross a bridge. I see I have a long way to go, maybe eight miles. I hope I get home before dark. I'll be tired, but oh well, it's a pretty ride and an adventure. I am munching on carrot sticks. As I approach a railroad crossing, the red lights come on. I know I'm supposed to stop, but I don't. I slow down and look and then scoot across anyway. At the last track to cross I look up and realize the train is almost upon me. I get across and then see the crossing guard bar. I think, \"How silly of me to have forgotten they'd be down, how will I get by?\" Then I see a way to sneak around the end. I am hearing the nuns chant as they go to seek answers or information from a young mystic girl. She was called a \"pronuncio.\" She keeps repeating over and over, \"You can not be plotted. You cannot be dated.\" [BL]"
        }, 
        {
            "number": "2813", 
            "head": "03/10/95", 
            "content": "I am trying to clean up the messy floor. There is lots of dust and dirt and lint and so on. I start with a broom and realize all that sawdust will be hard to do with a broom, so I get a vacuum cleaner as well. I'm working hard to clean it all up. [BL]"
        }, 
        {
            "number": "2848", 
            "head": "07/25/95", 
            "content": "I am nervous and sitting on a toilet, having belly cramps. Rochelle is around asking me questions about why I act the way I do. I explain, something about getting nervous and needing to go to the bathroom. I see my mother and say something like, \"It's not like you ever taught us how to be emotionally intimate.\" Then I am spreading thick gobs of butter on already buttered toast. [BL]"
        }, 
        {
            "number": "2849", 
            "head": "08/13/95", 
            "content": "I had been reading or watching a long story about this pioneer man and how he was so upset about the bad treatment of Indians. He wants to go out and fist fight every one who is calling him squaw man. But a woman says, \"Don't waste your energy. Ignore them.\" Now I am a woman and I walk up to a seated Indian man, who is wearing an 1890's kind of black jacket, like Wyatt Earp would have worn, white man's clothes. He's the foreman. He calls out the black woman I will have as a slave. He hands me the white, little plastic bag which has her documents in it. It's her \"freedom\" bag. I take it and hand it to her. I say, \"Elizabeth. I give you your freedom.\" She doesn't understand. She thinks I'm firing her and she'll be alone and poor. I say to her, \"You are your own woman now and I'd like to hire you. I will pay $6 a week.\" The Indian man shows me a picture. It has a bright spotlight in the center and a sidelight where he's standing. He says, \"I'm in the side light because I'm an Indian. I've always wanted to be in the center spotlight.\" I say to him, \"I understand. Believe it or not, I am in the sidelight too, because I'm a woman with a disability. We get the same kind of discrimination.\" [BL]"
        }, 
        {
            "number": "2867", 
            "head": "10/19/95", 
            "content": "I am talking to a man about how crazy making it is to work in crowded conditions. I tell him about registration at the community college and how each year it got more crowded. I see Tyler telling Charlene one of his stories and smile because I know she has heard it many times. I wonder if she will just stoically listen or what. She finally interrupts him and says she has heard it before. She leaves and he smiles sheepishly. Now the man comes into my bedroom. I think I am rooming in his house. His son is upstairs. He is a quad and the man is crying as he tells me that today the assistant can't come today and he will have to be left alone. I offer to call in sick at work and stay to help him, but it would mean moving him downstairs and I couldn't transfer him. The man is grateful. [BL]"
        }, 
        {
            "number": "2891", 
            "head": "01/04/96", 
            "content": "I, the dreamer, is watching a scene. I seem to identify with the married man. A woman and a man get married after a short, but loving, courtship. Soon after they are married, they begin to have misunderstandings and fights. They are always angry at each other and can't seem to reconcile it. They are miserable, yet they love each other. There is another man, an architect, who loves the woman and she goes to visit him. The jealous husband, who has another kind of career, follows her and comes into the house. The two men talk. The husband is angry and belligerent, but after a while the other man begins to understand that the husband is a good man, but hurt. So he helps the husband understand, and brings the woman and the husband back together, even though he still loves her. But now he is best friends with the husband and cares as much for him. The husband and the woman go out to the car to drive home when the woman's parents come to get in the back seat. They are argumentative and negative at the husband, who in his new-found understanding, doesn't tolerate it anymore. He tells them to shut up. The woman at first is upset and then understands that is right. She smiles at the husband. [BL]"
        }, 
        {
            "number": "2894", 
            "head": "01/07/96", 
            "content": "A rather stupid, lanky man is asking me questions. I hold a package with a small plastic bag of white beads in it. It is a beading kit. He asks me what the words on the package says. I say, \"Stretched string beads.\" He asks how many beads there are. Are there enough to bead a whole shirt? I answer gruffly, \"How would I know? It doesn't say.\" I am annoyed with his attitude and questions. The man says, \"Why don't you lighten up?\" I realize I am being sharp and grumpy, but I say, \"Because I don't want to,\" which is true. This IS the way I feel and I don't want to change it right now. [BL]"
        }, 
        {
            "number": "2895", 
            "head": "01/07/96", 
            "content": "I am in the M City house, sleeping in my bedroom. I open my eyes and see my \"dad\" walking up to my open bedroom door. He is tall and lanky like Nate. He is so tall, his head is above the doorjamb. I feel fear. He is going to harass me. He then walks down the stairs to go to the bathroom. I sneak out of my room and run into my brother's room (actually the room my parents had). I crawl under the covers with one of my brothers trying to hurriedly pull up the covers over me. He's coming back up the stairs and I know a part of my shoulder may be visible. I know this won't work and I'll probably got my brothers in trouble too, but I stay there. He comes in and looks around. I think he sees me, but lets me be. He leaves. I go quickly back into my bedroom to the closet to try and change clothes before he comes back. As I pull a dress off a hanger, I am standing in the closet, which seems to have lots of room. A weird-looking girl comes and watches me. I tell her to go away. I pull on my dress, which I wonder if it is too fancy and will call attention to myself. I go downstairs to the kitchen where my mother is fixing French toast for breakfast. She wants me to do something and is grumpy. [BL]"
        }, 
        {
            "number": "2930", 
            "head": "02/18/96", 
            "content": "I seem to be the prison warden. The men are surly and dangerous. I have to stop something and I use fast karate blows. I am damn good at it and beat my foe. Another powerful inmate is watching me closely, looking for his opportunity. I then go to the infirmary for the doctor to bind up my wounds, but he is also my fiance and he rejects me, I think because he doesn't want me doing this dangerous job. I am hurt, but bravely go on. I return, exhausted and emotionally drained, to my office and find a young woman and a Hispanic man trying to make out on the floor by my door. I tell her to be in my office at 3 o'clock and I'll teach her about birth control and then I decide the man better be there too. This was yet another betrayal and I am angry and self-righteous, and yet I'm trying to be doing the right thing for these people too. I enter, but it isn't my office; it is a courtroom. I interrogate the prisoner who is on trial, the man I beat up, and the other powerful man is secretly sending him signals by scraping the legs of his chair against the floor when he should not answer. I realize this is a code even though it is subtle. I am on the alert. [BL]"
        }, 
        {
            "number": "2956", 
            "head": "04/15/96", 
            "content": "I and another woman are entering a big auditorium. We want to get good seats so we can see the events on the stage and meet in the back with our small group easily. It will be very crowded soon, we know, because we went through this before. I go to the left rear side and get a folding chair and then decide to go to the right rear side as that's where the small group will meet, but the athletic team has reserved most of the seats in the back and so I change my mind again and go to the left rear side to find all the places are almost taken and finally decide on the aisle. The ceremonies are starting and I lean way over to see. It is Rosalie, the Mayor of E City doing a discussion or speech and she's written \"Rosalie\" on the blackboard. It's just one word, her own name. I laugh and share this with a woman next to me. Then a male actor comes in and waits his moment. As he gets up to take a leather bag up the aisle shouting his lines, I realize the fingers of my left hand are caught in the straps and I am running up the aisle behind him, desperately trying to get my fingers out. I am wearing a bridal gown and veil. I finally get unstuck and go back and sit down. I tell the woman how embarrassed I am, how conspicuous I was. [BL]"
        }, 
        {
            "number": "2967", 
            "head": "05/31/96", 
            "content": "I am in a church community room and a group of church members are there. I have led them to believe that I am dying and they are having a ceremony for me. It is their tradition to gather in a semi-circle around the injured or dying person. Each member offers a gift and connects with the one who is dying in very touching, loving ways. The woman explaining uses the following example: \"If a dying person wants to be treated like a queen, then someone might bring them a robe and drape it over them and bow and treat them like a queen.\" So, first the group stands in the front of the room and sings \"Oh, Come all Ye Faithful.\" I stand in front of them, singing with them. I am deeply moved and near tears as I sing with them. The song is beautiful and I haven't sung for a long time, what with my throat difficulties. I am feeling very guilty for accepting all this outpouring of love on false pretenses, since I am not dying. Ellie is there sitting to my left. She looks at me, knowing I am cheating. [BL]"
        }, 
        {
            "number": "2976", 
            "head": "06/19/96", 
            "content": "I have a questionnaire and I need three women and three men to answer it for me. I am on a bus and the door is open. A swarming crowd of revelers are all around. I watch as a man with a blue face lies on the sidewalk and tells the woman he's with that he loves her. I chuckle because it is obvious they are strangers and the man is horny. I try to ask several men to fill out the questionnaire. They are too rushed and busy. One hesitates and I kindly assure him he can go on, I can find someone else. Now the bus accidentally got caught in the Rose Parade. The marchers are a bit annoyed at us and we try to drive out of the way and park in a parking lot. We see a man who is very angry at a policeman for reprimanding him and he is angrily smashing the policeman's car to bits. Now I am in a huge house, perhaps a mansion. I am worried about Charla. A woman has lured her away and has taken her into one of the rooms and is molesting her. I see an image of Charla with her vagina exposed. I race from room to room opening doors and looking. I hear Charla calling off in the distance. Maybe she's on the third floor. I keep looking, worried. [BL]"
        }, 
        {
            "number": "2983", 
            "head": "07/26/96", 
            "content": "I am moving to an old house with odd rooms that spread out all over. Dwight/Howard is going to help me. Lucy and two babies are there. I am holding one and she is holding the other. We are trying to get them to nap as I walk around trying to think and organize how to manage this huge task. Finally, I get the baby to sleep. I open a door and it is a small bathroom. Really, only a bathtub is in it. I look at the kitchen, which has two or three wooden oak tables (dining room type) hanging way up on the wall for counter space. That will be awkward. Dwight/Howard comes in and I am frustrated trying to get his attention. He finally listens to my ideas but sighs and says, \"It won't work. We made a mistake buying this rambling house and a mistake moving to M City. We belong back in the valley, so let's not take such care where things go and only unpack the essentials until we can move again.\" He then suggests we be friends again. I say, \"No way.\" Now I kind of give up and sit on the couch with an older woman. I make a snide remark about how she can't work either because she's so old, and I can't work, cause I'm so old too. It's a sort of frustrated joke. Nothing seems to be going right. No one is helping. [BL]"
        }, 
        {
            "number": "2993", 
            "head": "08/26/96", 
            "content": "I am going down a street and see Archie, who is very sad. He is growing older and has a disability, a limp or something. He can't do his dance as he has before. I point out I know what that's like. I try and be sympathetic with him. I am interrupted by a woman who works for Lori and Dan T. She asks me to come to the office. I tell Archie to wait and I go into an office room. Lori is there, rather upset with me, and hands me a paper. I feel trapped and don't want to deal with this face to face, but now that I am here, let's get it over with. The paper is a bill for a phone call made by a Mr. Nelson for $48. She wants me to pay it. I hesitate and then get clear. \"No,\" I say, \"I will not pay this bill. It is not my bill. And furthermore I am very unhappy that you billed me for the carpet. I will not pay for that. In fact, I am expecting you to reimburse me my prorated rent and my security deposit.\" She becomes very upset and dramatically says to her woman assistant she cannot listen to any more of this. Her face is contorted in over-dramatic nerves. I am aware of Archie waiting for me across the street. I feel compelled to try and get to him, before he gets upset and leaves. I am caught in the middle again. [BL]"
        }, 
        {
            "number": "2995", 
            "head": "08/28/96", 
            "content": "I and some other women are in a room. I see water pouring into the room. I get very concerned. The room will fill up soon and we will drown. We look for an escape route. I see a window. We end up in another room, only the water is following us. I look out another window and see a huge drop off. It's a well or tower area, but I look way up and see daylight. There's an open area up there. It's our only chance -- to go with the flow of water out the window and dog paddle in it until it rises up high enough to reach that light. It's like walking into death and riding it up to life. We do so and successfully make it, only to find that area of the castle is filled with men who intend to rape us. What irony! [BL]"
        }, 
        {
            "number": "3005", 
            "head": "09/05/96", 
            "content": "I have fallen out of the sky, perhaps an airplane, and am lost up in the mountains in the deep snow. I feel like giving up. It's too much to imagine I can make it back down the mountain. Then I realize I must try. I crawl and struggle. Someone else is in a house trying to watch TV. She has a movie on one channel and another movie comes on. It is confusing. By the time I come down off the mountain, I have an injured leg. [BL]"
        }, 
        {
            "number": "3010", 
            "head": "09/12/96", 
            "content": "I am in a room and my stepfather and my \"mother\" and some other people are there. I am experiencing some pain on the inside of my mouth on the right cheek, like I bit it and it is sore. The stepfather is distant and not helpful as I point out my pain. [BL]"
        }, 
        {
            "number": "3012", 
            "head": "09/15/96", 
            "content": "I see a data form. The name B. is typed out. There are other columns laid out, but when I push, or perhaps some other woman pushes the computer buttons, the columns shift around into different configurations and sizes. I am organizing something. I do it in chunks or blocks. [BL]"
        }, 
        {
            "number": "3045", 
            "head": "10/20/96", 
            "content": "I am getting into a group of women who are going into a bleachers area to sing group songs. I don't know what holiday it is, but this is a usual holiday thing to do. I and Andrea are trying to catch up with our group, but get lost and end up with a group of swimmers and divers. There is a swimming pool to the right, and in front of our bleachers is a pool used as the stage area. I watch a scene where a man and a woman get in a small rectangular rowboat and sing as we all sing the chorus. A wave or two comes up and splashes the woman and she mimes jumping up real quick so it doesn't get her all wet on her bottom. I and Aunt Bridget are sitting on the right side of the bleachers. It is very crowded. We sing along with the group but don't know the songs. I notice my voice is clear and pretty and I seem to be able to keep up with the words by listening carefully. I look over to the bleachers on my left and up and see a small group of people in green sort of fish costumes with green makeup on their faces. They are pretty and all the same. Now muffins and cookies and cakes are being served to the crowd and I can see they are moist and sweet and would taste really good, better than if we'd stayed with our own group. I look to my right and notice the water is all gone from the swim pool. There had been some girls taking lessons there. [BL]"
        }, 
        {
            "number": "3056", 
            "head": "10/25/96", 
            "content": "I am in a kitchen and notice the piled up dishes and mess. I feel bad. I haven't cleaned up for years. Howard probably is tired of that. I try to do some dishes and find a pretty cobalt blue pitcher where the handle and the spout are on the edge seams of the square corners. It's really cute. It has the words \"Howard's Place\" printed on it in white ink. Now I can't get the kitchen faucets to close down no matter how I turn them. I finally ask Howard how to do it. He is in the bathroom showering and I knock on the door. He calls out how. I do it. Then I go into another kitchen; more mess. I sigh. I must have not done a thing for a long time. I feel sorry for poor Howard, living in these conditions. I feel energy to clean and start in. [BL]"
        }, 
        {
            "number": "3058", 
            "head": "10/27/96", 
            "content": "I am upset with myself because for years I'd been taking a few classes here and there and often not finishing them or doing the work. I have a long string of incompletes on my transcript. I am wishing now that I had chosen a 2-year master's program and just focused on that and done it. I'd have something by now if I'd done that. Some how this has to do with moving to a new city to turn over a new leaf, many years ago. The feeling is that in some other dream I had moved to a city to start school. Now in this dream I'm at the other end. So I try to do some homework and now I go to the school office to pay my tuition and fill out papers. The secretary is busy and I watch a mentally retarded girl lean over the counter, laying on it in my way, so I walk to the right and catch a secretary's attention. She asks for $56. I hand her a sealed envelope with my tuition in it. I thought it was to be $53. She opens it and pulls out a piece of paper where I had drawn pictures. I look at it and am surprised to see many different pictures of my cat in different poses and postures. I thought I'd only done one. I point out the empty spot where the mentally retarded girl had blocked my way. The secretary says, \"That's a cold spot.\" I say yes, because that's the feeling I got from it. [BL]"
        }, 
        {
            "number": "3060", 
            "head": "10/28/96", 
            "content": "I am at some big college-like school. Some of the women students have stolen a recently dead man's corpse and are playing with it, doing some silly witch-like rituals over it for fun. I and a woman friend are shocked to see this (in the gym). After they are done, the audience is leaving and so are we. I say to my friend, \"Come on, let's follow and see if we can retrieve the corpse and take it back where it belongs.\" My friend is in agreement and is surprised I cared enough to do this. We figured the element of surprise will be with us, because we are so quick to go to where I am sure they are going to leave it, namely in the sorority lunch room activity center area. I search and search, in drawers, opening doors, etc. and finally find a box which it might be in. I pick it up and sneak off to find the male professor that it goes to. I go down the halls hoping to remember his name. I find a college of his and ask to talk to him. I begin to wonder just who I can trust here. [BL]"
        }, 
        {
            "number": "3061", 
            "head": "10/28/96", 
            "content": "The first moment I laid eyes on this white, large, two-story house, I loved it. The woman who owns it says she'll sell it to me and I can move in right now and we'll do the papers later. I and my daughters start to move in. Each can have their own bedroom, the outside lawn is spacious and pretty, the rooms large and comfortable. I begin to be concerned because I haven't even asked how much for the house and if I will qualify for a bank loan for that amount. I am tired of living in my cramped little house, but it was the best I could afford. This will be much more. I see the short, almost midget-sized woman who owns it and go to her. I say, \"I want to talk about the details before I get all moved in and then have to leave.\" She is busy driving a tractor towing a cart and I follow her, talking all the while. She smiles and wants to know what that other woman said about her. I say, \"Nothing much.\" I didn't really listen. She says, \"Good. Don't worry. We'll make a deal.\" She wants me to have the house. [BL]"
        }, 
        {
            "number": "3106", 
            "head": "01/16/97", 
            "content": "Burt Lancaster and I are talking in a room. I am asking him about some of his movies. I ask him if a particular movie, \"The Stone Commander,\" had a script or if they ad-libbed the thing. I think they ad-libbed. He says, \"No, it had a script, in fact, it had two.\" I am surprised. Now I am counting rows of broccoli: 10 heads to a row and 10 rows. The woman who owns the broccoli asks what I'm doing. I say, \"We need these for a movie about vegetables.\" She say, \"Oh no, this is my favorite broccoli. It's so sweet.\" [BL]"
        }, 
        {
            "number": "3107", 
            "head": "01/17/97", 
            "content": "I am preparing to do a performance at a meeting. The woman boss is talking and I realize I don't have my scripts with me for the play. I start looking around the office. I make a mess with all the papers I look through. As I am frantically searching, I also notice that the audience is off in another part of the room, partitioned off. If we moved ourselves into their room, we would be seen better. I check and see that there is plenty of room beyond the office partition. I wonder why we were told to do it in the office in the first place. I am worried that I can't remember the words or the sequence of things we are supposed to do. I am unhappy, and frantic. [BL]"
        }, 
        {
            "number": "3113", 
            "head": "01/25/97", 
            "content": "We are having a serious meeting about the wording of some document. It's like the C. Department people but it isn't. I go to sleep in the middle of it, because it is so boring. They want me to agree with what they wrote, but I don't want to comment because I feel it doesn't say anything of substance. Now the meeting breaks up and a man is teasing me. We are joking and he is surprised I am fun to be around. I show them another meeting room I had prepared. They ask if there is enough room for 20 people. I say, \"The room capacity is 135, I would think there would be enough room.\" Now I am looking at pictures in a magazine of a M City-like region with a old \"Gabby Hayes\" kind of man in the picture. Now I am harmonizing with some man a song that goes like this, \"Whoa. The sun comes up in the morning.\" The harmonizing sounds very good. They are impressed. [BL]"
        }
    ]
}