{
    "dreamer": "bay_area_girls_456", 
    "description": "Bay Area girls: Grades 4-6", 
    "dreams": [
        {
            "number": "149-01", 
            "head": "4th grader, 01/18/97", 
            "content": "I was looking at the moon and another thing that kinda looked like a cutesie-poo sun. I was with my friend Anna L., and Rita L., her mom, but it wasn't really Anna's mom - it was someone who looked like her mom. And then Rita got transported to the moon and told the people on the moon to take a man who looked like Al L. (Anna's father) and transport him to the moon. So they went down to earth (the people on the moon) to get the person who looked like Al, but Al - or rather the person who looked like him - did not want to go. The people who came from the moon told the person who looked like Al that the person who looked like Rita said to bring him to the moon. But then the person who resembled Rita said that she never said that. But the people from the moon said they had proof because they had one of Rita's 200 earrings. And that was the end. Setting: Part of it was in a strange room, part of it was on the moon. Characters: One was my friend Anna - she is my best friend, and two people who looked like Anna's parents, Al & Rita. Anna had blonde hair and blue eyes, her hair was medium long. Rita had short brown hair - she was wearing a blue shirt with orange pants. Al was wearing jean shorts and a red flannel shirt. Feelings and Thoughts: Worried. Maybe anxious. Wasn't that a weird dream?! It was very weird."
        }, 
        {
            "number": "149-02", 
            "head": "4th grader, 01/18/97", 
            "content": "This dream was about an alien who was playing the piano. He kinda looked like Bart Simpson. Whenever anyone came close to him he would turn yellow and glow. Setting: ? Characters: Myself, and an alien. Feelings and Thoughts: Happy, strange."
        }, 
        {
            "number": "149-03", 
            "head": "4th grader, 01/26/97", 
            "content": "I was on a farm with some other people. Me and my friend Tom and another boy named Fred were cleaning potatoes and picking blackberries and making blackberry jam by mashing the berries with a stick. Another group of boys were playing football and my friend Anna's group was picking carrots. Setting: On a farm. Characters: Tom, my friend from school, was wearing jeans and a t-shirt. My friend Anna was wearing a blue gingham dress with gingham ribbons in her hair (in pigtails). Fred, a boy at my school (he is not my friend) was wearing green pants and a blue shirt. There were a lot of other people from my school there too. Feelings and Thoughts: Happy."
        }, 
        {
            "number": "149-04", 
            "head": "4th grader, 01/31/97", 
            "content": "I was at school at the summer camp California Summer Music, and first I was with my friend Kim and my other friend Leah-Anne in the pool. Then I was at a dance with some people that I didn't know. Then I was in a dark dormitory with my friend from camp, Mary. Then I asked for a flashlight and she gave me one. After I got out of the dormitory, I saw people sloshing around in mud. I wanted to do it too, but then my mom called me to come get into the car. We went to the mall and my mom had to get all of these things in 15 minutes, so they were hurrying. When she was finished, I woke up. Setting: First at school, then at the Mall. Characters: My friends Kim, Leah-Anne and Mary. Kim and Leah were wearing blue bathing suits. I don't remember anything else except for I was wearing a black dress with pearls on it, and under that a bathing suit. Feelings and Thoughts: Happy, surprised."
        }, 
        {
            "number": "149-05", 
            "head": "4th grader, 02/01/97", 
            "content": "It was Bring Your Pet Day at the Science Faire at my school. I saw a goose and a chicken and 7 chicks and a little girl came up and stole a chick. That's it. Setting: I don't know - at My school, I think. Characters: I don't know them. The little girl who came up to steal the chick was wearing a t-shirt with a chick on it and jeans. The chick was just a chick. Feelings and Thoughts: Angry. Mad because the little girl was stealing the chick. Very strange, because the science faire is tomorrow."
        }, 
        {
            "number": "149-06", 
            "head": "4th grader, 02/01/97", 
            "content": "I was in a pool with my friend Anna, and we were helping babies get into the pool. Then we had to leave and my sister's friend, Jackie, and another girl started doing it. Setting: I don't know. In a pool. Characters: My friend Anna was wearing a magenta bathing suit and Jackie was wearing a white one with a duck on it. I don't remember anything else. Feelings and Thoughts: Happy, worried. Well, yesterday I was talking about 1 million babies with my friend Anna and I had gymnastics!"
        }, 
        {
            "number": "149-07", 
            "head": "4th grader, 02/05/97", 
            "content": "First, I was singing in the My school Choir. Then my friend Anna and I went up to the bathroom. For some strange reason, when you pulled the paper towels out, water squirted you in the face. I got squirted. Then we were transported into a desert. I got cut on three thorns. We were trying to get back to My school. Then we came to the top of a building. We were on top. We looked over the edge. There was Bobbie's room. Bobbie and her husband, who said he was 1 zillion years old, came out. Bobbie said, \"This hasn't happened in years!\" Then they lifted us down. Setting: My school - a choir room and then the bathroom, then a desert. Characters: The My school choir, GG (wearing light blue pants, and a white shirt with some sort of design), Anna (don't remember what she was wearing), Bobbie (wearing a black suit with a white collar) and her husband (I don't know him - he was wearing a red flannel shirt with jeans). Feelings and Thoughts: Scared, worried. It was very strange 'cause last night I watched a movie about the West."
        }, 
        {
            "number": "150-01", 
            "head": "4th grader, 01/17/97", 
            "content": "I was going west to Oregon in a wagon train, and then at the end, in Oregon, I ate at McDonald's! In the dream there was a kind woman in a white dress. Setting: Along the Oregon Trail, Oregon, and McDonald's. Characters: A kind woman in a white dress who I don't know, and a wagon master who I also don't know, and myself. Feelings and Thoughts: Happy. I was happy and laughed about my dream because it was so bizarre."
        }, 
        {
            "number": "150-02", 
            "head": "4th grader, 01/18/97", 
            "content": "School was in session and my friends Barb and Chrissy came to visit and give me a $150 check. Then Barb told me to call her that night. When they left it was raining. Setting: School. Characters: Myself, my friends Barb and Chrissy, Ray and the other school kids in my class. Feelings and Thoughts: Sad. When I woke up, I was sad because Barb and Chrissy are my friends and they moved far away some time ago."
        }, 
        {
            "number": "150-03", 
            "head": "4th grader, 01/21/97", 
            "content": "I was outside kicking around my soccer ball and then saw my neighbor Mike hobbling around on crutches. Then his brother JC came out on fake crutches and started yelling at him. Setting: My front yard. Characters: My neighbors, JC (who is 11) and Mike, his brother who is 12. Feelings and Thoughts: I felt really happy because I don't see them very often and they're really good friends. I have a crush on JC."
        }, 
        {
            "number": "150-04", 
            "head": "4th grader, 01/24/97", 
            "content": "My Dad and I were throwing a surprise birthday party for my Mom. When Dad found out his friends' wives had birthdays, we combined all of them. One of those birthdays belonged to my coach, Marilyn. When it was time for the party, Kim and Nancy (Marilyn's daughters) brought over their dog. That dog fell in our pond, and Greta, a girl from my school) picked up a \"scooper\" and tried to fish out the dog. I yelled at her to stop, but she just crumpled up the scooper. Soon, the dog floated close enough to the edge that I picked her up. But when Kim tried to pick her up, she bit her. Then Greta said it was a mountain lion, and the real dog was in the bushes. Then we threw the mountain lion over the fence. Setting: My backyard. Characters: Dad, me, Kim, Nancy, Greta, and Nancy's dog. Feelings and Thoughts: Scared. I thought it was scary, 'cause if you think about it, a mountain lion is pretty scary."
        }, 
        {
            "number": "150-05", 
            "head": "4th grader, 01/25/97", 
            "content": "It was 9:00 in the evening, and my kitten was playing with a solution of some sort. Mom and I were going out that night so we just went and when we came back no lights were on, and my cat was invisible. Well, not really. She was just misty, and glow-in-the-dark. Then when we put her in her room, we found she was out again. But it was actually that she multiplied. So we gathered up all of the kittens and then put her in her room. Setting: Home. Characters: My mom, me, my cat. Feelings and Thoughts: Happy. I thought it was really weird 'cause normal cats don't multiply and glow in the dark."
        }, 
        {
            "number": "150-06", 
            "head": "4th grader, 01/27/97", 
            "content": "It was an open house at some school (some really rich school) and my parents went with some snooty lady and I went with some of my Middle El friends and the nasty P.E. teacher. We went to the racing track and sat down in the bleachers. The teacher told us about the activities there, and then showed us horseback riding. Some really fancy-schmancy teenagers in red and black uniforms on nice horses rode in front of us. The two boys on really fast ponies ran past us. I hated one boy and after the race was over, I said to him, \"I can run faster than your pony.\" \"Oh, yeah?\" he said. \"Yeah.\" \"Let's race.\" Then I woke up. Setting: Some school I don't know, and a race track. Characters: Betty (Middle El friend), Al (another), and the nasty P.E. teacher (snotty like all the rest) me, a nasty kid with his friend, and two ponies. Feelings and Thoughts: Angry. I was angry because I didn't get to race against that snotty, nasty kid."
        }, 
        {
            "number": "152-01", 
            "head": "4th grader, 01/17/97", 
            "content": "A new girl was hired to cut our hedges (she's my baby sitter in real life). When I saw her I knew she had once been my baby sitter. No one believed me. I tried to tell them she was married. I don't know why it's important. Setting: In front of my house. Characters: My baby sitter, and some other people. Feelings and Thoughts: Angry, confused."
        }, 
        {
            "number": "152-02", 
            "head": "4th grader, 01/23/97", 
            "content": "Our whole class was going on a camping trip. My friend's dad was in the dream. May, my friend, was not feeling well, so I took her to the hospital. She did not seem very sick, but the nurse said she was. Then I started to feel sick. I looked in the mirror and saw a bag full of blood. It was draining. Setting: At a campsite and at a hospital. Characters: May, and my friend's dad. Feelings and Thoughts: Worried."
        }, 
        {
            "number": "152-03", 
            "head": "4th grader, 01/27/97", 
            "content": "My friend's sister wanted to go to boarding school. She left on a cruise ship, but was much too big. She looked like a giant. Setting: On a deck with a lot of dead trees. Characters: Sally (the sister of the one who is going to boarding school), Susie (Sally's sister), and me. Feelings and Thoughts: I can't remember."
        }, 
        {
            "number": "152-04", 
            "head": "4th grader, 01/31/97", 
            "content": "We were in Maui. Maui had a bear problem. We went swimming in the pool and a bear came in. It was right near a boy but it passed him. He came towards us and as soon as it caught us it said \"Gotcha!\" and he took off his mask. It was a person. Setting: Grand Wilea, Maui. Characters: A bear/person, Sally, a boy, and me. Feelings and Thoughts: Scared. I was really scared because I thought the bear was going to eat us."
        }, 
        {
            "number": "152-05", 
            "head": "4th grader, 01/30/97", 
            "content": "My dad had a friend. She looked like Cruella DeVille. She blew up my house while she was in it. She was all brown and she walked up to the couch where I was hiding. She tried to shoot me but I said, \"Please don't shoot me,\" and she said, \"I won't shoot you.\" Setting: My burnt-up house. Characters: My Dad's friend. Feelings and Thoughts: Scared. It was really scary."
        }, 
        {
            "number": "155-01", 
            "head": "4th grader, 01/17/97", 
            "content": "I was in San Francisco. There was a steep roller rink on tracks. I wobbled. There was a drop. My Mom pointed (to) the San Francisco party! (We) went down to see. (I) got lost from my parents. (I) had to go to the bathroom. Charlene, in my purple leotard, was with me. It was just her and me. I said, \"At least I still have you!\" Then I was on roller skates. There was a glass door. I thought I saw Jacob on the other side. I waved. Me and Charlene decided it wasn't Jacob. We went through the door. It was Jacob. We entered a (Disney) garden. It had a boy fountain, Peter Pan, spitting water with his hands out. My mom said, \"Last chance for a bathroom.\" I looked at her skeptically. Then I miraculously knew right away. I got on the hand and pulled it down. I didn't know how to do it. It was like some unknown force was pulling a hood open and shut. There was something about six inches. I woke up. Setting: First in San Francisco, at a roller rink on tracks. Then I was at a Disney garden. (I) don't know the place. Characters: Charlene, my friend in my leotard. Jacob, with his hair how it was two years ago. My mom. My dad. Matt, at the end. Feelings and Thoughts: Angry. I was angry at my mother, and it felt as if my dream was being narrated."
        }, 
        {
            "number": "155-02", 
            "head": "4th grader, 01/18/97", 
            "content": "I was at school, and we were getting told what we were for the play, but he did it weird, and he asked people what they wanted to be. He asked Tina. She said she wanted to be Wild Prairie Rose (that's the part I want). I was worried that Ray wouldn't pick again. Setting: At school, in Ray's room. Characters: My classmates, Tina, Charlene, Ray, me. Feelings and Thoughts: Worried. I was worried that I wouldn't get the part I wanted."
        }, 
        {
            "number": "155-03", 
            "head": "4th grader, 01/26/97", 
            "content": "I was a snake in a stream, and a boat came and ran us over. Charlene died. the rest survived. Charlene's husband is going to India. Setting: In a stream. Characters: Me, Charles, Jessica, Leah Anne were all snakes. Feelings and Thoughts: Scared, worried - that the boat would crush us."
        }, 
        {
            "number": "155-04", 
            "head": "4th grader, 01/29/97", 
            "content": "In my dream I thought that dreams were all connected in a puzzle and that my dream of the snakes being run over by a boat was connected to the Disney garden, and they would go together because I would have something terrible happen at the gardens but I would survive it like the snakes. Setting: On my bed. Characters: Me. Feelings and Thoughts: Thinking - that maybe it's true."
        }, 
        {
            "number": "155-05", 
            "head": "4th grader, undated", 
            "content": "I was in the mountains (Tahoe - with my mother and father and cousins, at my friend's house, and I was a boy). I found a lady and she was lost, and we went on a big adventure. Setting: Tahoe. Characters: A lady, my father, my friend's house, cousins, and my mom, and me as a boy. Feelings and Thoughts: Worried. I think we were having Christmas."
        }, 
        {
            "number": "155-06", 
            "head": "4th grader, 01/31/97", 
            "content": "I was sitting by a river (in London), and a man walked by and there was something about two leathers, and they were sewn together. Setting: In London by a river. Characters: A man and me. Feelings and Thoughts: Happy."
        }, 
        {
            "number": "167-01", 
            "head": "4th grader, 01/20/97", 
            "content": "Criminals were chasing me and my friend Lori. We finally got home but when we got right into the door, we were about to fall asleep. Then two people knocked on the door. My sister, who now was with me, said that it was for me but I couldn't tell who it was. So I didn't open the door. Then I all of a sudden got a cell phone and it rung, it was my best friend Lori. She wanted to tell me to come to basketball practice. \"If you want to start you have to take a test,\" she said. Setting: A house with an outside-looking (illegible) pool indoors, and my house. Characters: Lori, my best friend who lives down the street from me. She's really small and quiet, but sometimes she can be loud. Barbie, my sister, is really nice but we get into fights a lot. Me, and criminals I don't know. Feelings and Thoughts: Scared, worried. I was scared but in the dream it wasn't like I was thinking that this whole thing wasn't wacko. It was like my everyday life, but now I think it's wacko."
        }, 
        {
            "number": "167-02", 
            "head": "4th grader, 01/21/97", 
            "content": "I was in aftercare at school, and all of a sudden I could buy stuff there. The total was $7.98, and then some woman that supposedly was my mom picked me up. I was in kindergarten and we had this test that I wasn't ready for. So I missed school, but still went to aftercare. I realized I didn't pay. So when I went back in my mom was in there again (she wasn't in the car). And the owners had gotten these humongous lobsters. They were about 2 yards long and 1 1/2 feet high. Then I went to pay (there was a long line of girls in white dresses that kept laughing at me). He told me that I had already paid, and we had a debate about it, and he won. But while I was going up to the car, I saw my sister and another girl (her name is Emily). They were discussing how Emily looked in the performance the school did. Barbie was just saying how bad Emily looked in the play, too. She looked bad. They were swinging around then while I was going up. My backpack was extremely heavy and the car was a Volvo. We do not have a Volvo, and it was so messy. Setting: My school's gym and parking lot. Characters: My sister Barbie. Emily, Barbie's not-really-good friend (but they are friends). An after-care guy (who) I don't know, a \"Mom\" I don't know, and some girls I don't know. Feelings and Thoughts: Regular. I think that the part about the lobsters is weird, but everything else was fine."
        }, 
        {
            "number": "167-03", 
            "head": "4th grader, 01/22/97", 
            "content": "George and Elaine were in my science project. George and Elaine got together, but I was also outside of a humongous house and there was a party going on inside and out. I have these notices and they were magnetic in my dream and they were in my science project. I watched Seinfeld last night. George and Elaine are in that, and I was doing my homework in bed. I was doing my science project in the bed in the dream. Setting: My house and Beverly Hills houses. Characters: George and Elaine (characters from Seinfeld), and me, and my dog. Feelings and Thoughts: Fine. I think that George and Elaine (word missing?) but otherwise I think it's pretty cool."
        }, 
        {
            "number": "167-04", 
            "head": "4th grader, 01/23/97", 
            "content": "My dog was leaping toward me and my mom was making pasta and the phone was ringing and everything was going berserk, Barbie dancing around the room and all of a sudden I was swimming and my dog was dancing and Barbie was on the phone. Setting: My kitchen and pool. Characters: my dog; Mom, Anne; sister, Barbie; me, Charlene. Feelings and Thoughts: Happy. I think it's a totally weird dream. I don't understand why (I) was happy."
        }, 
        {
            "number": "167-05", 
            "head": "4th grader, 01/24/97", 
            "content": "At My school, there was this big humongous castle which I lay in but it was a pool. If you wanted to go inside the castle you would have to take a seminar. But one time in the dream, since the castle was my house, I had a sleep-over and we went swimming. Setting: My school. Characters: Tom (friend), Anna (friend), me, moms of My school (can't describe), and (someone who is) supposedly my friend but I don't know her. Feelings and Thoughts: Happy. I think it's a cool dream and fun."
        }, 
        {
            "number": "167-06", 
            "head": "4th grader, 01/24/97", 
            "content": "I had to read in a book. The book (in real life) said, \"I have to pay $50 and nothing was wrong with (the) TV.\" And in my dream, me and my mom and my sister were on a road trip and it was night. It was dark, and even with the lights on we couldn't see. So I said let's go fix them, and my mom said, \"Well, it will probably cost $50, and they will tell me nothing is wrong.\" Setting: In my car, out in nowhere. Characters: Me, my mom, my sister. Feelings and Thoughts: Scared. I think that now, after this dream, what happens in the real life affects your dreams."
        }, 
        {
            "number": "167-07", 
            "head": "4th grader, 01/27/97", 
            "content": "Dreaming about (my) science project and shopping about thinking and talking. \"Clos\" was going to our topic, and Anne was a genius on long cut off at then end shorts so she was mentoring us, Kim was my partner in the project. [Sorry, Chris - this was verbatim and I couldn't make more sense of it. - SC] Setting: Gap Kids. Characters: Anne, friend at school. Kim, friend at school. Me. Feelings and Thoughts: Worried. Weird how I felt worried, but other than that I feel like it's normal, but I would never do a science project."
        }, 
        {
            "number": "167-08", 
            "head": "4th grader, 01/27/97", 
            "content": "People were auctioning off number(s) at the Cow Palace and my numbers were 6/5/11, and one other number that I don't remember. And my friend had already won 5 times. And my/everybody's numbers were on refrigerators and it was like the lotto. Setting: Cow Palace. Characters: Katrina, friend at school. Lynne, friend at school. Me. Feelings and Thoughts: Sad. Very weird. I think that that would never happen in real life."
        }, 
        {
            "number": "168-01", 
            "head": "4th grader, 01/19/97", 
            "content": "Bobbie and I were walking at the park and saw a lake. So then I look at Bobbie and then jump in the water. I swim to the other side and I'm in the desert. I jump onto a camel and ride on and on. Then I meet a new friend, and a man tries to kidnap us, so we run and I meet a really cute boy named Joe, and we get married. Then I woke up. Setting: First at a park, then in the desert. Characters: Bobbie was walking with me in the park and also kinda shy. Joe was a cute, sexy (embarrassing) man. Feelings and Thoughts: Scared, worried, weird. When I jumped in the water it felt weird, and when that man tried to kidnap me I was scared. When I got married I was worried."
        }, 
        {
            "number": "168-02", 
            "head": "4th grader, 01/25/97", 
            "content": "I was doing my homework and needed to copy something, and remembered that I had jammed the copy machine and it wouldn't go, so I put a small piece of paper in and the other piece of paper came out the other side. I was the novice, and stunned with the little piece of paper. Setting: In my office at my house. Characters: (Me.) Feelings and Thoughts: Happy, angry. Angry first, because I was not getting the copier to work, then happy when it did. (This happened the night before and I haven't told my mom yet.)"
        }, 
        {
            "number": "168-03", 
            "head": "4th grader, 02/02/97", 
            "content": "My grandma came back from the dead, and took me for a ride and gave me a big toy store that was all mine. It had a cash register full of money. Setting: First in the car, second in a toy store. Characters: My grandma and me. Feelings and Thoughts: Happy, sad, scared. I was happy that my grandma was back with me. Then scared that she was back from the dead, and sad because she was gone. (P.S. I'd do anything to get my grandma back and running like the day before she died. I love and loved her with all my heart forever.)"
        }, 
        {
            "number": "168-04", 
            "head": "4th grader, 02/11/97", 
            "content": "I'm at school and I have homework due, and I don't have it. All of a sudden I wish I had a magic lamp and I do, there on the side of me, a magic lamp. I had all of my homework on the other side of it done and everything. I give it in, and get a big sign at the end of the year that said on it \"all homework A+\" and I was so happy. Setting: In my schoolroom. Characters: Me and my magic lamp. Feelings and Thoughts: Happy, scared. I was happy that I got an A+, but before that, scared."
        }, 
        {
            "number": "206-01", 
            "head": "5th grader, 01/21/97", 
            "content": "In the dream, I was in my room. I'm not sure if I was reading or what. I was supposed to be doing my science project. Then I heard my mom yell at me from downstairs. She yelled to do myscience project. I got annoyed. I'm pretty sure there was more to this dream that I don't remember. Setting: The dream took place in my room. Characters: The characters were me and my mom. Feelings and Thoughts: Annoyed. This dream is weird becaUse I'm not doing a science project this year."
        }, 
        {
            "number": "206-02", 
            "head": "5th grader, 01/21/97", 
            "content": "We (my family) were driving on the freeway in the middle of the night. My dad turned on the radio and this weird guy was telling people to call in and tell him any song from 1942, and he would play it. This lady called and said a song, but it wasn't from 1942. Then this man called and they played his song. I got mad at my dad, because he always plays weird music. Setting: In my car when it was on the freeway at night. Characters: Me, my dad, the person on the radio, the man who called, the woman who called. Feelings and Thoughts: Angry. I was sleeping. (The) alarm went off (the radio turns on). It was playing what was in my dream."
        }, 
        {
            "number": "206-03", 
            "head": "5th grader, 01/24/97", 
            "content": "We were in San Francisco at this science place, and it started to rain. We got in the car and started driving home. Then, my mom and dad fainted and I started to drive. When we were almost home, my mom and dad woke up and they started driving. We went to my aunt's house and we stayed there that night because we were scared. Setting: At a science place, at my aunt's house and in the car. Characters: Me, my sister, my mom, my dad, my aunt. Feelings and Thoughts: Scared. I want to learn how to drive. I remembered this dream when we were leaving for school."
        }, 
        {
            "number": "206-04", 
            "head": "5th grader, 01/25/97", 
            "content": "I was babysitting, and then I left the kid at his house and went to a garage sale. When I came back, three of my friends were in the house with three kids they were babysitting for. Then we had a party. Setting: At the kid's house (who I was babysitting). Characters: Me, the kid I was sitting for, three friends, three kids they were babysitting for. Feelings and Thoughts: Surprised. I really want to babysit my little next door neighbor."
        }, 
        {
            "number": "206-05", 
            "head": "5th grader, 01/26/97", 
            "content": "I was at the Gap and I saw my friend. She told me about the camping trip our class was going on, which I knew nothing about. I took the bus there anyway, and the counselors wouldn't tell me what group I was in, because I wasn't signed up. Then I called my mom and she came and signed the permission slip. Then I was put in a group. Setting: At Gap and at a camp. Characters: Me, my friend, my mom, the counselor. Feelings and Thoughts: Worried, disappointed. When my class went camping in the fall, I had to stay in the hospital that week and couldn't go."
        }, 
        {
            "number": "206-06", 
            "head": "5th grader, 01/27/97", 
            "content": "I had a basketball game, and afterwards my family went next door to the gymnastics area. My friend had gymnastics then, and we watched her forever. I kept bugging my mom to go, but she insisted we stay. Setting: At the gym. Characters: Me, my family, my friend. Feelings and Thoughts: Embarrassed. My friend has gymnastics during my basketball games."
        }, 
        {
            "number": "206-07", 
            "head": "5th grader, 01/28/97", 
            "content": "My mom had a baby. We went to the hospital and waited for a long time. Then she came out and had a little baby. It was a boy. Then I went to my friend's house and we played. Setting: At the hospital, and at my friend's house. Characters: Me, my mom, my dad, my sister, my friend. Feelings and Thoughts: Happy."
        }, 
        {
            "number": "206-08", 
            "head": "5th grader, 01/29/97", 
            "content": "There was this man, and he had a really big tumor. He was on an operating table and some surgeons came in. They put him to sleep and he slept in a weird position. When he woke up his tumor was gone. He shouted, \"Hey, it's gone!\" Setting: In an operating room. Characters: A man I don't know, surgeons I don't know. Feelings and Thoughts: Excited. My rat has a tumor and she's going to have surgery in two days."
        }, 
        {
            "number": "206-09", 
            "head": "5th grader, 01/30/97", 
            "content": "There was a boy, and he got in trouble. He had to go to the principal's office. It happened a lot, but he couldn't be expelled because his parents worked. Setting: At a school. Characters: The boy, and the principal. Feelings and Thoughts: Worried. I'm reading a book exactly like this."
        }, 
        {
            "number": "206-10", 
            "head": "5th grader, 01/31/97", 
            "content": "I was at school and we were eating lunch when this nice boy brought the garbage can over to me so I could dump my orange peelings in it. Then I looked at the orange and half of it was eaten, probably by a worm or something. Setting: At school in my lunchroom. Characters: Me, a boy, a lot of people eating. Feelings and Thoughts: Happy. I know this boy likes me. He asked me to the dance."
        }, 
        {
            "number": "209-01", 
            "head": "5th grader, 01/16/97", 
            "content": "I was sitting at a desk slapping my books and a bell run and I walked outside into a woods and I saw all these dogs that looked like my dog. Then I think I got scared and woke up. Setting: In a classroom then in the woods. Characters: my dog, a skinny Dachsund with way too big teeth - like fangs. Kids in the class, always laughing. Feelings and Thoughts: Scared, other. In the classroom I was bored. That's one of the weirdest dreams I've ever had!"
        }, 
        {
            "number": "209-02", 
            "head": "5th grader, 01/17/97", 
            "content": "Me and my mom went to an office supply store and my mom bought me a new binder. It was purple with a zipper. Setting: An office supply store. Characters: My mom, who was really happy! Feelings and Thoughts: Happy. It was weird, since I've been wanting a purple binder for a long time."
        }, 
        {
            "number": "209-03", 
            "head": "5th grader, 01/18/97", 
            "content": "I was on a red double-decker bus with a lot of old and disabled people and they kept dying and at the end of the ride they all were dead. Setting: On a large, stuffy, red double-decker bus. Characters: Old and disabled people with gray hair. Feelings and Thoughts: Sad, scared, worried. It really scared me."
        }, 
        {
            "number": "209-04", 
            "head": "5th grader, 01/19/97", 
            "content": "I was in a floral shop and all these birds (blue jays) came in and started eating the flowers. The store owner came in and started screaming. Then I woke up. Setting: An old store that sold flowers. Characters: An old female store owner, blue jays, and myself. Feelings and Thoughts: Other. I felt kind of startled when she came out screaming."
        }, 
        {
            "number": "209-05", 
            "head": "5th grader, 01/21/97", 
            "content": "I dreamed that it was a cold night in a castle and I had a dagger in my hand. Then a pale guy (with blood dripping from his mouth) attacked me and I stabbed him. Setting: A gloomy castle at night. Characters: A morbid male that has blood dripping from his mouth. Feelings and Thoughts: Scared. I had just watched the movie \"Buffy the Vampire Slayer\" before I went to bed."
        }, 
        {
            "number": "209-06", 
            "head": "5th grader, 01/22/97", 
            "content": "I was sitting in some kind of machinery and I was lifting big pieces of cement with the machine and dumping them into a pond. Setting: A construction area. Characters: Other kids working. Feelings and Thoughts: Other. I didn't get that dream!"
        }, 
        {
            "number": "209-07", 
            "head": "5th grader, 01/23/97", 
            "content": "My friend Lydia and I were biking around a lake in a forest and we both fell in. We laughed and went on down the track. Setting: In a forest. Characters: Lydia, my best friend, and I. Feelings and Thoughts: Happy."
        }, 
        {
            "number": "212-01", 
            "head": "5th grader, 01/18/97", 
            "content": "I was an actress in a movie and I was shooting a scene as an archer, but I never hit the target. I still won gold, silver and bronze. I felt very confused. Setting: At an archery contest. Characters: I didn't know any of the characters. They all dressed in big puffy outfits in an ugly green. Feelings and Thoughts: Confused. I felt very confused when I won the gold, silver and bronze without hitting the target."
        }, 
        {
            "number": "212-02", 
            "head": "5th grader, 01/20/97", 
            "content": "One day I went to school and the school looked normal, but all my friends were wacko. Meg acted like Aitara. Cara acted like Amy. Jean acted like Jessica. Then the next day everyone was wearing fancy red clothes. I thought something was really wrong. I was getting worried. Then someone told me it was spirit week so I felt better. Setting: In school. Characters: I can't/don't know how to describe Meg, Cara and Jean. Feelings and Thoughts: Worried. I was really worried when I saw everything was wrong."
        }, 
        {
            "number": "212-03", 
            "head": "5th grader, 01/23/97", 
            "content": "In my dream there was a crazy man who travelled to the North Pole and never returned. A few months later trees came shooting out of nowhere. Everyone thought it was the crazy man. So someone went up into space to see if the crazy man was shooting the trees, and sure enough he was. So everyone always stayed in their houses. Setting: There was no setting. Characters: A crazy man. Feelings and Thoughts: (Not filled out.)"
        }, 
        {
            "number": "217-01", 
            "head": "5th grader, 01/17/97", 
            "content": "My teacher and I were in a room together. There was a man with a goatee standing near us. Then he sat down on a bed and started reading a bright orange book. \"Le Trusty Leon\" - the trusty horse was the title of the book. My teacher wanted to know how the book was, and the man said okay. My teacher said she might like to read it sometime. Setting: In a small brown room with a bed. Characters: The assistant music teacher at my school, and a man with a small beard. Feelings and Thoughts: Nothing. I was watching. I'm not sure. I just think it's unusual and in the title of the book I know Leon doesn't mean horse."
        }, 
        {
            "number": "217-02", 
            "head": "5th grader, 01/20/97", 
            "content": "I was playing pool with somebody I couldn't see. I was in a room, probably a bar, that smelled of cigarettes and beer. In the background, music was playing. The song was a solo I had in a play last year, that I was in. Setting: In a bar that was dark and smelled of cigarettes and liquor. Characters: I was myself. I have no idea what I was doing in a bar. There was someone else playing pool, but I don't know who. Feelings and Thoughts: Wondering why I was there? Last night we went out to dinner. The restaurant was huge and had many rooms, and one that was a bar. I think it was the bar in my dream, although they didn't have any pool tables."
        }, 
        {
            "number": "217-03", 
            "head": "5th grader, 01/18/97", 
            "content": "I was a little boy, well maybe 8 years old, and I was holding one of those model rockets that really blasts off. The rocket was tattered. My clothes, which was a suit, was tattered, and my mom's expensive dress was tattered. My mom was really sad, and she kept saying, \"You blew up 100 thousand acres! A 6th of the property!\" I was embarrassed. Evidently I had wrecked a lot of stuff with my rocket. In the dream I think I really ruined my house. Setting: In a room that once was in a mansion, but now looks like a bomb went off in it. Characters: Me, a rich little boy, and his mom. I was watching \"Richie Ray\" (the poor little rich boy) yesterday, and I think I was Richie and the woman was his mom. Feelings and Thoughts: Sad, shame. My little brother is very interested in model rockets. I was watching Richie Ray yesterday."
        }, 
        {
            "number": "217-04", 
            "head": "5th grader, 01/20/97", 
            "content": "It was dark out, and I was in my back yard. I think that there was a dance going on, because there was loud music playing. Then a bunch of kids from my school come in my yard, and start dancing. I danced with a boy I like. I danced with a few people, until everyone starts to leave. I rush into my house, because for some reason I didn't want my parents to know there was a party in my back yard. Setting: In my back yard at about 8:00 at night. Characters: Me, a bunch of kids from my school, my best friend, and a boy from my school that I kind of like. I danced with him. Feelings and Thoughts: Happy, worried. We had a dance a lot like it earlier in the school year, but it was at school and inside."
        }, 
        {
            "number": "217-05", 
            "head": "5th grader, 01/22/97", 
            "content": "My mom and I were in a room. We had two aquarium tanks, small, in front of us with mud and sand in them. My mom had a small crab that I was afraid of, and she wanted me to hold it, and I didn't want to. She put it on my shoulder. Setting: It was not significant. I think in my brother's classroom, then a white room. Characters: Me, my mom, a crab (the crab was not intelligent). Feelings and Thoughts: Scared. When I woke up, I was afraid and was wiping on my shoulder."
        }, 
        {
            "number": "217-06", 
            "head": "5th grader, 01/24/97", 
            "content": "Elvis, or a man dressed like him, and a bunch of my friends were all standing together. The Elvis man was trying to encourage us about something. Occasionally, one of my friends would slide down a tube slide that looked like it had sticky glue stuff inside it. Then I realized the Elvis man was trying to get us to do our homework - history. When the kids agree d, they'd go down the slide. Setting: In a brown room with a tube slide in it. Characters: Me, a bunch of kids from my school, and Elvis (or somebody dressed like him). Feelings and Thoughts: Worried, a little. The Elvis man was trying to get us to do our history project, but I'm not in that history class."
        }, 
        {
            "number": "217-07", 
            "content": "(5th grader, 01/25/97)(Note: I couldn't remember all of my dream. This is a fragment.) I walked up to the writing classroom. On the door was an orange sign that said: \"Jonathan! I want to interview you!\" After reading the sign, I walked into the room. Setting: At my school, in front of the writing classroom. Characters: I was the only person. Feelings and Thoughts: I can't remember enough to have any feelings. Jonathan is the writing teacher's name. My friend, for writing, wanted to interview Jonathan. I think she might have made the sign, in the dream."
        }, 
        {
            "number": "217-08", 
            "head": "5th grader, undated", 
            "content": "I don't know when I had this dream, but suddenly I remembered it: Me and some of my friends in my class at school that was studying ETs, were at a dry dusty place. In front of us was a very high ladder that led to a black blimp-shaped building. We climbed, and when we got to the top we couldn't open the door. It was really dangerous, and we all freaked out. Finally, we got the door open and walked into a nice room with a black leather couch. A man dressed in all black turned to us, surprised. He welcomed us in, but my friends were gone. He was an astronomer, so I stayed to get info for my class that was studying ET life, and somehow I agreed to stay for at least a week. But my parents had wanted me to come home. [Drawing of a blimp-shaped thing with a square cabin hanging below, suspended in space, with a ladder leading up to the cabin door. The blimp has three windows. There are clouds in the sky.] Setting: First at a dusty open area, then in a football shaped building in the sky. Characters: Me, my friends from school, and an astronomer who lived in the blimp building. Feelings and Thoughts: Happy, scared, other: I thought everything was weird. I have no idea! It was really WEIRD!"
        }, 
        {
            "number": "217-09", 
            "head": "5th grader, undated", 
            "content": "I don't remember when...): I was going to school at the public school near my house. I signed up to do a class like a class I have at school. Suddenly, I was back at my school, doing a project you have to do for that class. The new class was nothing like my old class, and I hated it. The boy I was doing the project with suddenly fell off the bridge. I grabbed his hand, and a lady in yellow said he had only five seconds before he fell. She and another man dressed like her grabbed him and pulled him up. Setting: At a public school, then my school. Characters: Me, a teacher at the public school, some boy, and two people dressed in yellow. Feelings and Thoughts: Worried, confused."
        }, 
        {
            "number": "219-01", 
            "head": "5th grader, 01/18/97", 
            "content": "I was saying \"miss\" and then there must have been an interruption/commotion. After, I think someone answered me with a rude remark. It was some sort of takeoff on a play and the part that I was reading, but the surroundings were not correct. It came and went quickly, or so it seemed. P.S. I think that I was so excited about this new dream journal that I tried to control my dream too much. That's why I can't elaborate. Setting: In a green room instead of a stage, as if the play was in real life. More like an office painted green. Characters: I was there, but as a different lady. Everyone else was unfamiliar. I think they were all busy, bustling around, with no time for my lady, even though she worked there with them. Feelings and Thoughts: Neutral. I don't think much of it. It seems normal, and this particular one, unlike others that I've had in the past, doesn't seem to be trying to get a message through to me."
        }, 
        {
            "number": "219-02", 
            "head": "5th grader, 01/19/97", 
            "content": "I was playing my violin with all my music friends. I am much more advanced than \"Twinkle, Twinkle\" but still, that's what we were performing. Last night I had a violin recital for real and played my hard pieces. At the end though, I played the duet to Twinkle. In my dream there was a girl at my level, or a bit above, who played Twinkle by herself, and then my other friends and I played duets but completely messed up. (This part didn't happen in real life.) Setting: It was on the stage: the same one from last night for real. Characters: There were all of my violin student friends. A group of girls who I play music with and goof off with. Some are a little bit spacey, but I still have fun with them. Feelings and Thoughts: Worried, confused. I'm sort of wondering about it, because I know I did well in the real concert. I woke up with my arms in the violin position!"
        }, 
        {
            "number": "219-03", 
            "head": "5th grader, 01/20/97", 
            "content": "I was on some sort of a baseball team; a sport I don't care for and have only played twice when I was forced to in P.E. We were a bad team and always lost, though we hadn't really played any games yet. I didn't care if we won or not, but mostly I was concerned about the ball giving me a concussion. A very good team came to our field, but not for a game. One of them called out times of the day and then batted the ball where a clock would show it. For some reason two kids and I were trying to find a fence to put up somewhere, but we weren't successful at all. Setting: It was on a field I've not seen before, but sort of a combination of the school's and the one my brother's team plays at. Characters: There were mostly kids with a few coaches, our P.E. teacher from school was the assistant coach and the real coach was cruel. The kids on my team were a mishmash of grades, but were all from school. The two friends mentioned were in my grade. They were good friends of mine, but they really wanted to win as well as get the fence up. There were some kids on the other team from my school, but they were two grades above us at least. Feelings and Thoughts: Scared, worried. I'm sort of curious if I'm going to enter a baseball team because I sure haven't been thinking about it!"
        }, 
        {
            "number": "219-04", 
            "head": "5th grader, 01/21/97", 
            "content": "I forget most of the dream, but I was at my friend's house with her, her mom and her dad, and I was answering phone calls. Nobody knew who I was and there were a lot of hangups. Setting: At my friend's house. It looked just the same. Characters: My friend, me, and her mom and dad. Feelings and Thoughts: Stupid. This happened yesterday, but there weren't so many hangups."
        }, 
        {
            "number": "219-05", 
            "head": "5th grader, 01/22/97", 
            "content": "My dream was very confusing, and at times impossible to understand. Therefore, I don't remember hardly any of it. The vague idea was I was lost. I think there was a big crowd of unfamiliar faces. Setting: Outside somewhere. Characters: A big crowd of people I didn't know. There was me, too. Feelings and Thoughts: Scared. I don't see why I can't remember. Parts of it I was forced to make up."
        }, 
        {
            "number": "219-06", 
            "head": "5th grader, 01/23/97", 
            "content": "I dreamt of acting in this play thing with my friends at school. I had what I thought was a really dumb part and our director was mean. We had to show another kid (some boy and I) down to where we were, and even though she wasn't supposed to be in the play, she kept sneaking in our room and singing out of tune with my singing group. The pianist was annoyed. Setting: In a spacy basement of our school which I've never seen. But every time I'm in a performance in a dream, that's where it is. Characters: They were boys and girls in my class, a cruel director that has never been mean in real life, and an annoyed pianist. Feelings and Thoughts: Annoyed. I hope I don't get a \"dumb\" part in the play I'm trying out for."
        }, 
        {
            "number": "219-07", 
            "head": "5th grader, 01/25/97", 
            "content": "I was with my real mom and she was driving me somewhere. When we came back home, there was a big commotion. My brother, who hated our step-uncle, was selling all of our step-uncle's possessions vigorously. He was selling them for money that didn't exist and he didn't care until my dad talked to him. My step-uncle came home and he was in big trouble. Setting: In the hallway, kitchen and garage of my house presently. Characters: My supposed brother was an enemy from school. I was me with my mom and dad. Our step-uncle was some classic cool guy. Feelings and Thoughts: Happy, worried. We're studying cashless society in school so that's where \"money that doesn't exist\" comes from, but I don't know about the rest. We don't have a step-uncle!"
        }, 
        {
            "number": "219-08", 
            "head": "5th grader, 01/25/97", 
            "content": "I was taking this crucial test that mattered for my outcome as an adult, even though I'm 10. My time was running out and I was nowhere near finishing. I thought I was doing terribly, and gave up for a bit. That was the wrong choice. I don't know what happened next. Setting: In my 1st and 2nd grade classroom! Characters: The test-giver, who was only there in the beginning, and me. Feelings and Thoughts: Scared, worried. Today, in real life, my brother is taking a test and my dad was telling him last night how the outcome didn't matter at all."
        }, 
        {
            "number": "219-09", 
            "head": "5th grader, 01/26/97", 
            "content": "I was in a 1/2 P.E. class and 1/2 picnic with the P.E. teacher. It was a very odd situation. We were passing food and writing names on bits of paper: names for basketball partners. All of a sudden, some sort of low-flying, child-created, kid-driven aircraft came toward us. It touched some heads and playfully bumped a few of us purposely. When the 7th grade driver told us he could have injured us badly, I got terrified. Setting: Basketball court on a hill on which there was a picnic table. Characters: Half of my class now and half of the grade below us. The 7th grade driver was my brother's good friend. Our regular P.E. teacher was extra nice. Feelings and Thoughts: Scared. I have absolutely no idea where it came from except I wrote down the name of a long-lost friend on my basketball partner paper."
        }, 
        {
            "number": "219-10", 
            "head": "5th grader, 01/27/97", 
            "content": "I was at my friend's house and we were working on some sort of difficult long-lasting project which we never seemed to finish. Her computer didn't have the right software for the graph program that we needed, so we were asking all of the families on the block if they had it. When we got it, we wanted to put smiley faces on top of our graphs! Setting: At my friend's house, but it was slightly deformed. Characters: My friend, her mom and dad, me, her little brother, her friends and their parents. Feelings and Thoughts: Happy. My friend and I finished our project awhile ago, and we didn't use smiley-faces, and we always had the right software."
        }, 
        {
            "number": "219-11", 
            "head": "5th grader, 01/28/97", 
            "content": "My cousin, aunt, step-uncle, friend, friend's friend, and grandma came over. They all seemed to know each other well, even though some have never met. The electricity went out upstairs, but not downstairs. My step-uncle was playing solitaire and I had to be silent but I witnessed him win. Setting: At my house as it is. Characters: My mom, dad, sister, brother, me, my aunt, grandma, step-uncle, cousin, friend, and friend's friend. I know them all but they don't all know each other. (Sic - see #7"
        }, 
        {
            "number": "219-12", 
            "head": "5th grader, 01/29/97", 
            "content": "I was making this strange project for history. It was dome shaped and made out of many strips of written-on cardboard. It meant to demonstrate an immigrant's cycle and it incorporated a code. I think I was having fun with it. Setting: At school. Characters: Me and my dad. Feelings and Thoughts: Happy. I'm doing an immigrant project but it's just a biography in story form."
        }, 
        {
            "number": "219-13", 
            "head": "5th grader, 01/30/97", 
            "content": "We were home alone, my sister and brother and I, for quite a piece of the day. When mom was at home, we would always have visitors. When home alone, we never answered the phone. When we met up with mom and dad, they asked if we'd answered the phone and when we hadn't they got mad at me and called me \"mom.\" Setting: Outside on some pretty street. Characters: Mom, dad, sister, brother, me. Feelings and Thoughts: Scared, worried. I don't know where in the world it came from."
        }, 
        {
            "number": "219-14", 
            "head": "5th grader, 02/01/97", 
            "content": "We were eating dinner, but it also seemed like we were playing a game, because our conversation was of that sort, and we didn't do the things that ought to be done when having dinner. When we had \"finished,\" my sister volunteered to clear, rinse and load the dishes (which were all plates), and she put them in a skinny stack. When she ran them under water they turned into a deck of cards. Setting: At our kitchen table. Characters: My sister and I (unchanged). Feelings and Thoughts: Weirded. It's strange."
        }, 
        {
            "number": "220-01", 
            "head": "5th grader, 01/20/97", 
            "content": "I was at a sewing class and you picked out your design on the computer. The lady that was teaching us how to sew took me outside. We started running around the town. It was getting dark and I got scared that I would never see my parents again. But the lady brought me back to a room that my family was in. Setting: It took place at a sewing class outside. Characters: There were people in my dream (sewing teacher, family). I knew almost all of them. Feelings and Thoughts: Happy, scared. At first I was happy, but then I got scared."
        }, 
        {
            "number": "220-02", 
            "head": "5th grader, 01/22/97", 
            "content": "I was in my elective and we went outside to play soccer. I had to be the goalie. The assistant P.E. teacher made the P.E. teacher do 30 situps because she talked. Then my friends and I were following a car. I don't remember why. Setting: I don't know. Characters: There were people in my dream and I do know most of them (P.E. teacher and assistant P.E. teacher). Feelings and Thoughts: Happy. I felt happy."
        }, 
        {
            "number": "220-03", 
            "head": "5th grader, 01/23/97", 
            "content": "My mom was going to take me and my friend to our tennis lesson. But the car was filled up with my sister and her friends. My mom gave me my tennis bag and everything I needed for my tennis lesson, and drove off. I was walking around trying to find my friend. Finally, I found her and her dad drove us to our tennis lesson. I brought my lava lamp. Setting: At My school. Characters: There were people in my dream and I knew most of them (mom, my friend, my sister and her friends, my friend's mom). Feelings and Thoughts: Happy, worried. At first I was worried that I would never find my friend, but when I found her I was happy."
        }, 
        {
            "number": "220-04", 
            "head": "5th grader, 01/24/97", 
            "content": "I was playing a game sort of like the Wheel of Fortune. You spun a wheel that had a bunch of wood panels on it. When you spun the wheel you pushed down as many panels as you could. Setting: I don't remember. Characters: I did not know the people in my dream. Feelings and Thoughts: Happy, strange. I was happy, but I thought the game was really strange."
        }, 
        {
            "number": "220-05", 
            "head": "5th grader, 01/25/97", 
            "content": "I was at My school and it was snowing. We were having our futures bowl that day, but no one knew about it. My team came really late, and we only had 15 minutes left. After the futures bowl, my friend Bobbie and I went up to the middle school. They had a really weird swing and we went on it. Setting: At My school. Characters: There were people in my dream. I know most of them (my team, and Bobbie). Feelings and Thoughts: Happy, angry. I was angry that I missed the futures bowl, but I was happy that I got to go on the swing."
        }, 
        {
            "number": "220-06", 
            "head": "5th grader, 01/30/97", 
            "content": "I was in self-science and we were riding in boats. We kept going over really big waves, and our boat would almost tip over. I was really scared! Setting: At an ocean. Characters: There were people in my dream, and I know them. Feelings and Thoughts: Scared. I was really scared that our boat would tip over on the waves."
        }, 
        {
            "number": "220-07", 
            "head": "5th grader, 02/01/97", 
            "content": "I was at the science fair at My school. I went into the gym and two of my friends were in there. There was a mattress on the floor with blankets and pillows on it. It was getting dark, so my mom, my friends and I decided to leave. There was a gate on one side of the gym, and it automatically closed. There was a man there that said he was watching the little kids. Setting: It took place in the gym at My school. Characters: There were people in my dream, I knew some of them. Feelings and Thoughts: Happy, strange. I was happy but I thought the gym was really strange."
        }, 
        {
            "number": "228-01", 
            "head": "5th grader, 11/20/96", 
            "content": "It was about a book called \"Troubling a Star.\" A girl was on an iceberg all alone in the sea. I was watching her, and I could see her doing the stuff she did in the book, but I couldn't talk to her. She was in Antarctica, and it seemed like she was protected by a layer of something clear. She was the way she was in the cover pictures. Setting: (On an iceberg.) Characters: (The girl in the book.) Feelings and Thoughts: (Not filled out.)"
        }, 
        {
            "number": "228-02", 
            "head": "5th grader, 01/23/97", 
            "content": "I was highlighting a million papers, and one of them I had my eyes closed but I could see it, and see the letters through my closed eyes. The highlighter was just sliding along, highlighting the whole page. When I woke up, I was moving my hand across the pillow. Setting: On my homework table. Characters: There was me, in my school clothes. Feelings and Thoughts: Worried. I was very confused when I woke up, and I saw my fingers writing across my pillow."
        }, 
        {
            "number": "228-03", 
            "head": "5th grader, 01/29/97", 
            "content": "I was at a pool show with my friends, and we were sitting in benches, in front of this big, blue pool. A white-haired grandma rushed up to my friend in the first row and said, \"How do I do a flip?\" My friend put her in a seat and watched her do a flip. Then she did a flip in the pool. Melissa, our science teacher, wanted me and my friend to go with her to this house-looking place. She made us do flips. My friend could, but I couldn't. I asked \"What if we can't?\" Melissa just laughed. She said do the flips into the pool when the announcer said, \"Uke Wattle.\" We waited, but the dream ended. Setting: In a big blue pool with benches in front, and a house-looking backstage practice place. Characters: My friend Amy, a short-blonde haired girl, my friend Rochelle, a brown-haired short girl, and Melissa, my science teacher. Feelings and Thoughts: Scared. I was scared to do a flip, and when I woke up I was surprised at my dream."
        }, 
        {
            "number": "228-04", 
            "head": "5th grader, 02/01/97", 
            "content": "I was having a party for my birthday! It was Saturday. We were just kind of hanging out and playing a lot of different fun things and making shirts. We'd take a white shirt and design it with dark blue puffy paints that were all glittery, covered with really shiny glitter that was golden and silver. There were also other colored paints to use, and the whole party we had was really fun! Setting: In my house. Characters: My friends, I don't know who, and me, in pants and a little coat over my shirt. Feelings and Thoughts: Happy. I was really excited, because my party is really soon!"
        }, 
        {
            "number": "228-05", 
            "head": "5th grader, 02/04/97", 
            "content": "It was science class, and Melissa, our teacher, was repeating the same things she had said today. But when she dismissed us, she started acting a lot like a little child, and she hadn't done that before. She was laughing and giggling and chatting and she seemed really, really little. I was surprised at Melissa because she's usually really sophisticated and totally adult- like. Setting: In the science room at school. Characters: My friend Nancy, talking to Melissa; Melissa, my science teacher, and some friends I didn't know. Feelings and Thoughts: Surprised. I was surprised at her, but I knew that sometimes I think about real things and change them a little bit."
        }, 
        {
            "number": "228-06", 
            "head": "5th grader, 02/04/97", 
            "content": "I was at math class, and my teacher for math whose name is Tom was teaching us the same stuff he had taught us today. And then near the end of math class, he got really weird. He was saying a lot of things he hadn't really said, and was changing what he taught us today to something really, really weird. I didn't really understand him at the end of our math class. Setting: In the math room. Characters: Tommy (math teacher who has brown hair and was wearing a red, green and black sweater). Feelings and Thoughts: Confused. I was startled because I wasn't really sure about what the dream was"
        }, 
        {
            "number": "232-01", 
            "head": "5th grader, 01/23/97", 
            "content": "I was floating on a huge raft and there was water all around me. I had a huge cow thing on the raft with me. We went over an alligator and it tried to eat the cow. I saved the cow. My dream changed to a place with big huts everywhere. I found a hut which everyone wanted but I got it. I then went into a hut where people were making paint. Setting: (On a raft) In a cavern at first, then a kind of plantation. Characters: A girl I didn't know who was on the raft and just a bunch of people. Feelings and Thoughts: Excited. It always was interesting and exciting to think about."
        }, 
        {
            "number": "232-02", 
            "head": "5th grader, 01/24/97", 
            "content": "I was coming up from my P.E. lesson and time had stopped. When it came back to normal, I went to my locker. People had put stickers all over mine and theirs. My writing teacher came down the hall and said, \"I don't know, I just don't know.\" Setting: At my school. Characters: My writing teacher, very tall and thin. My brother, brown hair, blue eyes, 5'2\". Feelings and Thoughts: Wondering. I feel it was weird to have my writing teacher in it and, since we can't decorate our lockers, to have all the lockers decorated."
        }, 
        {
            "number": "232-03", 
            "head": "5th grader, 01/27/97", 
            "content": "I can only faintly remember. My friend had just died and I was at his funeral. I saw a woman who looked like his mom, but was slightly older. Setting: At his funeral. Characters: me and the weird woman. Feelings and Thoughts: Confused. Wondering how he died."
        }, 
        {
            "number": "232-04", 
            "head": "5th grader, 01/28/97", 
            "content": "There was a huge house my mom wanted to buy. It was 8 billion dollars. My dad had just gotten a raise and we were going to buy it. Setting: I'm not sure. Characters: My mom, my dad, a real estate person and my brother. Feelings and Thoughts: Worried. It was weird because we may be leaving soon (moving) and in my dream, we did."
        }, 
        {
            "number": "232-05", 
            "head": "5th grader, 02/03/97", 
            "content": "I took some clothes to the cleaners in my own car, and drove it myself. I just put them on the counter when I got there. Setting: In my neighborhood. Characters: Cleaning lady, me. Feelings and Thoughts: Happy. Weird, 'cause I can't really drive."
        }, 
        {
            "number": "233-01", 
            "head": "5th grader, 01/19/97", 
            "content": "We (my class) were setting up our stuff on a camping trip or something. And the counselor told us to be careful not to kill any plants or animals when we put down our sleeping bags and pillows. I looked under my pillow and found two turtles. Then someone pushed the counselor's truck down the hill we were setting up our stuff on, and then just before the truck was going to crash, I woke up. Setting: On a campground that I had never been to, but it had a very steep hill. Characters: My whole class, a counselor that I don't know, me of course, and two turtles that were probably only two centimeters long each. Feelings and Thoughts: Worried, surprised. I was surprised when I saw the turtles, and I was very worried when the truck was going to crash."
        }, 
        {
            "number": "233-02", 
            "head": "5th grader, 01/20/97", 
            "content": "We (my whole family) were at someone's house that I don't know. They had three baby food jars with one huge spider in each jar. Somehow all the spiders got away and we were looking for them. I found the first one on a shelf and as soon as I saw it, I was paralyzed (frozen), and I barely got away before it bit me. The second one was on a tree branch and we caught that one, but we only saw the third one on the ceiling. Setting: It was at someone's house that I don't know, and they had a big house with at least one huge tree growing in the house. Characters: There was a family of five that I don't know, my mom, my dad, my brother (I think), me, and three huge spiders that are very poisonous, with brown and black stripes. Feelings and Thoughts: Scared, worried. The whole dream, I was scared that the spiders would hit me and worried that we wouldn't find all three of the spiders (which we didn't)."
        }, 
        {
            "number": "233-03", 
            "head": "5th grader, 01/20/97", 
            "content": "I saw lots of commercials and ads for real companies, but every once in a while I would see a fake one. This was the second dream I had that night, so it was only about half an hour or twenty minutes or something. I only saw about twenty commercials and ads before I woke up. It looked like it was on TV. Setting: I don't know. I think maybe I was watching TV in my family room. Characters: Lots of people in commercials, but I didn't really see them very well. And of course, I didn't know them. Feelings and Thoughts: Happy. I'm not really sure how I felt because I wasn't really there. I don't know if I was in the dream."
        }, 
        {
            "number": "233-04", 
            "head": "5th grader, 01/21/97", 
            "content": "My mom and my dad were going to some place and me and my brother were going to some place you could drive to. I guess my brother was driving, and my rats were loose in the back seat. I didn't know, but we had to stay over that night in this place and I didn't know where to put the rats. When we got to a restaurant, I opened my door and my rat ran out and over to the piano. She started playing and she was very good. Finally I got her and my other rat, into the car. We had brought this food bowl thing with a cover and I though we should put the rats there, but Brian, my brother, didn't. Then I woke up. Setting: At a restaurant, my real house, and on the road while we were driving. Characters: Me, my brother, my mom, my dad, lots of people at the restaurant that were clapping for my rat when she played so good on the piano. Feelings and Thoughts: Angry. I don't really know. But I was angry when I was fighting with my brother, Brian, about where to put the rats. P.S. I watched a movie the day before and it was about a kid who played the piano. And I was playing with the rats a lot yesterday. Also, in the movie the kid played at a restaurant. He just walked in and played (like my rat did)."
        }, 
        {
            "number": "233-05", 
            "head": "5th grader, 01/25/97", 
            "content": "Lydia (my friend), Bob (a jerk) and I were at an ice cream shop sitting at a table. None of us had any ice cream. Then Lydia's Auntie Ruth came into the store. She was deaf. I know sign language and so does Lydia, so we were talking to her. This is the second dream I had in this night that I can remember. The other one I don't remember anything except that I had it. Setting: An Ice Cream Shoppe. Characters: Lydia, my friend; her Auntie Ruth (who I don't know); Bob (a jerk at my school), and me. Feelings and Thoughts: Carefree. I don't know."
        }, 
        {
            "number": "233-06", 
            "head": "5th grader, 01/29/97", 
            "content": "There were these babies that would blow out fires or put out fires. The mothers of the babies were both in movies. I remember one part when one mother took her baby over to the other person's house at five in the morning. That is all that I remember. Setting: In a movie studio and at a house. Characters: There were two babies (I don't know them) and two mothers (I don't know them either). I wasn't in my dream. Feelings and Thoughts: I don't remember."
        }, 
        {
            "number": "233-07", 
            "head": "5th grader, 01/31/97", 
            "content": "I was at this house and there were three other people. I'm not sure, but I think the other people were bad except for a girl that I know. I don't really remember the dream, except in one part I had to write down something in a notebook that I didn't have, so I pretended. Someone named Lois was in charge and told me I could not wear pants. Setting: In a house I have seen in a dream before. Characters: There was a girl named Barb that is on my swim team; the two people from Lois and Clark; and another guy that I don't know. Feelings and Thoughts: Angry, hate. I don't remember. (I hated, and I was angry at, the other people other than Barb.)"
        }, 
        {
            "number": "233-08", 
            "head": "5th grader, 02/01/97", 
            "content": "I was downstairs in our family room and I was working on some project. My rats were running around loose and every once in a while I would try to catch them and put them away. They were running around through clothes that were on the floor. They never went into any other room or into the holes under the counter, like they usually do (in real life, not in a dream). Setting: In my house (my real house), in the living room with piles of clothes on the floor. Characters: Me and my rats were the only people and/or animals. But if I hadn't been woken up maybe there would be more people. Feelings and Thoughts: Worried. I was worried that I wouldn't get my rats back when I tried to catch them and put them away."
        }, 
        {
            "number": "235-01", 
            "head": "5th grader, 02/20/97", 
            "content": "I was in my house getting ready for bed with my mom and I heard the door open. I ran to the front door and saw four black figures. The four black figures walked slowly closer to me. Each foot they put forward, I put back. Then the alien - one of the four black figures -tried to grab me. I pushed them out the door locking it right after I closed it. I ran to the telephone and the phone was dead. The next day at school a kid (and a man) came up to me talking, and one said, \"I am an alien, too. Don't be scared, I won't hurt you because you are an alien too!\" I backed up and ran. Setting: The first setting was in my house in my room and the living room. The next setting was at my school, My school. Characters: My mom; I have no idea who the four black figures were, the kid at my school was a boy named Bob, I did not know the other man who came up to me talking. Feelings and Thoughts: Scared, worried, surprised. When the four black figures came into my house I was scared and worried about my mom. And when the kid and a guy told me I was an alien, I was surprised."
        }, 
        {
            "number": "235-02", 
            "head": "5th grader, 01/21/97", 
            "content": "My mom was working and I was at school. We both had a normal day. It was Friday. We went out to dinner with my mom's friend. When we finished dinner and were ready to go home we went to find our car and our car was gone. My mom's friend offered to take us home but we decided to go inside and tell the manager. When we went back outside our car was in the parking place. The manager went back to work and we came home. When we got back home I went into my room and I fell through a hole in the ground. Setting: We were at the Good Earth first, then we were at my house. Characters: My mom's friend Linda, Linda's kid Jim, I didn't know the manager at the Good Earth, and I didn't now the other people who were at the Good Earth, and my mom. Feelings and Thoughts: Scared, worried, surprised. When our car as gone and then it came back I was surprised. When I fell through the ground I was scared and worried about my mom."
        }, 
        {
            "number": "235-03", 
            "head": "5th grader, 01/22/97", 
            "content": "My cousin and two of her friends had come to visit from Vermont. A six-year old girl came with them. They knocked on the door and me and my mom were only expecting my cousin, but since her friends had come all the way from Vermont my mom said it was okay that they could stay. I showed all four of them a tour of my house. After I showed them to my room and we stayed there for a while, we decided to play a board game. I showed them all my board games. They chose Mouse Trap. When I picked up the box we turned into comics in a comic strip with a writer. Setting: We started out inside of my house in my room, and then we were in a comic strip. Characters: My mom, my cousin Anne, I don't know her two friends, Wendy was the six-year old girl from my school, and I did not know who the writer of the comic strip was. Feelings and Thoughts: Scared, worried. When my cousin's friends and her came I was really happy, but when we were in a comic strip I was scared and worried about my mom."
        }, 
        {
            "number": "235-04", 
            "head": "5th grader, 01/23/97", 
            "content": "I was at my friend's house and we were drawing a comic strip together. We went downstairs to get a snack (there was a man on the stairs in a green suit), and as soon as we stepped on the first step we went through a hole in the ground. The sides of the hole looked like we were going through a time warp or the black hole. We didn't know what was at the end or the bottom of the hole. When we got to the bottom of the hole we screamed. We were in a cartoon. We wanted to find out what cartoon we were in so we walked down the street. Setting: First it was at my friend's house, then it was in a cartoon. Characters: My best friend Helen; Helen's dog, Lucy; her mom, Joan and her dad, Bill; her sister Julia. I don't know who the man on the stairs in the green suit was. Feelings and Thoughts: Happy, scared, surprised. When I was at Helen's house, I was happy, but when we fell through the hole I was surprised and scarred (sic) that we would keep falling."
        }, 
        {
            "number": "235-05", 
            "head": "5th grader, 01/24/97", 
            "content": "I was sitting in my house watching TV. I heard a knock on the door, it was my mom's friend Dee. She said, \"Hi, can I come in?\" I let her come in. \"Mom, Dee is here,\" I yelled. My mom came a couple minutes later. (A U.P.S. guy came at some point.) When my mom came to talk to Dee, I decided to go to my room. That didn't do much at all because I could still hear what they were saying from my room. \"I was wondering if you guys wanted to go to Yosemite with me and my friends.\" Mom didn't say anything. We both were silent. Setting: The dream took place at my house in my living room and my room. Characters: My mom; my friend Cara from my school; my mom's friends Dee and Joyce. There was also a U.P.S. guy who I didn't know. Feelings and Thoughts: Surprised, excited. When my mom's friend asked my mom if we wanted to go to Yosemite with her and her friends I was surprised and very excited."
        }, 
        {
            "number": "235-06", 
            "head": "5th grader, 01/25/97", 
            "content": "Me and my friend were in the attic and one of us by accident lit a match and the ceiling caught on fire. Both of us put it out, which was weird because we used a hose. My mom called and said that she had to pick me up because we were going to a wedding. We had to go to a nearby town. When we got there the couple was already cutting the cake. I got a piece of cake and then sat down. My mom got me a drink of Ginger Ale. After that I went back to my friend's house. Setting: First, I was at my friend's house, then at a wedding, then back at my friend's house. Characters: My friend Helen, her mom Joan, my mom, her dad Bill, my aunt Leslie and Uncle Hank and a bunch of people who I don't know who were at the wedding. Feelings and Thoughts: Scared, worried, bored. I was really really scared when my friend's roof caught on fire and I was worried. And at the wedding I was really bored."
        }, 
        {
            "number": "235-07", 
            "head": "5th grader, 01/26/97", 
            "content": "I was at the beach with some of my relatives. We started to play cards when some guy ran into my chair and I went face-first into the sand. I won the card game. After the card game, everybody got into their swim suit and played in the water. Me and my cousin ran from waves. Sometimes we did not beat the waves. Then me and my cousin went knee deep in the water and when a wave came we would jump over it. The last one came and I got caught in a piece of seaweed and I was undertowed. Setting: On the beach Miramar in Half Moon Bay down by the water. Characters: My mom, my grandma and grandpa, my aunt Leslie, my uncle Hank, my cousin John and I have no idea who the guy was who ran into my chair. Feelings and Thoughts: Happy, scared, worried. I was happy and having fun when we were playing in the waves, but when I was undertowed I was scared and I worried about what would happen to me."
        }, 
        {
            "number": "235-08", 
            "head": "5th grader, 01/27/97", 
            "content": "I was at my school and me and my friends got our lunches and went to the cafeteria. Me and my friend sat at the last empty table in the cafeteria. Right after we got our lunches the bullies of our school walked in the door. We always had to bring an extra 75 cents because if you didn't the bullies would pound you. The bullies worked their way around the cafeteria. We were the last table they stopped at. I forgot my money. The meanest bully hit me. Setting: First on or in the classrooms, then in the cafeteria at Crystal Springs Uplands. Characters: My friends Helen, Morrah, Marisa, Cara, and Sandy. I don't know who the rest of the people were. Feelings and Thoughts: Angry, scared, embarrassed. I was really angry when the bullies collected the money. I was really embarrassed when I told them I didn't have it. I was scared about what they would do to me."
        }, 
        {
            "number": "235-09", 
            "head": "5th grader, 01/29/97", 
            "content": "I was watching television in my house in my living room, with three of my friends. The show we were watching ended so we decided to play with my hamster in my room. My mom had fallen asleep on the couch in the living room. We had the back door open. When we were playing with my hamster, we saw a humming bird fly past my window. Then we saw one fly into my room. It started to try to pick at us with his long beak. Each time hetouched us it made a hole. Setting: My house, in the living room and in my room. Characters: My mom, and my three friends Marisa, Sandy and Helen. I have no clue who the hummingbird was. My pet hamster. Feelings and Thoughts: Scared, worried. I was really scared when the hummingbird started to try to poke us. I was also worried about my mom and if she was alright."
        }, 
        {
            "number": "235-10", 
            "head": "5th grader, 01/30/97", 
            "content": "Me and my mom and a couple of my friends were driving up to Yosemite for winter vacation. On the way we stopped at Wendy's to get something to eat (somebody took our order). When we were back on the road all of us except for my mom did homework. We had to drive over a lot of different bridges. When we drove over the last bridge, we heard crumbling. Me, my mom and my four friends looked under us. The bridge was crumbling and falling into the rushing river. We fell into the river 10 seconds later. Setting: In our car on the road. In Wendys-fast food. In Yosemite. Characters: My mom, Lisa, Sandy, Helen and Marisa. I don't know who the person was who took our order at Wendy's. Feelings and Thoughts: Happy, scared. When we were not driving on the bridges, I was happy, but when the bridge started crumbling under us I was scared."
        }, 
        {
            "number": "235-11", 
            "head": "5th grader, 01/31/97", 
            "content": "In the afternoon me and my friends went to see the movie, The Flintstones. I went with five of my friends. That night when I got back from the movie I had a dream. I dreamed that I was Pebbles in the cartoon version of the Flintstones. The next morning when I woke up there was a cartoon version of me in a picture and the name at the bottom of the picture was Pebbles. I ran downstairs to show the picture to my mom when I tripped on the first step. Setting: In the movie theater and in my house and in my dreams. Characters: My mom, Helen, Melissa, Arlie, Lisa and Sandy. I don't know the people in the movie. Feelings and Thoughts: Happy, scared. I was really happy when I got to go to the movie with my friends but scared when I saw the picture on my bed."
        }, 
        {
            "number": "235-12", 
            "head": "5th grader, 02/01/97", 
            "content": "We were going to the beach with some of my relatives that lived in California. My mom was driving the car. It took us an hour and a half to get to the beach in Half Moon Bay. When we got there me and my cousins decided to run away from the waves. The second time we ran, I tripped over a log of wood in the sand. The wave came up and dragged me out to sea or the ocean or the bay. Setting: In the car, in Half Moon Bay, on the beach with the wave crashing against the shore. Characters: My mom; my grandma; my cousins John, Karen, Anne and Nick; my uncles Hank and Chris; my aunts Cathy and Leslie. Feelings and Thoughts: Scared, bored. In the car everybody was really bored and when the wave took me out to the body of it I was scared what would happen to me."
        }, 
        {
            "number": "235-13", 
            "head": "5th grader, 02/03/97", 
            "content": "We were going on a class field trip to a big lake where Melissa, our science teacher, would teach us about the different rocks. We started looking where the really smooth sand was. We found some really cool rocks like granite, limestone and sandstone. We found a really large piece of pumice. It fell into the lake and I ran after it. I feel in the lake and the lake turned into a river with white water. Setting: On a sandy area by a lake, and a rushing river. Characters: My science teacher, Melissa; my classmates Helen, Jean, Arlie, Marisa, Jessica, Rochelle, Cara, Lydia, Amy and my two friends Ellie and Starla. Feelings and Thoughts: Scared, excited. I was really excited when we found the really big piece of pumice, but when I feel in a river I was scared."
        }, 
        {
            "number": "235-14", 
            "head": "5th grader, undated", 
            "content": "Me and two of my friends were playing tag in a forest at my school. It was hide and go seek tag. (There were some other kids playing tag that I did not know.) Me and my friend were hiding together by a bridge that went over a small stream. My other friend found us which meant we had to run back to base. Me and my friend who was not it ran and jumped over the stream. I tripped and started falling falling fallingthrough the ground. Setting: In a forest, by a small stream at my school. Characters: Helen and Arlie. There were some other kids playing tag that I did not know. Feelings and Thoughts: Happy, scared. I was happy before I tripped because the game was fun, but I was scared when I tripped because I didn't know what would happen to me."
        }, 
        {
            "number": "236-01", 
            "head": "5th grader, 11/20/96", 
            "content": "I dreamed that a teenage boy was going to come to my bed with a point, like on one of those on flagpoles. And he would put it under my bed so that when I layed down it would come up my back and kill me. Setting: In my bedroom. Characters: A teenage boy and myself. Feelings and Thoughts: Scared. I was scared out of my mind that he would kill me."
        }, 
        {
            "number": "236-02", 
            "head": "5th grader, 01/17/97", 
            "content": "I dreamed that we were at our school dance, and this man with a gun came in and put a gun to my friend's head - and then he shot her and I went to call her parents and they got there. That's all I can remember. Setting: My school. Characters: Myself, Helen, Arlie, Lynne, and more that I forget. I k now all of them and they were dancing at the time. Feelings and Thoughts: Angry, sad, scared, worried, annoyed. I didn't feel good. I feel sort of mad about it and sad, but I don't like it."
        }, 
        {
            "number": "236-03", 
            "head": "5th grader, 01/18/97", 
            "content": "I was in the hospital and for some reason the Munsters were there. And I had to have my tonsils taken out. I also ate ice cream. Setting: The hospital. Characters: All I remember was a nurse (and the Munsters). Feelings and Thoughts: Happy, scared. I just think it was really weird."
        }, 
        {
            "number": "236-04", 
            "head": "5th grader, 01/10/97", 
            "content": "My tooth fell out the day I had to go to the dentist to have one of my teeth sealed and my tooth came out at school during lunch. (They were all saying ew, gross, disgusting. It was funny.) Setting: School. Characters: Helen, Arlie, Nancy, Starla, and myself. Feelings and Thoughts: Happy, grossed out. I liked it because I have a really loose tooth."
        }, 
        {
            "number": "236-05", 
            "head": "5th grader, 01/20/97", 
            "content": "Our class was leaving somewhere (they were very excited) and some kids were going on these airplanes and some kids were going on buses, but the last 10 kids were going (on) gurneys even though they weren't hurt, and they were going on a bus. Setting: School. Characters: I know all of them. They were the people in the 5th grade class. Feelings and Thoughts: Happy, mad. I don't know. It was a very weird and random dream."
        }, 
        {
            "number": "236-06", 
            "head": "5th grader, 01/21/97", 
            "content": "I was in a play and I forgot all my lines and I was just standing there and everyone was laughing. Setting: My school Ballroom. Characters: Myself and the audience. Feelings and Thoughts: Sad, scared, embarrassed. I hope it doesn't happen in the play I'm in."
        }, 
        {
            "number": "236-07", 
            "head": "5th grader, 01/22/97", 
            "content": "A man shaved my head because I was in the army, and all these people shot these wooden pellets with needles in them at me, and my dad was trying to protect me but they kept hitting me. Setting: Don't know. Characters: My dad and me. Feelings and Thoughts: Scared. Weird, I guess."
        }, 
        {
            "number": "236-08", 
            "head": "5th grader, 01/24/97", 
            "content": "I was in my tennis lesson and for no reason, the other two people I take lessons with started doing the steps for square dancing. Setting: Tennis court at some person's house. Characters: Riaz (tennis teacher), Ed and Helen (people I take lessons with). Feelings and Thoughts: Weird. I really don't know."
        }, 
        {
            "number": "236-09", 
            "head": "5th grader, 01/26/97", 
            "content": "5th and 6th grade were on this camping trip and we were split up into different groups to go camping in. So our group went to this weird place and we were on the path that was all cement, and this girl stepped on it and it opened up into this huge watery sand pit. I went in and I almost drowned, but our supervisor pulled me out. And then we had to go back. Setting: I'm not quite sure. Characters: Myself, kindergarten teacher, and just a lot of students I don't remember. Feelings and Thoughts: Scared. It was really a random, scary dream."
        }, 
        {
            "number": "236-10", 
            "head": "5th grader, 01/26/97", 
            "content": "I was buying makeup and I was choosing all these different colors and the lady (at the counter, who wasn't nice) kept saying all my choices were bad or they didn't have any more. Setting: Makeup store. Characters: The lady at the counter, who wasn't nice and I don't know her, and myself. Feelings and Thoughts: Annoyed. Like slapping her. I really don't know."
        }, 
        {
            "number": "236-11", 
            "head": "5th grader, 01/28/97", 
            "content": "I was a saleslady at a store for jewelry. I was helping somebody when all of a sudden a man with a gun came in. One of the sales ladies pushed the secret alarm, but he saw her and shot her. Setting: Jewelry store. Characters: The robber, customers, other sales ladies and myself. Feelings and Thoughts: Scared. I would feel really scared."
        }, 
        {
            "number": "236-12", 
            "head": "5th grader, 01/29/97", 
            "content": "In the middle of the night these two really small chipmunks came into my room, jumped onto my bed and then they jumped on my head. Setting: In my room. Characters: Two really cute chipmunks and myself. Feelings and Thoughts: Shocked. I think it's sort of cute, but scary at the same time."
        }, 
        {
            "number": "236-13", 
            "head": "5th grader, 01/30/97", 
            "content": "I was skiing on the best slope. It was called PINBALL and it was covered with powder. (My dad, Helen, and Helen's dad were all skiing and having fun.) It was so fun. But then my skis started sinking into it. I kept going until finally my dad pulled me out. Setting: Northstar at Tahoe. Characters: My dad, Helen, Bill (Helen's dad) and myself. They were all skiing and having fun. Feelings and Thoughts: Happy, scared. It's sort of scary because I will be skiing at Northstar, in powder probably, and probably on that slope."
        }, 
        {
            "number": "236-14", 
            "head": "5th grader, 01/31/97", 
            "content": "These people invited us to a really fancy theater that had candy in the seats. So we went, and two of my friends were there, but the show was with elves and it was very stupid. So we went to the bathroom and I got the candy. Then I went back and got stopped and had to talk to a lot of people. Then I got more candy and got stopped again and finally the night was over. Setting: Fancy theater. Characters: My mom, my dad, two friends and myself (and a lot of people). Feelings and Thoughts: Annoyed. It was weird. I don't know what to say."
        }, 
        {
            "number": "237-01", 
            "head": "5th grader, 11/20/96", 
            "content": "I was trying to find someone. I was walking down the halls in a hospital, when out of the blue I saw supermas (sic?) walk out of one of the door(s) for the sick people. We started talking and I asked him why he was here. Then when we had finished talking, I got scared of him and I started to run. (There were tons of people on the streets. I didn't know any one of them. By the end of my dream, all of them looked scary.) He chased me. Then he started to be the bad guy and I started to be the good guy. Then he started to spread his wings. He finally caught (me) (and) took me away. Then I woke up. Setting: In the hospital halls and on the city streets. These streets for some reason scared me. Characters: People. There were tons of people I don't know in my dream, and superman. Feelings and Thoughts: Sad, scared, worried. I was sad at the beginning because I missed my family. Then I was scared and worried when I was running away from superman and the people on the street."
        }, 
        {
            "number": "237-02", 
            "head": "5th grader, 01/19/97", 
            "content": "The first thing I saw was my friends sitting somewhere talking. Next they started to talk to a man behind the counter. When I saw this it worried me a little. I'm not sure what happened next because this is where the dream went away. Setting: At the counter of a bar. Characters: There were three of my friends in the dream (whom I know), plus a lot of people in the background. Feelings and Thoughts: Happy, scared, worried. At first I was happy when I saw my friends in my dream, but then I got scared and worried when I saw that they were in a bar."
        }, 
        {
            "number": "237-03", 
            "head": "5th grader, 01/21/97", 
            "content": "I was at school when two boys walked up and talked to me. One told me to meet them at the upper field. I ran away. Then when I saw them again, they told me that this boy liked me, too. (The boy who told me these things I know already liked me, and I was embarrassed to talk or be around him.) Next, he showed me this letter, but then someone told me what it meant. It meant song. Finally (I don't mean that as a good finally), he sang me the song and all of a sudden I felt weird, but then I woke up. Setting: My dream was at school in the halls, by the lockers and just seeing things, not being anywhere (for example, with a paper in your face). Characters: A ton of people are/were in my dream. Boys and girls. I know them from school. One of the boys likes me and he even gave me a necklace (not in the dream). Feelings and Thoughts: Scared, worried, embarrassed. I felt embarrassed that boys were chasing me, although scared and worried at the same time."
        }, 
        {
            "number": "237-04", 
            "head": "5th grader, 01/24/97", 
            "content": "I was at school running around the halls playing tag and hide and go seek. My dream went back and forth between running around the halls at school, in a party where you can paint shorts, and a place where it was like a harder game of tag because you would be climbing walls and fences, but these walls and fences were already set up for you, because the place where we were at set up a special game for the older kids. This dream was fun. Setting: The dream took place in more than one place at school, and some other places that I don't know about or what they are. Characters: There were tons of people in my dream. My sister, plus tons of people from school. I also saw a lot of people in my dream that I don't know who they are. Feelings and Thoughts: Happy, scared, energetic. I thought my dream was interesting. Plus, I think it was fun to have this dream. I sort of like to wake up to this dream and think about it."
        }, 
        {
            "number": "237-05", 
            "head": "5th grader, 02/03/97", 
            "content": "The way I remember my dream is: I was in the gym (I had already been checked in), sitting at a table. There would be one stool between every person. In really life, I took three sets of tests. The first was an English, then mathematics, and last another English. However, in my dream I was already on the last test, although this time the teachers were more organized because in real life I signed up for a math test but I got two writing and one math instead. In my dream I took two math and one English/Writing. Then the dream ended in my mind. Setting: It took place in a really big gym when I had just taken a 2/1 test. Characters: There were a ton of people who had been there before, plus I know two boys, David and Roger. Then there was three teachers who were explaining the test. Feelings and Thoughts: Happy, worried, anxious. I thought my dream was very interesting. Plus, I thought that seens (sic?) I had just taken a test at this place, and here I was taking another."
        }, 
        {
            "number": "238-01", 
            "head": "5th grader, 01/18/97", 
            "content": "I went over to my friend Ellie's house and we had to walk back on the highway all the way to my house. It was from San Francisco to San Carlos. first we passed my parents at my neighbor's house, then we walked up to the house. The house wasn't my house. I went inside then my best friend Amy appeared and we ran inside and jumped (on) the bed. This bed was reserved for Amy. So I had to make it again. I couldn't do it. So I asked my mom to do it. Then Bob came along. He was going to go out and I told him to be careful. Setting: Ellie's house, and along the highway, and my house (but wasn't my house in dream). Characters: Ellie (OK friend), Ellie's mom (don't know her), Amy, my BEST friend, my mom (I know), Bob (cute boy at school), Starla (OK friend). Feelings and Thoughts: Happy. I personally think that this was a really weird dream. But I think it was sort of fun at the same time."
        }, 
        {
            "number": "238-02", 
            "head": "5th grader, 01/20/97", 
            "content": "I was testing for my science project, and my friend Helen was helping me. I asked a couple people to come up one at a time to test milk. It had 1% nonfat, 2%, 3% (whole). I asked Paul to come up and test it. Setting: In the science room. Characters: Me, Helen - my friend, and Paul - a stupid boy in school. Feelings and Thoughts: Pushed. I don't really remember the rest to the dream if there was (more). But at night I said \"I will remember my dream.\" Yesterday I also thought a lot about my science project."
        }, 
        {
            "number": "238-03", 
            "head": "5th grader, 01/24/97", 
            "content": "My parents had two more babies and they were so cute. I was playing with them. We had a thing in the center - it was a big thing full (of) balls. The babies loved it. Then my family came over - cousins, grandma, (and) my aunt was already over. Setting: My real house. Characters: Two babies, cousin RD, cousin Karli, Aunt Trudi, Mom, Dad, grandma. Feelings and Thoughts: Happy. I loved this dream. I would love to have more sisters or brothers."
        }, 
        {
            "number": "238-04", 
            "head": "5th grader, 01/24/97", 
            "content": "I went (to) a Chinese place. We were at the library in San Francisco. I went to a CD store, also in San Francisco. I bought three CDs and went (to) a shirt place to see if they sell shirts that were cheap. The time had run out. There was something going on with the Chinese people. (Illegible - numbers?) I had bought my CD for Clarissa, my friend. Setting: San Francisco, CD store, shirt store. Characters: Chinese people - I'm just beginning to be friends with them. Clarissa from Clarissa Explains it All. Feelings and Thoughts: Fun. I was buying stuff for my best friend Amy - that was fun."
        }, 
        {
            "number": "238-05", 
            "head": "5th grader, 01/26/97", 
            "content": "There was a store right by my bathroom window. They had really good books that were on sale for 50 cents. I got a tape of Home Alone #1, and a book. Then I saw a great poem book by Jack Peretsky. I wanted it, and I got it. Setting: My back porch. Characters: Storekeepers (don't know), and my mom (I know). Feelings and Thoughts: Happy. I felt happy because I was getting so many books for so cheap."
        }, 
        {
            "number": "238-06", 
            "head": "5th grader, 01/28/97", 
            "content": "I got a homework reminder in my mailbox. I don't know what it was for. \"Basic Strategies\" - what? I dialed 509: \"Hello, (illegible),\" I said. \"Yeah,\" she said, \"I'll meet you and we will talk about what you are supposed to do.\" \"OK,\" I said. I went to the library and there were cookies all over the table. I ate a bunch of them. Then I went to the girls bathroom, and the boys were there. I told them they didn't belong there and they got out. Setting: Bathroom, library, My school, Tom's room. Characters: Boys in bathroom, Marilyn (I know). Feelings and Thoughts: Weird. I felt weird because the boys went into our bathroom."
        }, 
        {
            "number": "293-01", 
            "head": "5th grader, 02/16/97", 
            "content": "I was in the movie theater. There was a camera with a person in it. She was staring at the alien. There was a man in a different camera. Then there was some old show. I was with my mom. She said, \"I think John Travolta was in this.\" Then they started to show this old show but I never knew what it was. Setting: In the movie theater. Characters: A man (not known), an alien that looked like something I saw on TV, a girl (not known), my mom, and a picture of John Travolta. Feelings and Thoughts: Happy, scared. I was scared a little in the alien part, and happy with the old show."
        }, 
        {
            "number": "293-02", 
            "head": "5th grader, 02/17/97", 
            "content": "I was at my friend Cindy's house with her sister (her name is Em). Cindy had moved her room and rearranged her Jonathan Taylor Thomas posters. This boy named Matt was here, too. Then JTT walked in. He commented something and we started laughing. Cindy left. When we finished laughing JTT left. Then Matt asked about sodas. We all had some then Matt spilled and Em and I laughed. Setting: In Woodside at my friend's house. Characters: Cindy, Em, and Matt are good friends of mine. Jonathan Taylor Thomas is on the TV show \"Home Improvement.\" Feelings and Thoughts: Happy. I was happy talking and playing at my friend's house."
        }, 
        {
            "number": "293-03", 
            "head": "5th grader, 02/18/97", 
            "content": "I was coming home from Capitola. We went to the beach called Twin Lakes. My mom and dad took me home. I was then at school. I went to the library because I had forgotten to read a book. When I started to read I got like sucked in. I was doing what the story did. Then it was recess. I did crossing guard, and it was real fun. People wanted to join but we wouldn't let them. Another group that was playing something one of the girls came to us. Her name was Bianca. She asked, \"Can I play?\" We said no because she never lets us join. Then I took a break and looked around. People were playing a weird kickball game. It wasn't at all like kickball. Then the bell rang. The teacher said to me, \"You should finish that book.\" So I did by going up a chair lift. Then we were at an open house. It had chocolates. There was a red-haired/blonde-haired old man. Setting: At the beach in Santa Cruz, school, and an open house. Characters: The teacher (unknown), mom and dad, friends in game (not very familiar), Bianca (my oldest friend), and a man (unknown). Feelings and Thoughts: Normal. Most of the things I did were normal and I was too."
        }, 
        {
            "number": "293-04", 
            "head": "5th grader, 02/19/97", 
            "content": "I was at the Santa Cruz Beach and Boardwalk. My mom and dad were with me. We went to the Log Ride. We got in line and put our backpack and jackets by the water. Oh, no! Our log and some of the others started going down a different river! Then we had to get out of the log and take our flippers off. Then we got back in line. Three teenagers came. Two of them were teasing the other one. They were saying things like, \"You can't go on this ride, you have to be over 14.\" Then she would say, \"Look at all these younger kids.\" She had a shirt from a jewelry store that's in Town & Country Village. When the line moved up we passed a black boy and two black women. The boy looked at these two computers and then he left. We moved up in line again. Setting: Santa Cruz Beach and Boardwalk, on the Log Ride. Characters: Mom & Dad, three teenagers (one looked familiar), two black women (unknown), and a black boy (sort of familiar). Feelings and Thoughts: Worried. When we went down the other river, I was really worried."
        }, 
        {
            "number": "293-05", 
            "head": "5th grader, 02/20/97", 
            "content": "I was in the car with Bianca and Nicole. I don't remember how we got there. We were trying to get to the bus. We started to drive up. Oh, no! Bianca couldn't find the brakes. The bus pulled up (at the top it shows what happened). We still didn't know how to use the brakes. We went around the bus and had to go back down the hill. Suddenly, I saw the brakes and I told Nicole to take my seat. Oh, no! We were heading into fog. How do you turn the lights on! Then I remember we got to the bottom. I think someone broke their ankle, but I can't remember who. Setting: In the car. Characters: Bianca and Nicole are good friends of mine. Feelings and Thoughts: Scared, worried. I was scared and worried the car would crash."
        }, 
        {
            "number": "293-06", 
            "head": "5th grader, 02/20/97", 
            "content": "There was this robot at school. He was mean and he was destroying everything. At first everything was fine then he ruined everything. Changing peoples' tests and being annoying. What do we do? Setting: At school. Characters: Robot. Feelings and Thoughts: Angry. He was a disaster. Everyone wanted to destroy him."
        }, 
        {
            "number": "293-07", 
            "head": "5th grader, 02/22/97", 
            "content": "I was driving to Capitola with Cori Matthews. We pulled into a parking lot, and a guy reached in my window. I pushed him away and we rolled up our windows. Anne and her mom tried to talk to us. We yelled that a bad guy was in the lot. He chased us out. Setting: In the parking lot. Characters: Cori Matthews (a TV star), Anne and her mom (my friend), and a bad guy (unknown). Feelings and Thoughts: Terrified. The guy could have killed me."
        }, 
        {
            "number": "293-08", 
            "head": "5th grader, 02/23/97", 
            "content": "I was in school and at a play. There were three new boys. The oldest one gave me presents. They kept coming out of this box. There was a witch. She locked the old one in a cage. Suddenly there was a gust of wind. I struggled for the key and unlocked it. Then I went to some movie with the 5th grade. I went down to sit. Some people sat five rows behind us. Setting: At school. Characters: Three boys, my class, and a witch. Feelings and Thoughts: Happy, scared. I was happy most of the time, but scared when I had to get the key to unlock the cage."
        }, 
        {
            "number": "293-09", 
            "head": "5th grader, 02/25/97", 
            "content": "I was at a wedding. We were getting ready. I was a flower girl. There were a lot of people there. Steve was there. The bride was worried. The groom was out buying the flowers. Then I was at some other place. They were playing a movie. We snuck in and watched until it was over. Then we went outside and I begged my mom to buy me something from a stand. Setting: At a wedding, and at a park like Disneyland. Characters: My mom, the bride (unknown and Caucasian), the groom (black, unknown), Steve (a boy at school who I know). Feelings and Thoughts: Fine. It was an ordinary day."
        }, 
        {
            "number": "293-10", 
            "head": "5th grader, 02/26/97", 
            "content": "I was at Sydney and JC's house. We were playing games. Then my cousins came and we went bowling. I was at a strange school. It was almost Halloween. We were putting Halloween stickers on our lockers. Jenna was getting hers and the principal was telling a story about a mean college girl. Setting: At Sydney and JC's house and at school. Characters: My neighbors, my cousins, Jenna (a friend at school) and the principal (unknown). Feelings and Thoughts: Happy. It was a pretty normal day."
        }, 
        {
            "number": "293-11", 
            "head": "5th grader, 02/27/97", 
            "content": "A man put a knife in Dad. Later Dad was alive with me and my mom. (He did a thing to my mom and me and we were alive later too. I just can't remember what he did.) Setting: At our house. Characters: Man (unknown), my mom and dad, and me. Feelings and Thoughts: Scared. I was scared I would die."
        }, 
        {
            "number": "293-12", 
            "head": "5th grader, 03/01/97", 
            "content": "I was at a hotel. I walked to a Beauty Parlor. We did this thing where you had to find something and put it in this bucket. I was with these two girls and I almost died - except one of them put in some glitter in the last few seconds, so I didn't die. Setting: At the parlor. Characters: Two girls (unknown). Feelings and Thoughts: Worried. I was afraid I might die."
        }, 
        {
            "number": "311-01", 
            "head": "6th grader, 01/20/97", 
            "content": "I was in the dining hall at my camp and we were singing camp songs really loudly and having a great time. Then the background changed, and I was in a forest under the stars with my sleeping bag, when I realized that I forgot to pack my clothes. The background changed again, and I was in line with my camp friend to vault. She said, \"Well, if your mom brings cool clothes that's great, but if she doesn't you can borrow mine.\" I then saw my mom rushing by and I asked her to make a list of the clothes I wanted. As I was making the list, I woke up. (Sometime in the dream, I can't remember when, I got in a fight with my sister.) Setting: At camp, in a forest, and in my gymnastics school (where I was in line to vault). Characters: My mom, my dad, my sister, my two friends from camp, my friend's older sister, her friends, my friends from school, my counselors at camp, many kids I don't know. Feelings and Thoughts: Happy, angry, sad, worried, hate, resentful, excited. I was worried, sad, resentful and angry when I lost my clothes. I was happy and excited in the dining hall. I felt hate when I got in a fight with my sister."
        }, 
        {
            "number": "311-02", 
            "head": "6th grader, 01/20/97", 
            "content": "All my friends from school were in a Baskin Robbins ice cream store to celebrate my friend Sandy's birthday. I was trying to choose a flavor, but they didn't have anything I wanted, so I didn't get an ice cream. Then we went to a pizza place, but they didn't want us in there because we were making too much noise. In the car, Sandy was crying and I asked her why, and she said, \"I really wanted pizza.\" Setting: Baskin Robbins, Round Table, and Sandy's car. Characters: My friend Sandy, my friend Jerry, my friend Lynne, and Sandy's mom and dad and sister. I know all of them. Sandy never cries. Feelings and Thoughts: Happy, sad, worried. I was worried that Sandy was crying, sad that she was feeling upset, but happy that she finally cried because she never does."
        }, 
        {
            "number": "311-03", 
            "head": "6th grader, 01/26/97", 
            "content": "My parents told us we were running out of money, and that we had to cut our expenses down to the minimum. So we sold everything we had, and started all over. I got some new clothes and toys. We still went to the same school, but we had to tell all our friends that we were running low on money. Then everyone in school contributed a dollar, some kids more, and we had plenty of money. Setting: My school and my house. Characters: My parents, my sister, my friends: Sandy, Sophie, Lisa, Devin, Zelda, Codie, Jerry. Sandy's parents, Lisa's parents. My teachers: Tom, Charles, Melissa, Jody, and Jonathan. Feelings and Thoughts: Happy, angry, sad, scared, worried, grateful. I was worried, angry, sad and scared when my parents told me that we were low on money, and I was happy and grateful when we got the money."
        }, 
        {
            "number": "311-04", 
            "head": "6th grader, 01/28/97", 
            "content": "It was the same dream I recorded on 1/20/97 at 8:22. (\"I was in the dining hall at my camp and we were singing camp songs really loudly and having a great time. Then the background changed, and I was in a forest under the stars with my sleeping bag, when I realized that I forgot to pack my clothes. The background changed again, and I was in line with my camp friend to vault. She said, \"Well, if your mom brings cool clothes that's great, but if she doesn't you can borrow mine.\" I then saw my mom rushing by and I asked her to make a list of the clothes I wanted.\") Except that before I got to the dining hall, I was in a bus, and they let a kid drive the bus and we got in a crash. Setting: In my cabin at camp, and in a strange metal bus. Characters: My parents, my friends at camp, many kids I didn't know, my sister, a bus driver, tons of unknown pedestrians. Feelings and Thoughts: Happy, angry, sad, worried, jealous. I felt happy and jealous when I met my friend, because she didn't want to talk to me, and later I felt angry, sad and wounded."
        }, 
        {
            "number": "311-05", 
            "head": "6th grader, 01/28/97", 
            "content": "I was at school and Jerry decided that he wanted to have a birthday party, so we all walked into a tape recorder (this seemed perfectly normal), and we ate blue cake and brown ice cream sandwiches. They didn't have any taste at all, but somehow, they were all delicious. Setting: In school, and in a tape recorder. Characters: Jerry, Lisa, Devin, Sophie, Sandy. Jerry is weird, but very generous and nice. Lisa is my best friend. Devin is exclusive. Sophie and Sandy are really nice. Feelings and Thoughts: Happy, excited. I didn't think anything was weird about having a birthday party in a tape recorder, and I was happy and excited to be celebrating."
        }, 
        {
            "number": "311-06", 
            "head": "6th grader, 02/07/97", 
            "content": "Me and my family were all in a cabin up in Tahoe, and were looking at pictures when it was time to go. We had to take two cars because we had so many people. We started on our way when the first car stopped in the middle of the deserted road we were travelling on. My dad got out of the first car, and shouted \"fire.\" Sure enough, there was a small orange flame by the car. And he started to fight it, and eventually put it out. Setting: Tahoe, and on a deserted road on the way from Tahoe to home. Characters: My step-mom, my 23 year old cousin Brandon, his mom and dad (Rob and Kai), my grandmother Marion, my dad Gerson, my sister Dagan. Feelings and Thoughts: Happy, angry, sad, scared, worried, hate. I hated my step-mom for making us leave. I was angry that she made us leave. I was sad that we had to leave. I was scared and worried when I saw the fire, and I was happy when it was put out."
        }, 
        {
            "number": "313-01", 
            "head": "6th grader, 11/21/96", 
            "content": "I climbed down from my bed to a microwave, and flew through the night sky with my friend Claire and a talking acorn. Then we all got wings of an orange butterfly and my Prek teacher's face appeared (the one who calls me Anne Butterfly because she had names for all the kids) came into view, and said \"fly.\" We flew down to bed with Claire near me and when I woke up my pillow was beside me. Setting: In bed, and in the sky. Characters: Claire, my best friend who has red curly hair. Polite, fun, happy-go-lucky. Feelings and Thoughts: Content, happy. Excited and thrilled."
        }, 
        {
            "number": "313-02", 
            "head": "6th grader, 01/18/96", 
            "content": "I went and picked about 45 Christmas trees and I hauled them to lots of different places and with the leftovers I put (them) in Christmas stands along the freeway. Setting: The Christmas tree farm where I picked this year's tree, the place where I horseback ride, and the freeway 280. Characters: There were no people or animals in my dream except me. Feelings and Thoughts: Happy, content. I felt happy and kind of content, but no other feelings."
        }, 
        {
            "number": "313-03", 
            "head": "6th grader, 01/19/97", 
            "content": "I drove up to my uncle's house and when I jumped out of the car I ran and played with my seven year old cousin. We continued playing the whole day until we decided to live there. We lived there for a few months then went back home. Setting: My uncle's house. Characters: There was my mom, my sister, my uncle, my cousin and my dog. Feelings and Thoughts: Happy, excited. I felt I was happy to be in such a beautiful place and to live with my uncle."
        }, 
        {
            "number": "313-04", 
            "head": "6th grader, 01/25/97", 
            "content": "I was running through the forest in the back of our house and I met animals that could talk, not in words, but in only some way I could understand them. I figured out that only I could understand them, because when I brought a bird home and it started talking to me, my mom couldn't hear it. Only me. Setting: In my house and outside my house. Characters: There was two deer, a few raccoons, many birds. There was also my mom. Feelings and Thoughts: Happy, sad. I felt happy in the beginning of the dream because I found the bird. Then I felt sad because I had brought home the bird yet no one could understand it but me."
        }, 
        {
            "number": "313-05", 
            "head": "6th grader, 01/29/97", 
            "content": "I don't know what I was or felt like. All I did was climb a tree that was never ending. It was like being in a green room. Setting: In a huge tree - I think a conifer. Characters: There were no other humans or animals in my dream except me. Feelings and Thoughts: I felt nothing. Just that I had to climb the tree for some reason."
        }, 
        {
            "number": "358-01", 
            "head": "6th grader, 12/09/96", 
            "content": "I don't remember the first part of the dream. But I remember the end. I was at my circus class, and they needed three people between 90-120 lbs. I was one chosen. We climbed up like a 20 foot tower, and stood on something. I can't remember what. I looked on either side of me and saw Will (a boy in my real circus class), and a person, boy or girl, who was familiar, but I don't think she was real. We held waists, then jumped from the platform thing. We floated gently down, then slammed onto the teterboard (a circus apparatus) and catapulted the person on the other end into the air (Bill). Then, we floated up again, into the air, and flew slowly, barely missing hitting Sandy and Alexis (my contortion partners) and landed smoothly on a crash mat. Setting: In the gym I work out in. Characters: Will: 13 year old boy I know from circus class, brown eyes, brown hair. Alexis: contortion partner, 12, with brown blonde hair and brown eyes. Sandy: contortion partner, 12, with blonde hair and green eyes. Bill: we catapulted him on the teter. Feelings and Thoughts: Calm. I wasn't tired or worried or anything. I was totally calm."
        }, 
        {
            "number": "358-02", 
            "head": "6th grader, 01/21/97", 
            "content": "I was in ancient Africa. I invented a time machine. All I had to do was press these numbers that stood for the date and I'd go to the time I wanted to be in. I came to modern time with one of the ancient African people. Everything here was really cool for them here. Setting: Africa and here. Characters: Me, an African person (I just knew this - there was no image). I was about 10 years older - no real images. Feelings and Thoughts: Calm, excited. I was calm and excited at the same time. The dream was interesting."
        }, 
        {
            "number": "358-03", 
            "head": "6th grader, 01/22/97", 
            "content": "Everybody I know would see when I went down the alphabet. Like when I saw A I'd see them eating an apple. I could only go down to N - past that everybody would turn into monsters. Setting: Some playground. I don't know which one. Characters: A whole bunch of people. I don't think I knew them but I knew what letter their names started with. Feelings and Thoughts: Happy, scared. Mostly happy - when I got down to the bottom I felt scared."
        }, 
        {
            "number": "358-04", 
            "head": "6th grader, 01/22/97", 
            "content": "I was at a park. I met a boy who was crying. I was taking care of kids at My school - the ones I take care of in junior coaching. I calmed a little kid down. His big brother stepped out and was some movie star. I don't remember which one. For some reason we were immediately at the boardwalk (the movie star and me). We were really good friends and walking along. He bought himself about 12 chocolate bars. Then we walked out of the boardwalk. Setting: In a park, at the boardwalk. Characters: A crying boy; some kids I take care of; the crying boy's big brother, a movie star; myself. Feelings and Thoughts: (not filled out)"
        }, 
        {
            "number": "358-05", 
            "head": "6th grader, 01/24/97", 
            "content": "Jerry, Lisa and I were walking across a field. We were each holding a huge platter of lasagna. We were discussing which kind we liked most. The kinds were like avocado, pineapple, and broccoli. We were bringing them to some people on the other side of the field. Those people were Devin, Sophie, and the Sandy from acro and the Sandy from school. Here the Sandys were identical twins. We ate the lasagna and it started snowing. Setting: In a field, maybe at Tahoe. Characters: Jerry, Lisa, Devin, Sophie, Sandy A. and Sandy F. I know them. They're friends at school and Sandy F. is a friend from acro. I was in the dream, too. Feelings and Thoughts: Happy, and full after eating lasagna. It was a good dream because I was with my friends. I liked the dream because it was interesting. It wasn't like my usual dreams."
        }, 
        {
            "number": "358-06", 
            "head": "6th grader, 01/26/97", 
            "content": "I dreamt that I was playing truth or dare with my friends Ryan, Devin, Lisa, Jerry, Courtlyn, and Jordan. We just played, then I realized that we were in a movie. It was a rent movie, and the people I mentioned and I starred. We were going to ski when I woke up. Setting: Alta, near Tahoe, in a cabin. Characters: Ryan (brown hair, brown eyes, real); Devin (brown hair, blue eyes, real); Lisa (black hair, brown eyes, real); Jerry (blonde hair, blue eyes, real); Courtlyn (red hair, green eyes, real); Jordan (black hair, brown eyes, real); me (blonde hair, blue eyes, real). Feelings and Thoughts: Happy, excited. I liked the dream. It was neat, and I had been playing truth or dare in a cabin in Alta with Lisa and Jerry."
        }, 
        {
            "number": "358-07", 
            "head": "6th grader, 01/27/97", 
            "content": "I was a famous songwriter. I had stayed up to about 12 reading (in real life) and had fallen asleep. I dreamed that I had written a one-hit wonder, and everyone was kissing up to me. The song was about blackberry kisses, and the radio company played it all the time. Then after Jerry kissed me, I woke up. Setting: Alta. Characters: Jerry: nice, sweet, blonde hair, blue eyes. Kids at school: combined from school, camp and classes. Feelings and Thoughts: Happy, grand. Good dream!"
        }, 
        {
            "number": "358-08", 
            "head": "6th grader, 01/21/97", 
            "content": "I was picking blueberries in a huge forest, and if the blueberries were workers we had to skin them and roll them up like a burrito. People I was picking with were really nice. It was really fun. Miles & miles of blueberry bushes. Setting: A field somewhere. Characters: Two girls and one guy - strangers - can't describe, were there but I couldn't see them. Feelings and Thoughts: Happy. Stuffed with blueberries. Good dream but still a little strange."
        }, 
        {
            "number": "358-09", 
            "head": "6th grader, 02/02/97", 
            "content": "I was in a big room with tons of people. We were all discussing something. It felt like when you watch the national debates. I don't remember what we were debating but it was important in the dream. It was about something like fruit. We had that fruit. I don't think it was real. It was a cross between blueberries, raspberries and peaches. Setting: A big room. Characters: There were many people but I don't know them and can't describe them. Feelings and Thoughts: Happy, annoyed. I was annoyed because we were debating. The fruit was good."
        }, 
        {
            "number": "358-10", 
            "head": "6th grader, 02/03/97", 
            "content": "I dreamt that I was a dog. I was in a dog's body and I had a human brain. Not much happened. I just romped around with the other dog near me. Setting: It took place in a park. Characters: I can't describe the dogs or myself. All I know is, we were dogs. Feelings and Thoughts: I was happy and excited."
        }, 
        {
            "number": "360-01", 
            "head": "6th grader, 01/18/97", 
            "content": "Well, I remember two teenagers, I guess they were my brother and sister because our father gave us each four million dollars. I remember the girl saying that that was not enough, but our father had already gone. Our house was on an island and when the boy went out on his boat two sharks chased him and he ended up on the shore, in the arms of the police. The whole time, the girl was smiling, then she sailed over to a cave in a big rock, and that was the last I saw of her. I remember buying a sweatshirt with my four million dollars. Actually, I did see the girl. She was walking in with me from when I had bought my sweatshirt. Then I saw her again, sitting on the couch, talking to our dad. Setting: On an island. Our house was the only thing on the island so it wasn't very big. Characters: The teenage girl (my sister in the dream) started out being my cousin, but then she changed and was someone I didn't know. Our dad in the dream was my real father, and my brother was someone I didn't know. Feelings and Thoughts: Happy, worried, hate. Well, I was happy most of the time, but when my brother was chased by sharks, I was worried and hated my sister. After that, I was happy again."
        }, 
        {
            "number": "360-02", 
            "head": "6th grader, 01/19/97", 
            "content": "Well, the first part I remember, we had to do this weird thing. This guy put a board across this big muddy spot and we had to go down it. But then when we got there, there was nowhere to go. When I looked to my LEFT I saw the inside of my house. I don't remember what was on the right. When I got up from the spot I was in, I walked into the big room and Courtlyn asked me if I wanted to have the other shirt and shorts that Holly gave her. See, Holly gave her two matching shirts and shorts for two of us to wear to the Valentine's Day dance. Setting: The dream took place mainly in this big room. I don't know, it might have been in my house. Characters: The weird guy with the board I didn't know. Courtlyn is my good friend, and Holly is a 7th grader at my school. Feelings and Thoughts: Happy, angry, confused. Well, when I went down the board and saw the inside of my house, I was confused and a little angry at the guy. Other than that I was happy."
        }, 
        {
            "number": "360-03", 
            "head": "6th grader, 01/20/97", 
            "content": "Well, I remember very little this time. I remember a butterfly sitting on the ground in front of our shower, and I think we took of its wings and put them on the shower wall. Somehow I think it turned into a person, because later this guy said, \"Where can I change?\" or \"Is there a good place to change?\" I was in a big group so I don't really know the details. Setting: I think it was either in a hotel room or at somebody's house. Characters: The people in the big group I didn't know. I didn't know the butterfly/guy either. I didn't know anybody! Feelings and Thoughts: Happy, worried. Well, I was happy the whole time, except when the guy wanted his wings back, then I was worried for him."
        }, 
        {
            "number": "360-04", 
            "head": "6th grader, 01/21/97", 
            "content": "I remember my brother taking my little electric diary thing and stomping on it over and over again. Then I remember I was crying and brought it to my dad and somehow he got it to work. Before that (under my aunt's request) I was going through my cousin's jacket and taking out all of the harmful stuff. Like pins and knives and weird stuff. Setting: At my house. Characters: My brother was my brother, my dad was my dad. My aunt was my aunt. My cousin was my cousin. Feelings and Thoughts: Sad, hate, guilty. Well, I was sad and I hated my brother when he stomped on my magic diary. I felt guilty when I was going through my cousin's pockets."
        }, 
        {
            "number": "360-05", 
            "head": "6th grader, 01/22/97", 
            "content": "Well, it was like a movie. Me and two guys and another girl (my family?) went to Alcatraz. When we got there we just stood there for a moment feeling the wall. Then we went inside to the office and were looking around when a guy walked in. Then he started talking to us, and I had a bad feeling about him. Somehow we captured him and the guys asked the other girl to slit his scalp. She did and then suddenly he shoved us all away from him and his head was one of an alien. Then he pulled out his gun and started shooting at us. We were chased around for a while, when I tripped right in front of him. He aimed his gun at me and said, \"Now you can't escape me.\" I thought he was going to fire, but at the last second he put his gun up and shot at something else. Then he fell over because someone shot him. He looked over at me and said, \"I'm sorry,\" and then he sat up and made some big speech thing and then I woke up. Setting: At Alcatraz, mostly in the office room. Characters: Well, the two guys and one girl that were with me, I have no idea who they were. The bad guy, I don't know him either. Feelings and Thoughts: Scared, worried, overwhelmed. Well, I was scared and worried when the guy/alien was chasing us, but I was overwhelmed when we were standing outside touching the wall."
        }, 
        {
            "number": "360-06", 
            "head": "6th grader, 01/23/97", 
            "content": "I had a dream that I was in my book. Well, at least I think so because I remember an old west town and then I heard someone mention \"Boo Radley.\" I can't really elaborate because I can't remember much. Setting: In an old west town. Characters: I only remember \"Boo Radley,\" who is a character in my book. Feelings and Thoughts: Confused. I was confused because I was in my lit club book. I didn't know how to get out."
        }, 
        {
            "number": "360-07", 
            "head": "6th grader, 01/24/97", 
            "content": "There was a tornado. Somehow I found shelter and didn't get sucked away. After we came out we discovered that a lot of cars were still there, so we explored the cars. Later, my friend pushed his sister on the gravel and she got an injury on her head, it wasn't bad though, just a little cut. Later we were playing this game with some kids, we could tune our ears to hear what they were saying. Also my friend kept going to the little trailer park to visit this woman and man. Setting: At a park. Characters: A few of the kids that we played with I knew, and the friend that pushed his sister is my friend, but I don't know the sister. The woman and man at the trailer park, I knew the woman (my friend's mom) and the guy I don't know. Feelings and Thoughts: Happy, scared, worried. I was scared when the tornado was over us. I was worried about my friend's sister, and other than that I was happy!"
        }, 
        {
            "number": "360-08", 
            "head": "6th grader, 01/26/97", 
            "content": "Well, all I remember was that I was asleep (in my dream) and I woke up and remembered that I didn't write in my dream journal. So I decided to close my eyes and try to remember the dream I had the night before. I couldn't, so I tried to remember my dream from the current night and couldn't. Oh, I remember that my mom came in to wake me and I said, \"No, Mom! I'm trying to remember my dream!\" Setting: In my room, in my bed. Characters: My mom was my mom, I was myself. Feelings and Thoughts: Worried, annoyed. I was annoyed at my mom for coming in, and I was worried that I couldn't remember my dream."
        }, 
        {
            "number": "360-09", 
            "head": "6th grader, 01/27/97", 
            "content": "I remember the part where I was supposed to go through the haunted house. A girl led me around a little stand (with my eyes open) until I reached the talking bears. When I started playing with one a crowd of kids gathered around me. Setting: At my school in the ballroom. Characters: The girl that led me around was an alumni, and the kids that gathered around, I don't know. Feelings and Thoughts: Stupid. I felt kind of stupid in the \"haunted house\" and playing with the bear."
        }, 
        {
            "number": "360-10", 
            "head": "6th grader, 01/30/97", 
            "content": "I was on an island with my dad and brother, and we had to get back to the mainland. The ocean that was between us was covered in brown stuff that had solidified. We were looking through the brown stuff and taking stuff out. My brother found two snakes. I didn't find anything. Before, when we explored the island, we found this hermit living in a guy's backyard. Setting: On the island, away from the mainland. Characters: My brother and dad are my actual brother and dad. The hermit I didn't know. Feelings and Thoughts: Worried, amused. I was worried about getting back to the mainland. I was amused when we found the hermit."
        }, 
        {
            "number": "360-11", 
            "head": "6th grader, 01/31/97", 
            "content": "I know I switched characters a couple of times. I remember landing on a planet. I was watching out for this little brother and sister. When I located them, I became the sister, but the brother got older too. Well, anyway, the place I was in was full of people with earrings, nose rings, lip rings, etc. I was the odd one, I was wearing cords and a white shirt. Then this guy came over and made me go to the dance floor. He said that this girl wanted to dance with the guy but wanted to see how he danced. I was the tester. The guy took my hands and flung me way up to the ceiling then he swung me back up to the other corner. After this had continued for a while, I decided to stop when the ride was over. Also, the music stopped. Then I was sitting by this big water tunnel thing and an alarm went off. Somehow the water was leaking. I looked next to me and saw that a bag had broken and was spilling out water. I told them that. Then I held the bag closed. Somebody said that people were already going through the escape tunnel, so I went over and put my foot in the way so the next person couldn't go. Then I explained why. That's all I remember except that I think that the brother and sister traveled through space and time at random. Setting: Another planet, on an island, in a restaurant. Characters: I only knew one person, and that was possibly my brother, who in the dream was a boy I know at My school. Everyone else I didn't know. Oh! The guy that led me over to the guy was from my camp. Feelings and Thoughts: Happy, worried, confused. I was happy most of the time, but when the alarm went off I was worried and confused."
        }, 
        {
            "number": "360-12", 
            "head": "6th grader, 02/01/97", 
            "content": "I was at school and one of the teachers came by and gave me these two bottles. When he poured them in the same spot and it blew up. Before he came by, I was asking a different teacher for some money to buy some snacks. He told me he had some in his car. I went to put all of this stuff in my locker. When I came back we decided to crawl instead of walk. The only other thing I remember is a room full of furniture. Setting: At my school, My school, in the halls. Characters: The two teachers were my real teachers today. Feelings and Thoughts: Happy. I was happy because a lot of people had given me this cool free stuff!"
        }, 
        {
            "number": "361-01", 
            "head": "6th grader, 01/18/97", 
            "content": "I was at my gym with my friend Zena, and my coach, Kerri Strug, Jaycee Phelps, and Shannon Miller were there. Also, this strange gymnast I didn't know. I was tumbling on the floor along with everyone else, when this woman came in and started talking about her divorce. Everyone sat down and listened for some strange reason, and I remember her mentioning her two daughters (one was there), Arizona, and a hot air balloon. Then she left and everybody went back to what they were doing. Then she came back with a HUGE cardboard box that contained her divorced husband, her other daughter, and her poodle. She talked about all of them, and said we could pet her dog. Zena said, \"Uh, does your dog - ?\" \"Oh, yes,\" said the woman, \"You'd better not pet it.\" I somehow knew that she meant to ask if her dog gave off a scent because she was getting a dog. I then woke up. Setting: The gym, where I take gymnastics. Characters: Zena, a friend I have known all my life, a bit too cautious. Kerri, Jaycee and Shannon - Olympic gymnasts. I've never met them. Strange gymnast - never met before, didn't say or do anything. Woman - just WEIRD. Never met her before. Dog, daughters and husband, didn't say anything. Never met before. Feelings and Thoughts: Disappointed and excited. I think it's mostly weird but cool that I was with Olympians."
        }, 
        {
            "number": "361-02", 
            "head": "6th grader, 01/19/97", 
            "content": "It started out that my family, my parents and my brother, was going camping in Sydney, Australia. Only we were camping in plastic bags instead of tents. In the daytime we were walking along the street when my mom told us to stop. This was because she saw a T-shirt/bathing suit stand with a Jr. Bach T-shirt. She got one, and I did, too. Then my dad held up a pair of boys trunks and said, \"These are pretty nice.\" To which I replied, \"Uh, Dad, those are boys trunks.\" He said, \"Oh.\" Setting: On the streets of Sydney, Australia. Characters: My mom - harpsichordist, loves Bach. She was just talking about Jr. Bach that day. My dad - out of it in the world of clothes. My brother - didn't say anything. We were talking about going to Sydney that morning. Feelings and Thoughts: Other. Like my dad was acting dumb. It was kind of strange but it could have easily happened."
        }, 
        {
            "number": "361-03", 
            "head": "6th grader, 01/19/97", 
            "content": "I was in a classroom at my school and was sitting in a circle with a teacher and a group of people. The teacher brought in some strawberries that were in a huge crate. None of them were ripe, but she didn't seem to notice. She passed them around for everyone to take a handful. Laura commented about them, but only I heard her. Then the teacher brought out really bruised peaches and passed them around too. \"Anyone who likes to make sherbet, these work really well,\" said the teacher. \"Peaches are my favorite fruit,\" I said to Zena. Later in the car, Leah's friend Mindy had gotten the extra peaches and was carrying them in a plastic bag. \"Can I have one?\" I asked. \"Sure.\" \"Can I?\" asked Zena. \"Yeah.\" \"Can I?\" Leah asked. \"Leah, you already have two.\" \"NO\" said Leah, keeping the O on her lips. \"Yeah, they're in that bag.\" Leah started sulking. \"Come on you guys, hey, guess what?\" said Terri. \"I'm getting a new car.\" \"When?\" \"Next week.\" \"What kind?\" \"I don't know yet.\" Setting: In a classroom and in Terri's car. Characters: Zena, my friend. Leah, her little sister, sulks a lot. Terri, their mother, has a beat up Volvo. Laura, an old friend, likes to say bad things about people or objects. Teacher, someone at My school, don't remember who. Mindy, girl in second grade, barely know her. Class - I don't remember. Feelings and Thoughts: Happy, angry, appreciative. It could have happened, but I don't know why this particular group would be together."
        }, 
        {
            "number": "361-04", 
            "head": "6th grader, 01/21/97", 
            "content": "The science teacher, Melissa, was showing us pictures of science projects, and she came to one of a girl lying on her stomach with her head to the side. Next to her was her lunchbox. Melissa told us what happened. She was doing an experiment to see if she could tell why her lunchbox was making weird noises. She had her project set up in the middle of a freeway (don't ask why). When she opened the lunchbox this poisonous gas came out and put her unconscious. The police somehow knew about it and came. They told her to put on a gas mask next time, so she did and completed the project. Setting: At school, but Melissa's story within the dream took place on the freeway. Characters: Melissa - science teacher, preparing us for the upcoming science fair. Girl - didn't know, wasn't actually there. Rest of class - my usual class. Feelings and Thoughts: Scared. It was a bit peculiar, but not over over weird."
        }, 
        {
            "number": "361-05", 
            "head": "6th grader, 01/22/97", 
            "content": "I was at a movie theater and kept missing the movies. Somehow, I got separated from my parents and Charles (my history teacher) was chasing me and Zena. We ended up in one room at My school, where a party was going on. I knew that Charles was in there too, and we couldn't escape him and he couldn't escape us. My parents were there too, and so was Courtlyn's dad, but not Courtlyn. Charles had a power to change into other people, not change change, but good makeup change. My brother was there too. Zena and I tried to find out who he was, and my dad helped too. We were sure he was this robot walking around, but we dismantled it and he wasn't in there. The dream ended when Zena and I and my dad were trying to figure out if Charles was this mean man there. Setting: Dark, lurkey places, and one room that I can't remember at My school. Characters: Charles, my history teacher that I don't really like. Zena, my friend. Doesn't like Charles either. Courtlyn's dad - nice guy, playing with Adam. Dad - just Dad. Likes to help. Mom, Adam - like games, were just there doing nothing. Lots of other people I don't know. Feelings and Thoughts: Scared, worried, protected. It was weird and scary. I hope Charles wouldn't be that mean!"
        }, 
        {
            "number": "361-06", 
            "head": "6th grader, 01/25/97", 
            "content": "First of all, I remember two things in the dream that weren't related to anything. A front yard of a neighbor to My school, and a HUGE building that my dad drove me to that was some kind of palace. The person of importance there had a collection of big TinTin postcards hanging on a low wall. But the main part of the dream was that in P.E. we studied the first Olympics. Each of us got a randomly chosen sport, and I got the marathon. I had to draw a picture of a person running it. For some reason, I wanted to draw them holding a torch, but I woke up after my first try which looked like this: (picture). Setting: At school, at the palace, and on the neighbor's front lawn. Characters: My dad - drove to the palace for a work related reason. Person of importance - liked Tintin. I didn't know him, but he looked like Nestor, Captain Haddock's butler. Feelings and Thoughts: Frustrated, amazed. It was very confusing."
        }, 
        {
            "number": "361-07", 
            "head": "6th grader, 01/27/97", 
            "content": "I was at the gym with my sports acrobatics team, and our old coach Youri came in. We really liked him, so we were very happy he was back. The only other things I remember are that I said to my friend Rhonda (who is on my team): \"Look, Youri's here!\" \"I know,\" she said, \"isn't it great?\" And also I remember playing \"nerf\" tennis in the gym. Setting: The gym. Characters: Youri - my old coach, really good, I liked him a lot. Rhonda - my friend and teammate, also liked Youri a lot. Feelings and Thoughts: Happy, excited. I wish it would happen in real life!!"
        }, 
        {
            "number": "361-08", 
            "head": "6th grader, 01/29/97", 
            "content": "I was at Hashy camp in Australia, and we were going to do this activity called the field game. It was freezing cold so Adam and I went into our dark room, to change. We tried to turn on the lights, but there was no switch that we could find. There were a bunch of weird things that we tried to switch, but the best we did was dimming green lights around the room. The problem? They only stayed dimmed. One time, I tried to find a switch and by accident rubbed my hand over some wires. I thought I would get electrocuted, but I didn't. I finally got changed in the dark. The game started by this boy catapulting a big stone off a cliff, and these big men had to hold him back from falling off the cliff. Setting: Hashy camp, out of Melbourne, Australia. Characters: My brother - not very helpful, usually. Feelings and Thoughts: Frustrated. It was actually kind of what happened at Hashy camp, but no green lights. What I mean is that the light switches were hard to find and there was a \"field game.\""
        }, 
        {
            "number": "361-09", 
            "head": "6th grader, 01/30/97", 
            "content": "First of all, I somehow turned into a bee. I don't know how, but I did. Someone else that I can't remember did too. We were at the zoo, and were flying around and landed on a bench, right in front of the gorillas. I wanted to fly around some more, but whoever was with me told me to watch out for the plastic balls that they were throwing around. The other bee flew around, once to show me, but did get hit by a ball. I flew over, and saw that it was close to being dead. It didn't really mind, though, and talked about how cool it was to have a huge stinger, and told me to get a toothpick. I didn't, so it told me the only way to get us back to normal people was to make the noises like the gorillas. I did, and it worked. We picked up frisbees at the souvenir shop going out of the zoo. When I got home this thing like in the arrival - one that spins around and creates a whirlpool - type-thing and then makes everything into nothing, was in my house, and started. For some reason I wasn't scared at all and just sat there. It didn't harm me at all, but I threw my frisbee in (I don't know why). Setting: At the zoo and my house. Characters: The other bee - I don't know as a person or a bee, unafraid. No one else, except for I saw the Arrival, not too long ago. Feelings and Thoughts: Scared, excited, didn't care. Probably the strangest one ever, but it was cool that I saw from a bee's perspective. In science we watched a film on animal behavior including things on bees."
        }, 
        {
            "number": "361-10", 
            "head": "6th grader, 02/01/97", 
            "content": "First, me and Courtlyn were at this store. For some reason we couldn't go past this certain point that I wanted to go past. Then we went to her house, but it wasn't her current house, it was a huge mansion. I remember baking something sweet. Later that day, I went back to the same store with Sandy, Lynne, Claire and Brian. We did go into the part that I really wanted to go, but it wasn't all that exciting after all. But it was still pretty good. We all had bags, so we played \"find the bag.\" I hid my bag behind a counter, but no one else had hidden theirs yet. Then Lynne went behind the counter and hid her bag there too, but she didn't see mine. Instead, she started babbling/shouting on and on about how it was the best hiding place. Brian, Claire, Sandy and I heard, but none of us went to find hers there. Setting: In a big store and a big mansion. Characters: I know Brian, Lynne, and Claire, but not very well. Sandy and Courtlyn are my really good friends. I can picture myself at a big store with them, but not with Brian, Lynne or Claire. Feelings and Thoughts: Happy, angry, worried. It was VERY weird. None of it (well, most of it) could never happen."
        }, 
        {
            "number": "362-01", 
            "head": "6th grader, 12/??/96", 
            "content": "I was at school. My parents had a jar with a rat. A lion started chasing my parents. I ran inside. Kids were happy and playing. I seemed to be stuck between two worlds: I saw my parents run to the car away from the lion and drive away. I was left alone in another world. Setting: At my old school. Characters: Mom - scared. Dad - scared. Me - scared. Kids - happy. Teachers - happy. Lion - hungry. Rat - asleep. Feelings and Thoughts: Sad, scared, worried. I was afraid of the lion, sad to be abandoned and worried for my parents."
        }, 
        {
            "number": "362-02", 
            "head": "6th grader, 01/17/97", 
            "content": "Everything in the house turned on, including the alarm. My stereo started to flip the CDs in the air, and my fish were glowing. Then I woke up for school. Setting: At home. Characters: My fish? - HYPER. Feelings and Thoughts: None. It was fairly strange."
        }, 
        {
            "number": "362-03", 
            "head": "6th grader, 01/21/97", 
            "content": "I was at a place where I always go camping. But now there was a building with sports equipment in it. Everybody was trying to swim up stream holding onto a log. Setting: Camping area with river. Characters: Swimming experts. Friend's dad. Feelings and Thoughts: Happy. When I woke up, I thought it was pretty silly to try to swim upstream holding onto a log."
        }, 
        {
            "number": "362-04", 
            "head": "6th grader, 01/25/97", 
            "content": "I don't remember all, but I was visiting an old people's home and there was one crazy lady that kept smiling at me through her window. I intended to jump stairs and go every other one but somehow I glided safely to the last. Suddenly on the top stair, I looked at the last stair and there was the crazy lady, dead, in knight's armor, smiling at me. Setting: In an old people's home. Characters: Old wrinkled crazy lady. ME - NORMAL! Feelings and Thoughts: Scared, neutral. I woke up feeling fairly strange."
        }, 
        {
            "number": "362-05", 
            "head": "6th grader, 01/23/97", 
            "content": "Mom is holding a jar with a mouse. Dad is with her. A lion chases them. I go inside where it is totally calm, at the JCC. There are teachers and kids. These are two different worlds. Setting: Jewish Community Center on Brotherhood Way. Characters: Mom - scared. Dad - scared. Me - dizzy, scared. Teacher - pleasant. Kids - happy. Lion - fierce. Feelings and Thoughts: Scared, worried. Recurrent dream. I felt deja vu because of the number of times I'd had it."
        }, 
        {
            "number": "363-01", 
            "head": "6th grader, 01/19/97", 
            "content": "Everyone gathered in the ballroom for seminars (which is strange, because usually we go to different places). For some reason the only seminar going on was what's on your mind. A few people would have to go out and collect trash and mud and weeds. I was one of the first people to go. When we came back we were in an outside ditch. Then I had to go out again and when I came back, this time we were in the ballroom again. My friend Jerry, well he kept running around and tapping everyone on the head. Setting: The ballroom, and outside in a ditch - someplace I've never been. Characters: Jerry, Devin, Courtlyn, Sophie, Sandy, Lynne, my best buds. Aviva - a girl I really don't like. Faceless teachers. Feelings and Thoughts: Happy, funny. It made me feel weird and happy - kind of airy."
        }, 
        {
            "number": "363-02", 
            "head": "6th grader, 01/23/97", 
            "content": "I was at my house and the phone range. I asked my mom why she wasn't answering. \"It's Becka's mom, she worries about the weather conditions. I don't feel like talking to her.\" Then a little while later, I was at this big dome house with a living room that had all glass windows so you could see out. There were a whole bunch of kids playing in the front yard. My mom was talking to her friend and I came out of nowhere. Then the phone rang. My mom didn't answer it. But she stood up and walked along the sidewalk. Then she threw her back out and I had to help her walk to nowhwere in specific. Then we came back. Setting: At my house, and some city street, and a big white dome house. Characters: My mom. Pat, my mom's friend. Kids I don't know. Becka's mom. Feelings and Thoughts: Happy, angry, sad, scared, worried. I think it was weird that Becka's mom called, because she had just called before I went to bed and my mom didn't answer."
        }, 
        {
            "number": "363-03", 
            "head": "6th grader, 01/24/97", 
            "content": "I went snowboarding with two of my friends and I was really good but really bad. I had no control, but I could do all the flips like 360 degrees. I could go upside down and land on my feet. There was this edge and I went upside down. Setting: Somewhere with snow - a ski slope. Characters: Two friends - I don't know who. Feelings and Thoughts: Happy. Cool, proud."
        }, 
        {
            "number": "363-04", 
            "head": "6th grader, 01/24/97", 
            "content": "I went shopping for new bell bottoms. I met this girl and we said like two things to each other. Then I saw a kid from my school pulling all the clothes off the shelves. The only bellbottoms I could find were ones my 10-year old cousin already had. Setting: Limited, Too (a store). Characters: Eleanor - rich person I don't like (?). My mom. Girl I don't know. Charlene: cousin. Feelings and Thoughts: Angry. Disappointed. This is a pretty much true story."
        }, 
        {
            "number": "363-05", 
            "head": "6th grader, 01/29/97", 
            "content": "I got out of bed, I did my usual morning thing. I went to school and immediately I was having recess on the bridge. Then my mom woke me up for the third time. Setting: Home, school. Characters: Mom, friends. Feelings and Thoughts: Happy. I have had it many times. I always have it when my mom wakes me up and I fall back asleep."
        }, 
        {
            "number": "363-06", 
            "head": "6th grader, 01/29/97", 
            "content": "I was sexually harassed by a boy I have gone out with once. I had been with my friends and having fun. Setting: Somewhere in the country. Characters: a freaky guy I knew. Friends. Feelings and Thoughts: Scared. That guy always freaked me out."
        }, 
        {
            "number": "363-07", 
            "head": "6th grader, 01/30/97", 
            "content": "I was eating some Chinese food and all of a sudden I realized it had red meat in it. But I kept on eating it. Setting: I don't know. Characters: No-name people, and my mom. Feelings and Thoughts: Confused. It was weird because I don't eat red meat."
        }, 
        {
            "number": "364-01", 
            "head": "6th grader, 12/09/96", 
            "content": "I was riding my pony when my horse trainer came up to me and said she'd bought me a horse. She showed me the horse. She showed me his tack and I got on him and jumped a six-foot high fence. My trainer told me she had entered me in a big horse show. I went to it and I won everything. Setting: At the barn I ride at. The barn was totally remodeled, though. Characters: A world-famous horseback rider who was my trainer, a chestnut pony, a dappled gray horse. Feelings and Thoughts: Happy. I was overjoyed that I was winning everything!"
        }, 
        {
            "number": "364-02", 
            "head": "6th grader, 01/22/96", 
            "content": "I was friends with a lady named Betty Smith that collected Teddy bears inher purse. I found drugs in it. She figured it out. I chased her with some of the teachers from my school. She turned into a cat when I told her I knew she was smuggling drugs cross-country. She was running at me. Setting: Different places: movie theater, school, freeway, hotel in Spain, San Francisco. Characters: Betty Smith - appears nice but is really dangerous. Teachers - worried. Godmother - worried. Feelings and Thoughts: Scared. It was a weird dream and sort of fun to have, even if I was scared."
        }, 
        {
            "number": "364-03", 
            "head": "6th grader, 01/24/97", 
            "content": "I was walking down the steps to a garden, talking to a little boy who was telling me he didn't have a horse, even though I knew he did. Somebody started chasing us, and this little man snapped his finger and a taxicab appeared in the driveway of the mansion. Me, the man and the boy drove away. Setting: Going down some steps to a garden, and in the driveway of a mansion. Characters: A boy, a little man, and a bigger man. I don't know any of them. Feelings and Thoughts: Confused. I think the dream was made up of things that had happened that day."
        }, 
        {
            "number": "365-01", 
            "head": "6th grader, 01/22/97", 
            "content": "We were getting ready for my brother's birthday party and we were going to watch a movie but the TV wasn't working properly. Setting: At my house. Characters: My brother, my dad, and me. My brother is almost 4. Feelings and Thoughts: Worried. I thought that maybe the birthday party wouldn't be much of a hit anymore."
        }, 
        {
            "number": "365-02", 
            "head": "6th grader, 01/22/97", 
            "content": "I was going to supervise a preschool sleep-over and my friend was going to come later in the day. I was there and this girl my age said that I needed a haircut. I said it's okay as long as you don't cut it too short. she cut my hair up to the middle of my ears in front, and left it long in back. Then she told me to braid the long strands and flip them over so they are in my face. It looked awful and I couldn't even do it right! Setting: At something similar to my brother's preschool. Characters: My friend, her mom, teachers, unidentifiable kids (except my brother), the girl my age, my parents, me. Feelings and Thoughts: Scared, worried, awkward. I think it had something to do with what my dad said, \"A new hairstyle would look nice on you.\" It seemed so real, I'm glad it's just a dream!"
        }, 
        {
            "number": "365-03", 
            "head": "6th grader, 01/23/97", 
            "content": "I was going to visit my old school. I was running late because my school started at 10:00 and it was already 10:05. My clock was an hour off, so I was really trying to hurry. Setting: In my room at my house. Characters: Me and my parents. Feelings and Thoughts: Worried. I didn't want to get a tardy slip on the day I visited."
        }, 
        {
            "number": "365-04", 
            "head": "6th grader, 01/24/97", 
            "content": "I had a dog, and it wasn't one of those dogs that was all over you, and I got it to somehow love me, and we were very close. Setting: Outside of my neighbor's house. Characters: The dog and me. The dog kind of looked like my grandpa's dog. Feelings and Thoughts: Happy, loving, loyal. The dream made me feel like I could understand animals completely, and I really like that. I wish the dream could come true, because I really want a dog."
        }, 
        {
            "number": "365-05", 
            "head": "6th grader, 01/27/97", 
            "content": "I was in the bathroom and I looked in the mirror and saw that half of my front tooth was chipped off and was sitting on my bottom tooth. I took off the broken part and went to my parents' room to show them. I wanted them to super-glue my tooth, but they didn't know how, so I had to go to school that way! Setting: In my house: bathroom and parents' room. Characters: Mom, Dad, grandma, me. Feelings and Thoughts: Scared, worried. I'm glad it was a dream because I'd DIE if that really happened."
        }, 
        {
            "number": "365-06", 
            "head": "6th grader, 01/28/97", 
            "content": "My brother and Katy were playing. Tayo comes in and says that Katy did something not nice. I finally got Katy to say sorry, and they were happy again. Then they went to my room and Katy was doing a headstand on my chair and she toppled over and Tayo caught her...and then I woke up. Setting: In the hall in my house, and then in my room. Characters: Katy (Tayo's little friend), Tayo, and me. Feelings and Thoughts: Angry. It's a little weird because I wasn't in that dream as much as I am in my other dreams."
        }, 
        {
            "number": "365-07", 
            "head": "6th grader, 01/29/97", 
            "content": "There was an ant and a giant. First, the giant died and reincarnated, then the ant. They both really missed each other. (This is something that I remember in vivid detail.) The ant was on the bench trying to make a statue of the giant, and some animal comes over and tells the ant where he could see this giant. Then the animal shows the ant to a pile of bones. Setting: A bench, and some unknown places. Characters: Ant, giant, townsfolk. Feelings and Thoughts: Sad, scared. It as really sad, and I've never had a dream like it before. I wonder what it could mean."
        }, 
        {
            "number": "365-08", 
            "head": "6th grader, 01/31/97", 
            "content": "I only remember a tiny bit of this big long dream. I washed my hair with this shampoo and it gave my hair a reddish tinge, and I liked the way it looked a lot. Some of my friends were in the dream. Setting: I don't remember. Characters: Me and some friends. Feelings and Thoughts: Happy. I washed my hair last night and I saw a friend of my mom's who had red streaked hair and it looked really pretty."
        }, 
        {
            "number": "365-09", 
            "head": "6th grader, 02/03/97", 
            "content": "A friend and I were watching a bunch of kids at a different house. It was difficult but fun. My brother was there too. Setting: I a house that doesn't really exist. Characters: Me, my friend, my brother, other unfamiliar kids. Feelings and Thoughts: Happy, stressed. I don't really remember the whole dream. It was weird."
        }, 
        {
            "number": "365-10", 
            "head": "6th grader, 02/05/97", 
            "content": "I dreamt I was in Japan with these other people. We were having chips. They were all laying out on the table. The dad got mad and threw away my bag, thinking it was nobody's. The people barely noticed me. Setting: In a restaurant that was similar to MacDonald's. Characters: Me, three unknown kids, a dad and a mom, and a waiter. Feelings and Thoughts: Confused. It didn't make sense at all. It was just a jumbled mess of my imagination."
        }, 
        {
            "number": "365-11", 
            "head": "6th grader, 02/07/97", 
            "content": "I was in France, but then again sometimes I was in my own back yard. Anyways, I was there when my old school was visiting there, and they were all really glad to see me. Setting: My backyard, but in France. Characters: Me, and all the sixth graders from my old school. Feelings and Thoughts: Happy, excited. I seem to be having a lot of dreams about visiting foreign places, and I wonder why."
        }, 
        {
            "number": "390-01", 
            "head": "6th grader, 02/04/97", 
            "content": "I was with Abby in a grocery market looking at all the M&Ms; mini commercials. Then Abby bought one and shared it with me. Setting: In a grocery market. Characters: Abby, a good friend of mine. Feelings and Thoughts: Happy. Very light. A good dream."
        }, 
        {
            "number": "390-02", 
            "head": "6th grader, 02/04/97", 
            "content": "My \"friends\" were writing a fake love-letter to me and I was watching them. They were in the 8th grade locker area and it looked kinda like my old school. Setting: In the 8th grade locker area. Characters: Nevena - a friend of mine; Chrissa - an old friend of mine; many others that I know but can't recognize. Feelings and Thoughts: Angry, sad. Unhappy."
        }, 
        {
            "number": "390-03", 
            "head": "6th grader, 02/06/97", 
            "content": "I was at a camp, and some hostile aliens came. They came and killed many people. I was kidnapped, and was sent to be the alien's slave on earth. The alien looked like a woman and she spoke English. Setting: In a grassy, hilly camp. Characters: Aliens, and one of my friends I saw yesterday. Feelings and Thoughts: Worried. I was a bit scared, but it didn't seem to be a scary dream."
        }, 
        {
            "number": "390-04", 
            "head": "6th grader, 02/07/96", 
            "content": "I climbed a mountain with leaves and grass to a shack with a lot of accessories outdoors. There, I saw a man I knew. Other part - I was looking into a big refrigerator and the rows of lights in the fridge went out. Then all the power went out. My mom was there. Setting: On a grassy, leafy hill, and in my house. Characters: A guy I know (no identification that I can remember). He looked like my dad. Also, my mom. Feelings and Thoughts: Neutral. The fridge was a day-residue from when I opened it yesterday and a lot of stuff came out."
        }, 
        {
            "number": "390-05", 
            "head": "6th grader, 02/10/97", 
            "content": "Bob, an enemy of mine, became my really good friend. He even kissed me on the cheek! Bob doesn't do any homework and always gets F's. I tried to talk to him about school work but he went away. The next thing I know I'm going out with a bunch of my friends to Hawaii. Abby is going too, but she is taking the Concorde plane instead of a regular one like all the rest of us. Setting: No immediate identification. Characters: Bob, Abby (group of people familiar - no immediate identification). Feelings and Thoughts: Neutral. This was a day residue from Bob and Abby."
        }, 
        {
            "number": "392-01", 
            "head": "6th grader, 02/20/97", 
            "content": "I was on a wagon going West with my family. My brother and I had our swim bags and we put them and the piece of wood underneath the wagon. Everyone had clipboards with pieces of paper on it and a pencil. Then we stopped at an amusement park and I wanted to go on the rollercoaster. I got in line and ended up in this old temple/pyramid thing. I did some religious thing with other people. I then got in a fight with laser beams with some other people. Then I went with my friend Cindy and my brother to a hair salon. I looked in the mirror and I had black lipstick on. The hairstylist told me to go into the changing room and put on a green robe-like thing. Cindy and I and my brother went into the changing room and got a robe and went into this weird dressing stall. We started to change into it when a lady came into the same stall and said, \"I'll only be a minute,\" and she started changing, too. On my way into the changing room I saw a jellybelly machine that was metal. It said, \"Take one only if you need it.\" In the dream, I remembered that Cindy had some jellybellies. I had brought them to swim team. Setting: Near Shasta Lake and in a hair salon. Characters: Parents - not my real ones. Sister - looked like Hodel from Fiddler on the Roof. Nice people at amusement parks. Cindy - my friend in true life, nice funny. Campbell - my real brother, nice. Lady in stall - weird. Feelings and Thoughts: Happy, scared. Scared in temple/pyramid. I thought it was a strange dream, but a lot of things that are in the dream reflect what happened not very long ago in the real world."
        }, 
        {
            "number": "392-02", 
            "head": "6th grader, 02/21/97", 
            "content": "There were lots of people and they were running really fast. I was really hot. I felt really weird and I was supposed to run. Then I woke up and I was hot and felt really weird. I was sick and when I'm sick i have really weird dreams. Setting: In my friend Susan's house. Characters: Runners? Feelings and Thoughts: Scared, hot. I didn't like it."
        }, 
        {
            "number": "392-03", 
            "head": "6th grader, 02/27/97", 
            "content": "My brother and I went into the family room to out huge new TV. We turned it on and it worked. We could hear sound! Setting: In my house. Characters: My brother - he was wearing purple sweatpants and a white shirt. Feelings and Thoughts: Happy, excited. In reality we just got a new TV, but the sound doesn't work."
        }, 
        {
            "number": "392-04", 
            "head": "6th grader, 02/27/97", 
            "content": "I went skiing with my family and I saw the boy I like. My brother Adam and I went snowboarding. We went on expert runs and I was really good. We went on a run that had a huge rock cliff and I almost went over it. Then I was scared. At the lodge, the boy was hugging me and stuff because I was his girlfriend. I was really happy. Then we had to leave and I said I'd see him soon. Setting: A ski resort. Characters: the boy a like, who's a nice, good snowboarder. My brother, nice, good snowboarder. I didn't know the other skiers and snowboarders. Feelings and Thoughts: Happy, scared. I liked it and hope it will come true."
        }
    ]
}