{
    "dreamer": "bay_area_girls_789", 
    "description": "Bay Area girls: Grades 7-9", 
    "dreams": [
        {
            "number": "401-01", 
            "head": "7th grader, 01/21/97", 
            "content": "I was sitting with some girlfriends on a grassy hill when all of a sudden a fire broke out and everyone was running. Then the fire disappeared and we all turned into cat people and went swimming in a pool of milk. Setting: A hill with a stage in the bottom. Characters: Friends: Chloe, Robin F., Leah, Robin L., Holly, etc. Everyone in the grade. Feelings and Thoughts: Happy, scared. I was scared when the fire broke out, then happy when we went swimming."
        }, 
        {
            "number": "401-02", 
            "head": "7th grader, 01/22/97", 
            "content": "I was with some school friends and we went to classes that were very weird. There was a religious class, a musical singing class and two others I can't remember. We were in the religious class even though one of my friends is Jewish and another is Catholic, and we were being rowdy and the nun sent us out of the class and we ran amok. Setting: At the lower school, but it was mixed in with the middle school. Characters: All of my schoolmates in the 7th grade. Feelings and Thoughts: Happy, worried, awkward. I thought that we would get in trouble but we didn't so we ran wild."
        }, 
        {
            "number": "401-03", 
            "head": "7th grader, 01/23/97", 
            "content": "I was walking down the street when a door appeared in front of me. I opened it and walked into a sky with clouds to walk on. Then there was a glowing as this beautiful necklace appeared. I put it on and it granted me wishes (like a kitten, and meeting some celebrities). Setting: On the sidewalk, then the sky, then back on earth. Characters: I was in my dream of course, and a kitten I wished for and some celebrities I wished to meet. Feelings and Thoughts: Happy, curious. I was happy all the way through, curious when I opened the door, and happy about the wishes."
        }, 
        {
            "number": "401-04", 
            "head": "7th grader, 01/24/97", 
            "content": "I was in a McDonalds and I was ordering a cheeseburger and I walked into the parking lot. All of a sudden I was on Star Trek Voyager getting beamed on. I stood there shocked, not knowing what to say. I looked at my hands. They were normal. I felt my face, also normal. I was then met by Captain Janeway and Ensign Kim. They took me to my quarters and I was very happy. A little later they beamed up my parents. Setting: At a McDonalds parking lot, then Star Trek Voyager. Characters: Mom, Dad, Captain Janeway, Ensign Kim, members of the voyager. Feelings and Thoughts: Happy, surprised. I was very surprised to be beamed aboard the Voyager, but I was happy to be there."
        }, 
        {
            "number": "401-05", 
            "head": "7th grader, 01/25/97", 
            "content": "I was in a 7-Eleven, and my father's friend Marie came in. She said to hurry. I bought my gum and ran to the car. Our house had storm shutters and a storm cellar. Dad had already gotten food, clothes and blankets, and we went into the cellar. The hurricane hit and we were safe, though we didn't have power for a while. They named it Hurricane Juno. Setting: At my father's house in a storm cellar that isn't there. Characters: My father and his friend Marie. Feelings and Thoughts: Scared, worried. I was really scared and worried, even though it wasn't a nightmare. I didn't know what would happen. I thought the house would be destroyed."
        }, 
        {
            "number": "401-06", 
            "head": "7th grader, 01/26/97", 
            "content": "I was entered in a beauty contest and I had gotten a wonderful dress, and shoes, and gloves...but my mom's and dad's cars were in the shop. I was panicked. I called up a family friend, Karen, and she and her daughters, Satahi and Amron, came right over. We zipped over to the rec center where the contest was being held. I won the contest and I won an all--expense--paid round trip to Hawaii, first class. Setting: At home and at the rec center. Characters: My mom, my dad, Karen (a family friend), and Karen's daughters Satahi and Amron. Feelings and Thoughts: Happy, worried. I didn't know what it meant. Maybe I am going to be in a beauty contest."
        }, 
        {
            "number": "401-07", 
            "head": "7th grader, 01/27/97", 
            "content": "I was with my mom and our car broke down, so mom called triple-A and towed our car. After that, it was a jumble of being in a somewhat Tom Sawyer neighborhood and being at school. Coming back with a babysitter, we waited for mom to pull up, and she did in a dark turquoise sportscar. Setting: At a Tom Sawyer neighborhood, at home, on the freeway, in the market parking lot. Characters: My mom, the blonde babysitter. Feelings and Thoughts: Happy, worried. It's pretty unclear what I feel."
        }, 
        {
            "number": "401-08", 
            "head": "7th grader, 01/28/97", 
            "content": "It is very, very hard to describe what happened. Well, in this dream, which is a nightmare, there is a big smooth piece of white satin and a corner in an alleyway filled with trash. I run back and forth to the satin then the trash, back and forth and back and forth. But in the middle of the piece of satin is a woman. It winds up being my mom and her bed because I jump out of bed and run back and forth (in real life, but I'm mostly asleep). Setting: In an alleyway and a big piece of satin with a woman on it. Characters: A woman, who turns out to be my mom when I wake up, who sits in the satin saying, \"It's okay, it's okay.\" Feelings and Thoughts: Scared. Once it's over it's pretty scary, but you laugh about it later."
        }, 
        {
            "number": "401-09", 
            "head": "7th grader, 01/29/97", 
            "content": "I was in my room when all of a sudden a man with a 12 foot long head jumped in, tucked me under his arm, and ran. I screamed and kicked him in the groin, and ran away screaming \"Help, help!\" He caught up but I tripped him and he fell into a bottomless pit. Setting: In my house and on the street. Characters: This guy who had a foot and a half long head and was really ugly. Feelings and Thoughts: Scared, triumphant. I thought that this one was weird and a little scary. I felt as though it was really happening."
        }, 
        {
            "number": "401-10", 
            "head": "7th grader, 01/30/97", 
            "content": "I was in a beautiful meadow when a popsicle appeared in front of me. I caught it and licked it - raspberry - and I was at a concert with this really cool (and cute) guy. I licked it again - strawberry - and I was in the meadow! Suddenly I started licking rapidly, going back and forth between the meadow and baseball games, dance clubs and parties, sporting events and all these other different places. Then I wished and licked and I was at the place I had wished for. Setting: In the meadow, and a lot of different places. Characters: Me and a bunch of people I didn't see very long. A cute guy. Feelings and Thoughts: Happy, worried. I think maybe it means I'm going to travel a lot. But I feel mainly dizzy."
        }, 
        {
            "number": "401-11", 
            "head": "7th grader, 01/31/97", 
            "content": "I was sitting in a restaurant when three men came in and started robbing the place. Everyone screamed and they shot one person. They lay on the floor, blood streaming out of them. I stood there and I didn't know what to do, so I started screaming and they tried to shoot me but bullets bounced off, and they were unarmed. People came and held them until the police came. Setting: In a restaurant, I forget what kind. Characters: Other people in the restaurant. The shot person was a white man. The robbers were also big white men. I don't know any of them. Feelings and Thoughts: Scared. I thought that the dream was very scary and it doesn't seem that scary until you've dreamed it."
        }, 
        {
            "number": "401-12", 
            "head": "7th grader, 02/01/97", 
            "content": "I was with this guy I had had a crush on for a long time. We were in school and then he pulled out a gun and grabbed me. Then his friend pulled out a gun and he grabbed my friend Robin L. (She's doing a journal too.) They took us to a house and tried to kiss us. We all of a sudden started doing all these self-defense moves and beat them up. Setting: At school and at that house. Characters: Robin L. is one of my friends in school, and there were also two guys from school so I knew them all. Feelings and Thoughts: Scared. I thought that this dream was very strange. I mean, why would a guy kidnap me from school?"
        }, 
        {
            "number": "401-13", 
            "head": "7th grader, 02/02/97", 
            "content": "I was at home when I answered the door. A person was there who said, \"Congratulations, you have won anything and everything you want forever.\" I fainted but when I came to, I started. I got all of the Barbie stuff I wanted, and all of the everything I wanted. I got my parents big houses and adopted lots of animals. I was very happy. Setting: At home, it lots of stores, and the humane society. Characters: A person at the door. Salesmen and women, mom, dad, friends, family. Feelings and Thoughts: Happy. I thought it was the best dream I ever had."
        }, 
        {
            "number": "401-14", 
            "head": "7th grader, 02/03/97", 
            "content": "I only remember that I was at this strange school and I was trying to get back to my friends and parents. They were having a pep rally and mom got made because I drank her coke. Setting: At a strange private school. Characters: Mom, some Asian girl, cheerleaders, and some uniformed students. Feelings and Thoughts: Lost. I thought this dream maybe meant I would go to a private high school."
        }, 
        {
            "number": "404-01", 
            "head": "7th grader, 11/18/96", 
            "content": "There was this really ugly tree and it was really smooth and slippery and I was staring at it, but this kid ran up to it and he was trying to climb it but he kept falling off. I was hurt and mad at the tree so I started yelling at it, but the boy still fell off - except now he fell into this huge pit, so I went to the pit to look for him and I fell in too. There was this huge doll that kept quoting Shakespeare and I couldn't find the boy. Setting: In this big grassy place. Characters: The boy and the huge doll. The boy kinda looked like Tom Sawyer, but it wasn't him. The doll was one of those porcelain dolls they advertise in TV guides, except it had a pink frilly dress on and it was a guy. Feelings and Thoughts: Angry, hate. I was angry at the doll and I hated the tree."
        }, 
        {
            "number": "404-02", 
            "head": "7th grader, 01/18/97", 
            "content": "First I was talking to my grandma, then we were trying to find a seat in this huge lecture hall. Then I sat down in the first row next to my cousin. Then this lady came with a tray and gave me a cup of orange juice and a cup of soda. I was holding both and I couldn't balance myself at all. I finally got the cups under my seat. Then I was kind of nowhere but my cousin was telling me her family was going with mine to the shopping center. Setting: A large lecture house (it kept getting bigger as curtains went up and revealed new stages). Characters: My grandma, my cousin Alice, a drink lady (no knowledge). Feelings and Thoughts: Angry, scared, worried. I thought it was pretty weird. It was typical of my cousin though, and grandma."
        }, 
        {
            "number": "414-01", 
            "head": "7th grader, 11/18/96", 
            "content": "Me, Irene and Anna were way up high on a boat mast and were about to parachute down. It was thousands of feet. Anna was looking over the edge and she fell all the way down into the water and died. We jumped after her but landed safely. Then we were all sad because Irene didn't have her best friend and we both liked Anna. Setting: It took place in the middle of a big body of water and on a tall boat. Characters: Anna, Irene, me. Anna and Irene go to my school. They're both 8th graders and both my friends. Feelings and Thoughts: Sad. I felt sad and very interested in the dream. But I also felt very very sad at the same time."
        }, 
        {
            "number": "414-02", 
            "head": "7th grader, 01/25/97", 
            "content": "We got an assignment at school and they handed it out to everyone. Later on, I saw knife stabbings in the wall all over. It was a big knife. Leticia was on the phone, and I was on the phone in the alley. Setting: In an alleyway and at school. Characters: A few classmates, and Leticia (a friend). Feelings and Thoughts: Happy, scared, worried. I felt happy to be with my friends but then I felt scared in the alley with the knife. I wanted to run."
        }, 
        {
            "number": "414-03", 
            "head": "7th grader, 01/26/97", 
            "content": "Well, me and a whole bunch of teenagers were in a circle at a park in the City. We were hangin' out, playin' football and, weird enough, smoking weed. I only took one or two puffs but it was crazy. I knew two people there. They were close friends but not my age: 17-18. Setting: In a park in the city of San Francisco. Characters: I knew some skater guys and two close friends of mine named Lily and Aaron were there. Otherwise there was just a bunch of teenagers. Feelings and Thoughts: Happy, worried. I was happy to be there and to be hanging out, but I was worried Lily would get mad at me for smoking weed."
        }, 
        {
            "number": "414-04", 
            "head": "7th grader, 01/27/97", 
            "content": "Me and Robin went on a date with these two 15 year old guys. They turned out to be jerks who just wanted to kiss us and stuff. Robin is a good friend of mine. In the dream, a car fell off the roof and Patty broke her leg. I never finished the dream and it was really weird cause I'm going out with an 8th grader now and I thought they were the same guys. Setting: At this humongous movie theater with couches for seats. Characters: Robin, a friend from school. Bill, also a friend. Patty, a first-grader. These two guys that seemed like brothers but they were weird. And Glenn, my friend. Feelings and Thoughts: Happy, angry. Happy at first to be on a date with a guy and we were holding hands. I was angry because on the second part he didn't sit next to me."
        }, 
        {
            "number": "414-05", 
            "head": "7th grader, 02/01/97", 
            "content": "Me and some school friends had a circus in my room but it was like real, because there was a huge swing that went round and round in my room. It was so high and scary. The people who came had these inventions in the back of their cars, but we never got to see them. Setting: It took place right in my room. Characters: Yes, I know them. Anna and Olive, two girls from school. A guy who's older but I play b-ball with him and some other people I don't know. Feelings and Thoughts: Happy, sad, scared. I was happy because it was a circus. I was scared because I thought the swing would hit the wall. I don't know why I was sad."
        }, 
        {
            "number": "414-06", 
            "head": "7th grader, 02/09/97", 
            "content": "Everybody was at My school and it was about 10:00. We were just chillin' at the upper courts in the dark. Me and Will were holding hands and walking together and it was so nice. Will took 6 little kids to some fort and I was pissed off that I couldn't be with him. Setting: It took place at My school. Characters: I knew all of them - they were my schoolmates and the main character was Will. Feelings and Thoughts: Happy. I was happy because I was with Will and he was being so sweet, like a gentleman."
        }, 
        {
            "number": "414-07", 
            "head": "7th grader, 02/08/97", 
            "content": "My school was invited to a dance at this school and first there was a really long line and then the school that was having the dance left and we started drawing on the walls and talking. This girl named Courtney was making out in the same room. Setting: At a big big school. Characters: Me, Robin, Steve, Courtney, Will, Patty. They are all friends from school. Steve is the head guy of the school. Feelings and Thoughts: Happy, sad. I was happy there was a dance, but I was angry that it was boring and I didn't get to make out with Will."
        }, 
        {
            "number": "414-08", 
            "head": "7th grader, 02/10/97", 
            "content": "I had a dream I was in a supermarket and I was the last in there. They were closing, so I was leaving and the store guy says, \"Just for your comfort we have Stottie Pippen and Tupac Shakur here.\" I played b-ball with Scottie Pippen and with Tupak, and I shook both their hands. Setting: In a supermarket, and in the next room a basketball court. Characters: Sharla, a teacher from school; my dad; Scottie Pippen, an NBA player; and the greatest rapper who is now dead, Tupak Shakur. Feelings and Thoughts: Happy. The whole dream was great and I was really excited all this happened."
        }, 
        {
            "number": "416-01", 
            "head": "7th grader, 11/18/96", 
            "content": "I was just hanging out near my locker, getting my stuff out, and had closed it. My perspective switched from birds-eye view to my POV right after this guy I liked, Neil, suddenly turned and embraced me. Then he walked away like nothing had happened. No one was left in the area but me. Setting: In front of locker #127 (my locker at the time) at the Middle School. Characters: Miscellaneous, oblivious students, and Neil (object of my affection at the time who is incredibly shy and withdrawn). Feelings and Thoughts: Happy. I was really happy that he hugged me, even though it was kind of pathetic, and I wondered what my friend Kolilei would say."
        }, 
        {
            "number": "416-02", 
            "head": "7th grader, 01/20/97", 
            "content": "I was staying with Patrick for the summer. It wasn't his house, though. It was way out in the middle of nowhere, and his parents weren't around. He could drive (he backed out of the driveway at 50 mph), but we both rode mountain bikes to some dimly lit store where he wanted to buy a wooden model airplane. It was a long dream, but in most of it I seemed to be changing clothes. I would just get out of bed and change from sleepwear to normal clothes, or vice versa. I had a broken leg. Setting: At some old house that I've never seen, but that I thought of as Patrick's, and at a dim store. Characters: Patrick, my 15-year old cousin, lives in a small town in Missouri. He wrestles, plays in the marching band, and has a broken leg. His leg was broken in a wrestling match when the other guy didn't stop when the referee blew the whistle. Feelings and Thoughts: Happy, neutral. I don't know why so much was unreal. I think \"middle of nowhere\" came from something I was reading. I was embarrassed about changing in front of my friend yesterday. I rode bikes with a friend yesterday. Also, yesterday I thought about driving for a while. It was a very long dream."
        }, 
        {
            "number": "416-03", 
            "head": "7th grader, 01/20/97", 
            "content": "It's hard to recall now. I was with a friend, and we were walking around an unknown city. People kept asking me \"what I was wearing,\" and Charla walked up to me and asked where I had gotten my CDs. One was Fugees. My friend and I kept passing this movie theater, and I knew it was a dream because I couldn't read anything. A bunch of people walked out because the animated characters moved throughout the building. I saw this incredibly good-looking guy with a silver, a gold and a blue lip stud. He went inside, but my friend said he'd meet me behind the gold curtain. When I went there, there were naked people changing. The guy at the counter said I had a phone call, but we got disconnected. Setting: A strange city, and mostly in and around a movie theater. Characters: I think the friend was Leah, one of my classmates. Carla is my music/drama/dance teacher. I don't know the cute guy, but he was older, 15 or 16. Feelings and Thoughts: Happy, sad, popular and confident. The curtains were the same colors as the studs. Last night, I was online and someone sent me a message saying they lived in Foster City and were interested in me, but we got disconnected. My friend and I talked about lip pierces yesterday. Also, both in the dream and yesterday, my friend was pressuring me to tell this guy I really like him."
        }, 
        {
            "number": "416-04", 
            "head": "7th grader, 01/23/97", 
            "content": "I can't remember it very well. A woman came to the school and talked to us about the effects of poverty on daily life. I remember her showing us how people brush their teeth without toothpaste. Setting: I think it took place in the communications center and classroom 1 of My school Middle School. Characters: My classmates (the 7th graders) were all in my dream, and a woman I don't know. She was about 40-something and had brown hair. Feelings and Thoughts: Sad, worried. Yesterday, we watched a documentary on homeless kids. My mom has been looking for work for five years and we've been low on money ($30 in the bank) for a while."
        }, 
        {
            "number": "418-01", 
            "head": "7th grader, 11/18/96", 
            "content": "My friends and I went to this cabin every summer on a train, but the train was bombed so we couldn't get home. We had to repair this old train to get us home. We had a big fight about what color to make it and two of my friends left us. We later found them dead because they had starved in the snow. Setting: At a cabin in the woods. Characters: Five of my friends, two boys and three girls, and me. One of them I haven't seen in two years. Not all of them were even my very good friends. Feelings and Thoughts: Sad, scared, worried. I was scared and worried we wouldn't get home, and sad when we found both of the girls dead because of an argument."
        }, 
        {
            "number": "418-02", 
            "head": "7th grader, 01/17/97", 
            "content": "All I can remember is a piece of paper. I think in the dream I was taking notes in a class. I was bored and doodling this picture on the paper. The paper looked like an eye. Setting: A classroom. Characters: I can't remember any. Feelings and Thoughts: Can't remember. I wish I could remember more. I know more happened."
        }, 
        {
            "number": "418-03", 
            "head": "7th grader, 01/18/96", 
            "content": "I was at summer camp and there were all these duffle bags supposedly full of artifacts from hundreds of years ago, and we had to break into the bags. There was tons of cash inside. Then people started getting this disease where they would fall asleep with their eyes open, then they died. One group of kids was trying to figure out how to make Coca-Cola out of water and dirt, and my group was trying to figure out how to cure the disease. I don't remember whether we succeeded. Setting: It was summer camp but it was set at my school. Characters: Patty is my friend from school. She died. The counselors were all counselors from my summer camp. The rest of the kids I didn't know. Feelings and Thoughts: Happy, worried. It wasn't a particularly enjoyable dream, but what's weird is it wasn't like a scary dream because of the disease. It was still kind of playful."
        }, 
        {
            "number": "418-04", 
            "head": "7th grader, 01/20/97", 
            "content": "For some reason this girl and her family was living in our house with us. I hated her and we fought all the time. We were screaming at each other and she came up with a pair of scissors and cut a huge chunk of my hair right up to the scalp. I was crying but I couldn't do anything about it. Setting: At my house. Characters: This girl and I just never got along. I don't know why. She was in my house, but I hated her. She was the only character. Feelings and Thoughts: Angry, hate. I'm trying to grow out my hair so I know why I felt so mad and helpless. I would kill her if it really happened."
        }, 
        {
            "number": "424-01", 
            "head": "7th grader, 11/18/96", 
            "content": "I'm in a sort of candy-land and everything is mainly red and white like those peppermint things. There's a big mushroom-shaped thing that looks like a peppermint candy, and it's boinging like a trampoline. Whenever I jumped on it I would be suspended in place and a soda would appear in one hand and some candy in another. Then I'd drop back down to the ground and play in candy land! Setting: Candy Land! Characters: I was all alone. Feelings and Thoughts: Happy. I loved it! After I woke up I really wanted to get back into it but I couldn't."
        }, 
        {
            "number": "424-02", 
            "head": "7th grader, 01/21/97", 
            "content": "All I remember was coming out of some building with Haley and seeing this hella cool car (some little cute red sports car) and then my mom gets out. My friend and I were like, \"Oh, my god!\" and I asked my mom \"Where'd you get that car?\" and she goes, \"On 19th and Sutter. I couldn't find our car so I took this one.\" So my friend and I said \"cool\" and jumped into the car. Then I woke up. Setting: Somewhere like San Francisco. It was outside with a lot of cars on the sidewalk. Characters: Haley is one of my best friends. My mom is my mom, but she would never do something like that. Feelings and Thoughts: Happy. Wow! It was weird cuz my mom or I wouldn't act like that, but Haley might have."
        }, 
        {
            "number": "424-03", 
            "head": "7th grader, 01/22/97", 
            "content": "All I remember is that I was in this nice big old medieval castle, with stone walls and everything, and I was having a really nice big feast. I also remember something briefly about a pig. Setting: In a castle. Characters: Pigs. I really like them. Feelings and Thoughts: Happy. Well, I love food and pigs."
        }, 
        {
            "number": "424-04", 
            "head": "7th grader, 01/25/97", 
            "content": "I was at my friend Arlie's house and her mom suggested that we take their dog for a walk. I know that Joey lived down the street and we might see him. So I convinced her to go with me. We were heading out the door with her dog, when all of a sudden these grownups (maybe friends of her parents) showed up and Arlie's parents and them decided to come with us. We were trying to get away from them so we wouldn't be seen together. Finally, all the adults except one who had a little two year old girl. When we got to Joey's house, we noticed that we were wearing our ugly My school sweats and T shirts (which are from our school that we have to wear every morning and on trips sometimes - when Arlie and I went on a school \"midyear retreat\" and we had to wear our school clothes it was really embarrassing). This is especially embarrassing but we realized it didn't matter because Joey wasn't there. Also, I forgot earlier, there were two fine guys walking around who we saw and briefly talked to. I don't remember what we said. Setting: On Arlie's street and in her house, then at Joey's. Characters: Joey - I have the biggest crush on him that I've had for about six months, but I only see him every Tuesday for about two hours. He's in my religion class. Arlie's just my good friend. (Yesterday when Arlie and I went shopping at the mall, her two parents came with us which was really embarrassing.) Feelings and Thoughts: Happy, worried, embarrassed. The embarrassing parts about clothes and adults was sort of reliving yesterday, and I always beg Arlie to walk down to Joey's house with me because I love him so much."
        }, 
        {
            "number": "426-01", 
            "head": "7th grader, 01/18/97", 
            "content": "We're in like a little card room eating a deep dish pizza (my favorite). The room is totally green except for one brown table. All of a sudden I was in New York walking down 5th Ave. with my mom. She put me on a bench and told me something like, \"Stay here and watch out.\" She told me she was going to go get a pizza from my favorite pizza place in New York. So I waited. Wow, now that I think back, I was standing up the whole time because there was no benches available. Anyway, so I finally see a bench and there is a man sitting there. I sit down and he gets so hyper and is jumping everywhere, he says my name and then I somehow knew it was an uncle I don't usually see who we talked a lot about at dinner last night. So we were so happy. Then my mom arrived and said, \"Uncle B.!\" then I don't remember anything else. Setting: In a green room, and in New York, my favorite place. I always want to go. It was on 5th Ave. near a bench. Characters: My mom, my sister, and my uncle who I never see (and over dinner last night we talked a lot about him). Feelings and Thoughts: Happy, relaxed, bored. I was pretty relaxed, but happy that I was going to get my favorite pizza from my favorite place in New York, but I was bored while I was waiting, too. The weird thing is my uncle. We talked about him last night but I never see him. When I woke up the first thing I thought was \"am I late for school?\" Then I realized it was a Saturday! The dream seemed so long and had so much action in it."
        }, 
        {
            "number": "426-02", 
            "head": "7th grader, 01/19/97", 
            "content": "I was at the movies with Bill (a classmate) and then we got in some kind of a quarrel and he left. Then P. (I love him!) walked in and said, \"Why are you here alone?\" I replied, \"Because my date left.\" Then he sat down next to me and we watched the movie together. Setting: At a movie theater that is pretty close to my house. Characters: Bill, a classmate who used to like me, but I have always hated. P., my best friend's cousin who I really love. Feelings and Thoughts: Happy, joy, excited. Well, I was so extremely overjoyed when he showed, considering I like him. The weird thing is we're going to the movies on Monday. But I was so relaxed in the dream, not tense, just excited and happy. When I woke up I felt very refreshed and revived."
        }, 
        {
            "number": "426-03", 
            "head": "7th grader, 01/20/97", 
            "content": "I was at some kind of flea market that had a bunch of really cool jewelry shops, and it had a calendar shop. So then my mom introduces me to this lady, a very strange looking lady. After the lady goes to one of the shops, my mom whispers to my grandma that she is a rapist. I heard that and was scared. So I look around at one jewelry shop when I have to go to the bathroom. The strange lady came by and I told her I had to go. She said, \"I'll take you,\" and grinned at me. I screamed for my grandma and when she came I said to both of them, \"Will you both take me?\" because I didn't want to be alone with the lady. My grandma told me she would be delighted to take me to the bathroom. The bathroom is all set up like a stable and I go in one of the stalls. Then my grandma said she had to leave and I was going to have to walk alone with this lady. When I get into the stall, it's not a stall. There's a rodeo going on. My friend Diana was there and I asked her if she could walk me back, but she couldn't. All of a sudden I remember it's my dad's birthday, so I leave the rodeo and the strange lady tugged me around and I started yelling. Then I woke up. Setting: In a flea market in some kind of cowboy place. Characters: My mom, my really nice grandma, and a strange lady who wore these really big dark sunglasses, and she was always staring into your eyes. Diana, a classmate. Feelings and Thoughts: Scared, worried. I was worried I was going to get raped or something and then I was scared when I was alone with the lady. When I woke up I was very nervous and shaky."
        }, 
        {
            "number": "426-04", 
            "head": "7th grader, 01/21/97", 
            "content": "I was in Nintendo 64's Mario Brothers gameland, and this big baracuda was chasing me around a sunken ship. I was swimming as fast as I could. It was really strange and fast. Setting: Nintendo 64, one of the levels I played that night. Characters: It was me and this big like 30--foot long red and black baracuda. Feelings and Thoughts: Scared, worried. I was really scared and frantic and nervous that I was going to get eaten. The weird thing is that night I had played the level I had my dream in."
        }, 
        {
            "number": "426-05", 
            "head": "7th grader, 01/23/97", 
            "content": "I was watching 90210, and one girl was mad at the other and she was sending vicious notes to the other. Then all of a sudden I was in this room and there was this huge open door leading into an eating room, like a summer camp type eating room. In the room I was in there were letters on the wall like the ones on 90210, which was strange. Anyway, I got into the eating room and I see P. At the same time we both made that signal with our index fingers to come to each other and mouthed the words, \"yeah, we're not shy.\" Then we walked towards each other. My mom then woke me up. Setting: Two rooms, one like a camp eating room, the other a plain old carpeted room. Characters: Shannen Doherty, Tori Spelling from 90210 (big brats), and P., who I luv, but we're usually both shy around each other. Feelings and Thoughts: Happy, relaxed. It was a nice dream, very joyable. Every dream I have with P. just makes me happy...and usually we're shy around each other and we weren't which was good!!"
        }, 
        {
            "number": "426-06", 
            "content": "(7th grader, 01/25/97)(Well, by now you probably get the point about P....) Anyway, I was in 8th grade and I was beautiful and popular and P. asked me out to the prom, so of course I said YES!! Then the next day a really cute guy comes to school named JC, and then he asks me to the prom so I said YES!! Then I realized I said Yes to both and they were both so cute and nice, they both were singing my favorite songs. It was a major dilemma...which one...I called my friend and asked her which one and she just hung up on me and then I woke up!! Setting: At some middle school, a public one, I don't know what city or anything. Characters: P., a boy I LOVE!! Then JC, a new guy at the school, my height, sweet, nice. Feelings and Thoughts: Happy, confused, in love, joyous. I loved it. Two cute guys asked me out. The weirdest thing is at a party a guy named Jeremy I met, I fell in love with him, and I found out he liked me. It was almost like my dream predicted it. Good dream! (Except for end.)"
        }, 
        {
            "number": "426-07", 
            "head": "7th grader, 01/26/97", 
            "content": "I was skiing alone at Badger Pass in Yosemite and everyone just disappeared, no one was there. I was alone and I felt lost, I got scared cause it started snowing, then a blizzard came and I started making a dome out of snow to keep me warm, but it didn't work. A big wind came and I felt my toes freezing (and then I woke up with a big jerk and I was sweating). Setting: In the cold snow, Badger Pass ski slopes in Yosemite. Characters: Only me, alone. Feelings and Thoughts: Scared, worried, cold. It was a very frightening dream, it was almost a death dream, trying to tell me my fate or something. My science teacher taught us how to make an Ice Dome, and in my dream it didn't work, which was terrible. And I totally woke up sweating!"
        }, 
        {
            "number": "426-08", 
            "head": "7th grader, 01/28/97", 
            "content": "I remember very little, but I was at the county fair and there were hella fine guys and they were both staring at me and I had to pick one... Setting: Near the entrance of the County Fair. Characters: Two beautiful guys, just beautiful, my height, my kinda clothes, FINE! Feelings and Thoughts: Happy, excited! I was so incredibly happy that there was such fine guys. A co-inkydink, as my friends and I were talking about the County Fair at school that day."
        }, 
        {
            "number": "426-09", 
            "head": "7th grader, 01/29/97", 
            "content": "I walked into school and everyone was in a circle (all the kids) and no one would let me in. They just ignored me. Even my best friend ignored me. I was left alone. I ran up to the bathroom and started crying. When I asked my best friend whats up, she just said, \"Go away, I don't like you.\" Setting: At school, being specific, the bathroom and studio 1. Characters: All my classmates, my best friend. They all had snotty mean looks on their faces. Feelings and Thoughts: Angry, sad, mad, frustrated. I was very upset and angry. Everyone was mad at me. I didn't know why. It was just awful. No one would talk to me."
        }, 
        {
            "number": "426-10", 
            "head": "7th grader, 01/31/97", 
            "content": "I was in my room making outfits any everything, with some guy helping me, and the next thing I know I was in my yard at 9:00 a.m. drowning in the rain with my best friend. A car went by and my friend said that was her mom, so we better get inside and get ready to go. She started really shivering so I said fine. We tried to grab all the paper. She ran inside with a bunch of scraps of paper, well I tried to get the rest. Then my mom and dad pulled in so I ran inside and my sisters were on the couch and we started talking. Then I noticed there was muddy paw prints from my dog going up the stairs. So I thought I have to go clean it. Setting: At my house, and outside in my driveway at 9:00 in the rain. Characters: Some guy who was helping me with outfits, white, nice, I think he was my cousin. Then my best friend and me and my two sisters. Feelings and Thoughts: Happy, I guess. Regular. It was very bizarre. I mean out in the rain with scraps of paper? It was so strange and it seemed so regular in the dream. It was just an out-there kind of dream."
        }, 
        {
            "number": "426-11", 
            "head": "7th grader, 02/01/97", 
            "content": "I was at a mall and there was a group of kids. One girl and a bunch of guys surrounding her. I was in a jumper outfit (I hate jumpers) and I had this huge ball which I kept throwing in the air and I would go after it and fall over (I was a klutz). Then my sister came along and we skipped around. Then I was at this hotel in the woods and I walk around the side and it looks like our patio, except enlarged. There's a bench overlooking a creek. There's a full moon and my swim coach is on the bench whistling (he always whistles). That's all I remember. Setting: First at an outdoor mall like in Nebraska or something. Then a hotel or something with a patio and a creek. Characters: This popular pretty white girl, four guys, and me - a girly klutz. Also my swim coach, a 70 year old guy. Feelings and Thoughts: Happy yet stupid, pitiful, dorkish. I was such a klutz and a baby. My coach whistling on like my back porch in the middle of nowhere. It was another bizarre dream."
        }, 
        {
            "number": "429-01", 
            "head": "7th grader, 11/18/96", 
            "content": "I was sitting on my bed and I looked up and saw a centaur. It fit the description of \"Chem\" in the Nords of Zanth by Peirs Anthony. On her back rode a women (sic) with green hair. They told me to get on the centaur's back and go with them. I did and we left. We ended up at a house in S.F. They told me to go knock on the door. I did and the person who opened it was my current crush. Setting: My house, and S.F. Characters: My crush, and 7th grade boy. A female centaur, very developed. Women - green hair and green eyes - looked like \"Irean\" from the Zanth novels by Piers Anthony. Feelings and Thoughts: Happy, surprised. Quite happy and surprised."
        }, 
        {
            "number": "429-02", 
            "head": "7th grader, 01/24/97", 
            "content": "I was at My school and my friends told me that the guy I have a crush on was there. So I went outside to see him. He was there with some of his friends. They were in his car. They all got out when they saw me. He was leaning on the front driver's side door. He looked at me and said, \"Look at my new car.\" It looked like a 'vette, but it wasn't. He had left his window open and a weird guy (a person I don't know) jumped through the window and tried to steal the car. But I jumped through the car window and landed in the front passenger's side. I tried to stop him but he kept going. Then I managed to take the keys. I turned around the car and and to the weird guy's home. Then I drove to my crushes house and parked the car. His front door was open so I went in. His house was lit with candles. I saw him sitting in a chair sleeping. Then I woke up. Setting: my hometown. (School, car, boy's house.) Characters: Andrei - a guy I have liked for 5 years. He is almost 17. Friends - my \"big sib\" Liz. Leah - best friend. Robin F. - best friend. Feelings and Thoughts: Happy, hopeful. I felt happy and hopeful that me and Andrei would get together. I made a connection to the following day. Andrei came to My school and Milton didn't tell me. I told Liz to tell me if ever she saw him here, so Liz told me in my dream and I went out to talk to him."
        }, 
        {
            "number": "429-03", 
            "head": "7th grader, 01/25/97", 
            "content": "I was talking to this girl I have never met before, and Leah comes up and yells the fire drill at us, and we all run up to the upper parking lot at My school. When we get there no one else is there. So we look at Leah, but she's not Leah anymore, she is a snake. She chases us up a tree where we get stuck. Then I woke up. Setting: My school. Characters: Leah is my good friend but we have been having some fights lately. Feelings and Thoughts: Angry, scared. It sort of tells what's been happening in my life. I'm getting farther away from my friends."
        }, 
        {
            "number": "429-04", 
            "content": "(7th grader, 01/32/97)(sic). In my dream, I woke up and took a shower, made my lunch and ate breakfast. Then my brother told me that I was going with mom and that I could sleep in late. I woke up. Setting: My house. Characters: My older brother. Feelings and Thoughts: Tired. It made me get up late because it was so real I thought I was going with my mother."
        }, 
        {
            "number": "429-05", 
            "head": "7th grader, 02/01/97", 
            "content": "I turned into a mouse and was being chased by a cat. The cat was a big cat, it slowed down and swallowed me. I went down it's throat like I go down slides. I ended up in a green house with lots of honeysuckles. Setting: Outside, in a cat's throat, and in a greenhouse. Characters: Cat. Never seen it in life. Feelings and Thoughts: Scared, worried. I was very scared."
        }, 
        {
            "number": "429-06", 
            "head": "7th grader, 02/03/97", 
            "content": "I died and went to heaven. I died in a car crash and I floated up to heaven. I saw my dogs up there and looked down on the world. I met John Lennon and Elvis, and they played me a song. Setting: Heaven. Characters: John Lennon, Elvis, my dogs. Feelings and Thoughts: Happy. I think it's cool."
        }, 
        {
            "number": "429-07", 
            "head": "7th grader, 02/03/97", 
            "content": "I was at Great America and I was on the Drop Zone and the breaks failed. We all went into the ground. I separated from my body and watched myself get taken to the hospital. I woke up with a headache and was wondering where my room went. My cat baked cookies for me. They had pot in them so I got high. The nurse found me stoned, wandering around the kitchen eating kumquats. Setting: Great America, a hospital, and my kitchen. Characters: Nurse: she is my brother's first girlfriend. Feelings and Thoughts: Happy, scared, worried. I was kind of in control so I really liked it."
        }, 
        {
            "number": "429-08", 
            "head": "7th grader, 02/04/97", 
            "content": "I was a big fish and I was swimming through the air and I fell through a hole in a tree. I fell down to an underground river where a man with a big nose was saying, \"Moo, Oh how I love you.\" And he was saying this to a cat sitting on a pedestal. Then I woke up. Setting: I have no idea. I was in a place I'd never seen before. Characters: Cat: big white angora with purple stripes. Man: never seen him in my life. Feelings and Thoughts: Happy, worried. It was one of my many weird dreams but it doesn't surprise me."
        }, 
        {
            "number": "430-01", 
            "head": "7th grader, 11/18/96", 
            "content": "I was with my advisor (who is male) and we had just gotten back from a play/movie (I don't remember) and were in the Mark Antony Hotel (we stayed there in early October when the 7th and 8th grade went to Ashland, Oregon), and we had been discussing the way I present myself sexually, and how that makes others feel. Then we both got into bed (the same bed), and cuddled, like he might do with someone his age, and I am unclear if anything sexual happened after that, but if it did I remember he didn't think it was a big deal, and I was worried about what other people would think. But he made me feel relaxed. My brother was in the dream at the end. Setting: Mostly in the Mark Antony Hotel, in a room I recognized as one I had stayed in before. Characters: My advisor (I will leave out his name), who acted laid-back, and relaxed like he always is in real life. I think my brother appeared in the very end. He is 10, short, and looked like himself. I was also in it and for the most part I saw the dream through my eyes, though part of it I could see from 3rd person (perspective). Feelings and Thoughts: Worried. Unsure about what I was doing, worried that other people would think I'm weird for sleeping with my advisor, relaxed because he though it was okay, uncomfortable because I'd never done it before, friendship and respect because my advisor is my friend and I have respect for him, I guess. (I've made it sound like it was awful, but it was really a nice dream and I enjoyed it.)"
        }, 
        {
            "number": "430-02", 
            "head": "7th grader, 01/17/97", 
            "content": "I drove in my friend Chloe's car and her mom dropped us off on some unrecognizable road. Chloe, another friend, and I played on the street for a while, then rollerbladed (or maybe ice skated) to like a movie theater/bar/disco. The movie playing was a horror movie. As I left walked through the bar into the disco. Chloe and Robin eventually joined me, then Chloe's mom picked us up again, and dropped us off at the road we'd started on. We then discovered that one of the houses on the block belonged to our principal. Then we stole a bottle of Peach Nectarine sparkling juice that was outside his house, drank most of it...I can't remember past there... Setting: First on a suburban road I didn't recognize, then in a movie theater, a bar, and a disco. Characters: My friend Chloe, my friend Robin, Chloe's mom, and maybe my principal, though I'm not sue he actually made an appearance; oh, yes, and a guy named Atum who appeared very briefly. Feelings and Thoughts: I don't remember. I think it's a little odd that we were stealing sparkling juice from the principal, but it doesn't surprise me that we were trying to be stupid and rebellious."
        }, 
        {
            "number": "430-03", 
            "head": "7th grader, 01/18/97", 
            "content": "Most of the dream I can't remember. I think I had been on a camping trip, and on the way back we stopped in something like the Star Dome; I lifted up the flap of this big rubber star shaped thing, and inside I saw what I thought were three bats. When I got out, I think I remember being back on the camping trip, in a place similar to a camp site we stayed aton a camping trip I took with my dad. Now, everything after that is a blur, but I seem to remember some man (who I think represented my father, though didn't look quite like him) being shot, and as some police man dragged him off he handed me a strawberry smoothie. I also remember meeting with the 7-8th girls, but I don't know where or why. Setting: Inside something that was star-shaped, and made of rubber, blown up like a balloon; some parking lot, unrecognizable. Characters: There were three bats with red eyes; I think my friend Chloe got in there (she went camping with us this summer); some man who I think represented my dad; the My school 7th-8th girls. Feelings and Thoughts: Scared, shocked. Bats and camping are a little weird, but I think seeing my father shot (which probably came from some movie I watched) is a little disturbing. What could it symbolize? Nothing, I hope."
        }, 
        {
            "number": "430-04", 
            "head": "7th grader, 01/20/97", 
            "content": "All I remember is being a caterpillar (I think I was male, because I remember coming \"home from work\" and finding my wife already there). We were in a cherry tree. The first dream I can only remember hugging a fairly young boy, and his two older brothers saying something along the lines of \"Don't become too attached.\" The dream after (before the caterpillars) I as in the Nature Company store, or maybe a science museum gift shop. Setting: In a cherry tree; I don't remember the next one; in a museum gift shop. Characters: My caterpillar wife; a boy of about 10; his older brothers of about 16-17 (I recognized none of them). I think I saw Anna (an 8th grade girl at My school). Feelings and Thoughts: Happy, surprised. The dream I wrote down second is the one that interests me the most. I know there was more to it, and it was a lot more complicated, but my mind just moved on to the caterpillar home."
        }, 
        {
            "number": "570-01", 
            "head": "8th grader, 01/22/97", 
            "content": "I dreamt I was lying in the snow in Alaska and was having seizures and nobody was coming to help me. That's because I realized in my dream that I was actually in my bed. In my dream, I was dreaming. (In real life, when I woke up, I found I had a fever of 102 degrees and was chilled. I was having violent convulsions and my throat was dry from coughing. My head was bleeding because I hit my head on the bedside table during one of my convulsions. Nobody had come to help me.) Setting: In my bed, in my home. Characters: It was only me. Feelings and Thoughts: Scared, worried, sick, alone. I have no idea where it came from, but I think my mind was just reacting to my body movements in my sleep."
        }, 
        {
            "number": "570-02", 
            "head": "8th grader, 01/22/97", 
            "content": "I was lying on my bed in my room, but everything in my room was on fire. I couldn't get my covers off me and my vision started to blur. I saw my great-grandmother coming through the fire to get to me and take me up to Heaven with her. I walked to the door where she was. Then I was whizzing through a tunnel with her while a golden light was pulling us on. I loved it. (Real: when I woke up my mom was shaking me and she said that I hadn't been breathing and she couldn't find a pulse on me.) Setting: First in my bed, then through a gray tunnel that was really windy. Characters: My great-grandmother was in my dream to take me to Heaven. Feelings and Thoughts: Happy when I saw my great-grandmother; scared my room was on fire; relaxed & excited in the tunnel. I think I might have had a \"near-death\" experience. When I woke up I wanted to go back to the golden light and my great grandmother. I have always wanted to meet her and I finally got to. But now that I think about it, I almost died. This strengthens my faith in God even more, because now I know that he wants me to live even just a little while longer. My fever was 105 degrees when I woke up."
        }, 
        {
            "number": "570-03", 
            "head": "8th grader, 01/23/97", 
            "content": "I had just spent the night over at my best friend's house and we were waking up on a gorgeous spring morning. She had to go to school, but I didn't, so I wanted to go with her. She lives less than a block away from her school, and I was jealous that she could wake up at 7:30 and make it to school by 8. I was shaving my legs with her electric razor and then we went into her back yard and went swimming in the cool water. Setting: At my friend's house. Characters: My best friend. Feelings and Thoughts: Happy, relaxed, refreshed. I think I want all this rain to stop and I want it to be spring. I LOVE spring!"
        }, 
        {
            "number": "570-04", 
            "head": "8th grader, 01/24/97", 
            "content": "It was like watching a cartoon show. There was this guy and he left home & met a girl, but she didn't like him all that much. He was pretty stupid. Back home his little sis (about 5 years old) & his parents are watching a movie. The parents were sitting on her to keep her quiet. All I saw was their butts and her head & shoulders. She was squirming and when she finally got her head out she yelled something like \"(brother's name) got out of the house and is running around with a girl!\" Then back to the girl & guy. They suddenly had a fat guy friend with them. They did some stuff, but all I remember is a scene with the guy on a pay phone in a hotel with the other two standing around. The girl got mad and walked away. The guy dropped the phone and followed. There was more but I don't remember it. Setting: All different places, but I didn't recognize them. Characters: I don't know any of the people. Feelings and Thoughts: ? It was weird. I've never dreamed a cartoon. I wasn't even in it!"
        }, 
        {
            "number": "573-01", 
            "head": "8th grader, 01/23/97", 
            "content": "I was going to fence someone but all of the swords didn't have long blades. I asked some buy to fence and he turned out to be my friend's brother. We were talking and he told me he was taking calculus XZ. Then he smiled at me and I think I liked him. He said two nice things to me and said something about the difference in our age. Then he said, \"You aren't using my sister to get to me?\" I said no and he said, \"I don't want my sister to get hurt.\" Before that, we were at camp and assigned to jobs before the feast. I went downstairs to this beach; someone was telling me about how people died in a volcano here. It reminded me of Mt. Vesuvius. Then me & Jeanette went down a dark road in a car to go grocery shopping even though it wasn't my job. Then I went down stairs to the boys school where my old crush R. went to school. I was looking for him but I couldn't find him. Setting: At camp, at a beach, in Woodside, at an all-boys school. Characters: Frank & R. Both were ex-crushes I had decided that I didn't like any more the night I had the dream. The two girls are my friends. I didn't know who the other person was. Frank looked different than he normally does. I met him like I met my current crush, Eli. Feelings and Thoughts: Anxious, in love, happy, sad. I woke up thinking Frank loved me until I remembered it was only a dream. I was scared when the person told me the people had died in the year 226."
        }, 
        {
            "number": "573-02", 
            "head": "8th grader, 01/24/97", 
            "content": "I went to school and we were doing Drama. Steve asked me, Melissa and Liz to sing in front of everybody. I don't like sitting in front of people so I sort of mouthed it: Then Steve, the Director, said Great! Liz, you're cast as Juliet, Melissa, you're cast as Lady Capulet, and Kelly, you're cast as the nurse. I felt cheated. I cried and said \"I never even auditioned for the parts.\" Steve said that Melissa could sing the song in the play. I didn't even want the part of the nurse. I wanted Juliet. Setting: It took place at the stage (where) we usually had our performing night at school. It also took place at school. Characters: Steve is the director and the middle school head, and plays heavy favorites. Liz is a really popular \"strong\" actress, she never fells (sic) the parts. Melissa is a really homely person who is Steve's favorite and Carol is an okay actress. Liz is Steve's (illegible). Feelings and Thoughts: Angry, sad, cheated, mad. I felt sad that I never got a chance and Steve would cast me as the part I wanted no matter now good I was."
        }, 
        {
            "number": "573-03", 
            "head": "8th grader, 01/25/97", 
            "content": "We went to a restaurant like we always do on Sundays with my parents. Then Mrs. H. came up to me and told me and Courtney that I needed to get measured for the wedding. She said Alessandra, Monique de Brian would measure us. Monique had this weird measuring device like a stick that she put over Courtney's chest. Then Monique was hitting a ball with a piece of metal from her sword. I tried doing that by throwing it but I couldn't. Then Saul made me bend my knees and make sure my arm was above my lets. Then I threw the rock really far into a pile of rocks. Then I was walking down a big mossy step to this guy I knew from somewhere. Then I talked with Courtney and Melissa about my school. I was visiting there and Linda came up to me. I had to tell R. than you for something. Then Courtney said that she didn't want to go to my school because the female admissions director had been mean to her. Then the scene played again, and I saw what happened: It was strange. The I went to Burlingame Avenue with 2 people from my school, and went into a gourmet food store that sold Margaritas. The other stores didn't, even though they had displays up telling people they did. Then the crackers started bouncing up and down in a strange order. I wanted the garlic and cheese ones. Monique said she had been fencing since she was 3, then 2 1/2. While she was measuring me, Jacob, and Patty, his wife, gave us a (illegible) about something confusing but it was supposed to be about love. Setting: school, I am applying to. At a gourmet food store. Strange building. Funny building. Characters: Monique de Brian is a really excellent World Cup fencer. Jacob is my teacher. The admissions director from school - who is actually a man. The boy - a kid from church. Lorna, a 9th grader. Courtney & Melissa, school friends. Feelings and Thoughts: (blank)"
        }, 
        {
            "number": "573-04", 
            "head": "8th grader, 02/01/97", 
            "content": "I was in Northern British Columbia and I was walking down a street. At the end of the street was a beautiful lake. I was wearing goggles and I found that I couldn't see very well without them off. I went into a drug store but I could buy anything. I realized this was where I wanted to live. My friends were making snowballs near the lake. They were wearing ski clothes. Setting: British Columbia, Canada, in a small town. Characters: Emily, a good friend; Will, a boy I know not very well; and a store keeper. Feelings and Thoughts: Worried. I wanted to see clearly without my goggles, but I couldn't. I felt trapped."
        }, 
        {
            "number": "575-01", 
            "head": "8th grader, 01/21/97", 
            "content": "I was at My school but it didn't look like My school. Stuff happened that I can't remember. The me and a few other friends went to the classroom next to where were sleeping. It looked like classroom 2 at school, but had more stuff in it. My friend A. said that tequila tastes good with tortillas. I didn't find this at all strange. So we go into the classroom and ask if there are any tortillas. They say no but that there is pita bread, so we go in there and everyone else disappears. We look under the sink, which isn't in classroom 2 really, and underneath are big jugs (those square kind that cleaning stuff comes in) and they are kind of see-through and there is yellow-whitish liquid inside. On them they say something I don't remember. Anyway we pour the tequila into margarita glasses and eat it with pita bread. Some stuff happens. (I think that it has gotten later but I'm not sure.) An elderly black man comes in and says he has to check us. We immediately think he's talking about us drinking tequila. I'm the type who would break down and tell everything we were doing. I look, about to laugh at this black girl to my right (A.'s on my left). She put her long dark red nails in her mouth (a normal gesture as if biting her nails), and leans her head down and tells me no (don't tell). The man goes and checks behind a mirror inside a mirror like the illustration. Behind, there are some photos. Inside were the photos that showed the snake that bit one of the teachers. This was a big mystery, solved. Then we went away. I think later there was a big commotion with the teacher who had been bit. Setting: At my school. Everything was kind of the same but a little changed. Characters: My friend A. Schoolmates, kind a generic \"classmates\" - didn't know them. The black guy was mysterious. The black girl was the only person I recognized and communicated with other than my friend A., and one man. Feelings and Thoughts: Happy, worried. It was very weird but I told my mom I smoked marijuana once and maybe the tequila is related."
        }, 
        {
            "number": "575-02", 
            "head": "8th grader, 01/27/97", 
            "content": "I was with my family. We went to buy something at a store and I found this CD I kind of wanted so I put it in a bag. Then I tried on these ugly rainbow-colored shoes. I put these in a bag. Later, we're driving and I see that I have stolen both these things, which I didn't mean to do. Then we see some black gangsters fighting and my mom sighs, \"please don't start.\" Then they start punching people out and Tupac gets rolled in front of our car & starts screaming something at us. Setting: In a shoe/CD store. Also on a street from a car-windshield point of view. Characters: My family in the dream was just a generic family, I don't know them. Tupac is a famous rapper who died. He had some good songs. The gangsters were random, but one was Snoop Doggy Dog (also a famous rapper but he's alive). Feelings and Thoughts: Happy, worried, indifferent. Well, yesterday I was looking at pictures of Snoop Doggy Dogg and Tupac. Even though in my dream Tupac looked nothing like Tupac, Snoop Doggy Dogg looked the same."
        }, 
        {
            "number": "575-03", 
            "head": "8th grader, 02/04/97", 
            "content": "I forget most except that these 2 guys get in a fight. The one who wins is saying \"Would you do this to me?\" The other guy just laughs. The guy who wins says, \"Well, then suck this.\" He puts his penis all over the other guy's mouth. Later they are walking on rocky hills and the guy who lost is wiping his mouth with a towel and saying \"Aw, that's disgusting.\" Setting: Out in nature, a lot of rocks. Characters: Two guys I don't know. I wasn't one of them. I saw from a distance away. Both ugly. Feelings and Thoughts: Disgusted. It was disgusting. Why am I like dreaming about pornography? Guys are so gross sometimes."
        }, 
        {
            "number": "575-04", 
            "head": "8th grader, 01/30/97", 
            "content": "I was in a classroom with the rest of my class (8th grade). Steve, our teacher and principal, was calling up, one by one, the people with long hair and cutting their hair so that it was about jawbone length. I was the last person to be called up. I ran away and tucked my hair into my sweatshirt so that it looked like I had short hair already. Everybody looked at me like I was just being stupid, so I went over to Steve. I had to keep telling him not to cut it so short. It seemed like he finally cut it just above shoulder length. Then I was at home and looking in the mirror in my room. My hair was just below shoulder length. I wondered for about 20 seconds about why he had cut it shorter. I figured I just didn't see where Steve cut my hair. Then I noticed that my hair looked good at this length and looked at the mirror for a while. Setting: Most of it took place in the classroom at my school. Some of it took place in my room. Characters: Steve Smuin is my teacher and the school principal. My whole class, the whole 8th grade, was in the dream. I know them all. Feelings and Thoughts: Angry, worried, surprised. I felt like this really happened. One weird thing that I just realized is that my hair in the dream was straight, smooth, shiny. This wasn't really out of the ordinary. If it weren't for the hair-cutting, I wouldn't even have noticed it as a dream, not a memory. The feelings I had were really normal for being at my school."
        }, 
        {
            "number": "576-01", 
            "head": "8th grader, 01/20/97", 
            "content": "I had to do a dance combination with my friends but we all kept forgetting different parts of the dance. So I left and pretended to be reading books. Setting: A library. Characters: My classmates and dance teacher. Feelings and Thoughts: Worried. I was worried that we wouldn't finish the dance."
        }, 
        {
            "number": "576-02", 
            "head": "8th grader, 01/22/97", 
            "content": "I was online and all these people kept coming on (people I knew) and I was like, \"Wow, I have a lot of friends.\" Setting: In my den. Characters: Me, and some friends from AOL (American Online). Feelings and Thoughts: Happy. I was happy that I had so many friends."
        }, 
        {
            "number": "576-03", 
            "head": "8th grader, 01/25/97", 
            "content": "There was this buffalo in my house and his name was Moose, and he went downstairs to my basement but he peed on my stairs as he went down them. I was really mad so I went down the stairs to catch him, but I was too scared, so I sent my friend down to wake him up. When he came back upstairs he was this tall preppy blonde guy. Setting: My house (den and basement). Characters: Moose: the buffalo. Moose: the man. Julia: the friend that went and got him. Feelings and Thoughts: Scared, mad. I was scared of Moose, but I was also mad at him for peeing all over the place."
        }, 
        {
            "number": "576-04", 
            "head": "8th grader, 01/30/97", 
            "content": "There were these really cute guys outside of my house and they stopped at my neighbor's house to ask who I was, so I ran upstairs and told my sister. We went outside to talk to the guys but as we stood outside my mom drove up and crashed into the car in front of her. Setting: My house. Characters: My sister and four fine guys. Feelings and Thoughts: Happy, worried. I was worried that my mom would get in trouble for crashing, but I was happy to talk to the guys."
        }, 
        {
            "number": "577-01", 
            "head": "8th grader, 01/21/97", 
            "content": "I went to a play, where I could not see the screen for the whole first act. I the second act I suddenly realized that there was another screen (the play was now a movie) that I could watch. All I can remember about the play is that it was about a princess. Setting: In a theatre. Characters: My aunt, my cousin, and my sister. Feelings and Thoughts: Happy. Anxious. I'm not sure what my dream means, but it was fun!"
        }, 
        {
            "number": "577-02", 
            "head": "8th grader, 01/24/97", 
            "content": "I was Oksana Baiul and I was ice skating with Katarina Witt. We decided to go to another rink, but when we got there it was too small to skate on. Suddenly I became myself along with my family and we were staying at a house by the rink. Inside the house, there were millions of sweets. Setting: An ice skating rink and a house. Characters: Me, Oksana Baiul, Katarina Witt, my mom and my sister. Feelings and Thoughts: Happy. I just read an article on Oksana Baiul the night before."
        }, 
        {
            "number": "577-03", 
            "head": "8th grader, 01/24/97", 
            "content": "I was a ballerina turning around in a glass ball. I was dressed in white and blue snow was falling all around me. At first I was happy just spinning around, but after a while I became panicked. I suddenly had to get out. The ball would not break no matter how hard I tried, but the floor did and I went tumbling into white powder. Setting: In a glass ball. Characters: No one but me. Feelings and Thoughts: Angry, scared, worried, panicked. I believe sometimes I feel trapped in the mold I have at school which could be represented by this."
        }, 
        {
            "number": "577-04", 
            "head": "8th grader, 01/25/97", 
            "content": "I was in an orange and I couldn't breathe. I tried to but I only could drink the orange juice, although it tasted good I still couldn't breathe. I finally got to a place where I could breathe but the orange started moving so I lost my place. I was suddenly outside of the orange watching a clown juggle my orange. He was also juggling a mirror and a remote control. Setting: In an orange, and outside the orange. Characters: Me (also a clown, but I didn't recognize him as someone I knew). Feelings and Thoughts: Happy, scared. I'm not sure. It was weird."
        }, 
        {
            "number": "577-05", 
            "head": "8th grader, 01/26/97", 
            "content": "I was a butterfly flying in a field of yellow flowers. I stopped on one flower and it turned into a boat taking me down the Nile. Setting: A field of flowers, and the Nile. Characters: Me. Feelings and Thoughts: Happy. It was so fun! I can't remember details but it was a great dream."
        }, 
        {
            "number": "577-06", 
            "head": "8th grader, 01/27/97", 
            "content": "I was in a tape player and somehow I was controlling when it played and when it didn't. Something malfunctioned and I was held responsible for ending the music so I went to a plug and had to steal some of its electricity to fix the music. Setting: In a tape player. Characters: Just me! Feelings and Thoughts: Worried, guilty. I'm not sure what it means. I have not been feeling anything like this lately."
        }, 
        {
            "number": "577-07", 
            "head": "8th grader, 01/29/97", 
            "content": "I was sitting in a candle and I was humming a song which turned out to be the thing that was protecting me. The candle was not the usual yellow but a red-orange color. Suddenly, people surrounded me and started trying to figure out how to help me get out. I wanted to tell them I was fine, but I couldn't stop humming. Setting: In a candle. Characters: Me (and random people I don't know). Feelings and Thoughts: Worried, anxious, calm. It was a weird dream, because during it I felt I knew I was having a dream."
        }, 
        {
            "number": "577-08", 
            "head": "8th grader, 01/30/97", 
            "content": "I was standing by a pot of flowers and suddenly this huge black train drove past me. The weird thing was the train scared me very much. It seemed bigger and louder than most trains. Setting: On a street. Characters: Just me! Feelings and Thoughts: Scared, panicked. I used to have this dream when I was younger, also."
        }, 
        {
            "number": "577-09", 
            "head": "8th grader, 01/31/97", 
            "content": "My mom and I were driving to ballet when she suddenly passed out at the steering wheel. I started driving to the hospital and it was amazingly easy. The problem was, I didn't know where the hospital was. Setting: In my neighborhood. Characters: My mom and me. Feelings and Thoughts: Scared, worried. I have had this kind of dream before (recently)."
        }, 
        {
            "number": "577-10", 
            "head": "8th grader, 02/02/97", 
            "content": "I was putting on my makeup and I was just about finished when suddenly it all turned into mud. I went to wash it off but it wouldn't come off. Setting: In my room and bathroom. Characters: Just me! Feelings and Thoughts: Scared. I woke up scared, I hadn't realized it had been a dream yet, so I thought I still had mud all over my face."
        }, 
        {
            "number": "578-01", 
            "head": "8th grader, 01/17/97", 
            "content": "I was in the war hospital running around trying to take care of patients, but I was running out of time or something. Then some other nurses came (Lt. Bfjik, and General Camand) and told me to take a break. The weird thing was that I knew that I was the one running around, caring for patients, but I didn't look like myself at all. The two nurses were my friends, Nina and Hilary, but they didn't look how they look now, either! Setting: In a war hospital, somewhere in Asia, I think. Characters: There were two other nurses, Lt. Bfjik and General Camand. They were my friends Nina and Hilary, but they didn't look like them. There were also tons of war patients I didn't know, too. Feelings and Thoughts: Worried, frantic. I thought it was weird because the night before I had this dream, I was reading a book about a nurse stationed in Vietnam. It was a strange dream."
        }, 
        {
            "number": "578-02", 
            "head": "8th grader, 01/19/97", 
            "content": "It was late at night and I was lying in bed in a plaid PJ top, and grey leggings, and my friend Shanna came in my room and told me to get out of bed and go back to my mom's room. My mom was lying in bed reading and told Shanna to sit down and tell her \"if I was the one.\" I had no idea what they were talking about. Then Shanna got my robe and showed it to my mom, and said that this was the robe too. I had/have no idea what they were talking about. Setting: In my house, my mom's room and mine. Characters: Shanna, my friend at school, and my mom. Feelings and Thoughts: Confused. I feel strange about it because I have no clue what it means."
        }, 
        {
            "number": "578-03", 
            "head": "8th grader, 01/18/97", 
            "content": "I was at home with my mom (we had just walked in the door), and this lady asked if she could come in. I asked for her name and who she was, and she started yelling at me. Then they broke into the house. Then we were at an apartment complex and I was in my PJs. Those same robbers came and stabbed me and my mom with some bamboo stick. I ran and called 911 and they came very quickly. But when the ambulance came, our wounds had healed and we were all fine. But they caught the robbers, and put them in jail. Setting: In my house, and a strange apartment complex that looked like my house on the inside, but different on the outside. Characters: My mom and my sister were there, and I know them. There were two Asian robbers and I have no clue who they are, and why they were Asian. The 911 operator I talked to was my sister's friend from school. I know the guy. Feelings and Thoughts: Sad, scared, worried, relieved. I thought the dream was kind of scary because people were stabbed, but I was amazed our wounds healed quickly. At one point in the middle of the night I woke up sweating, but then fell back asleep and the dream started again."
        }, 
        {
            "number": "578-04", 
            "head": "8th grader, 01/22/97", 
            "content": "I was at my grandparents house and my friend Dee came downstairs to get some melatonin. Then the next day I was still at their house and this person got shot. The person that shot them looked like Jennifer Aniston (the girl from \"Friends\"). Then I chased after her and the dream ended. Setting: At my grandparents' house. Characters: My mom, my friend, my grandma and grandpa. I now know all of them. But I don't know the girl that was shot. Feelings and Thoughts: Scared. It was weird and I don't understand why my grandparents were there."
        }, 
        {
            "number": "578-05", 
            "head": "8th grader, 01/23/97", 
            "content": "We were in writing class, and we had to write a brief speech because we were going to this funeral. It was for my friend Nina's grandfather who just died. We all were sitting around a table reading our speeches. One of the lines in my speech was \"Even though I don't know you, I feel your pain.\" We then got up to go to the funeral. Setting: In my school classroom #1. Characters: My writing teacher/school headmaster Steve, my friend Nina, and the rest of the 8th graders at my school. Feelings and Thoughts: Sad. It was a weird dream because my friend Nina's grandfather just died awhile ago. And her other grandpa has a brain tumor now."
        }, 
        {
            "number": "578-06", 
            "head": "8th grader, 01/26/97", 
            "content": "I was sitting at home, back in my Mom's bedroom, lying in bed. Then I heard the dog barking really loud. I yelled at my mom to ask why she was barking but I got no response. I got up out of bed & no one else was home. Setting: In my house. Characters: I heard my dog, a golden retriever, and my mom. Feelings and Thoughts: Confused. It was very short, and I thought it was really strange."
        }, 
        {
            "number": "578-07", 
            "head": "8th grader, 01/27/97", 
            "content": "I was at my friend's house and this guy came up to us and asked if we wanted to sell our bikes for a good price. He went to go pull out his wallet, and I knew he was going to pull out a gun, so I ran and jumped over the fence. Then I was in this lady's garden and I got into her house. She was scared, I apologized, and called 911. Then they came and captured the guy. Setting: At my best friend Nina's house. Characters: My friend Nina, I am best friends with her. The gunman I don't know. He had dark hair and a muscular build. Feelings and Thoughts: Scared, worried, frantic. It was strange because it seemed like a chase in some action movie."
        }, 
        {
            "number": "578-08", 
            "head": "8th grader, 01/28/97", 
            "content": "I was taking this ballet class and my friend, but I don't remember who, was in the claSs too. We did warm-ups and then this \"toe\" workout/stretch. Then we had to walk around the room while he checked our strength. We took a break and he asked me if I was the one allergic to tofu. I said, no, not really, and he started talking about someone else allergic to tofu. Setting: In ballet studio. Characters: My teacher (male) who I don't know, and 3 other girls in my class, one of which I don't remember. Feelings and Thoughts: Relaxed. I think it is strange because I have been thinking of taking ballet soon."
        }, 
        {
            "number": "578-09", 
            "head": "8th grader, 01/29/97", 
            "content": "I was sitting in humanities class in classroom #1 at my school. In the middle of his lecture, the teacher, came out of the closet and told us he was gay. None of (us) really cared, even though it was a big deal to him. Setting: At My school Middle School in Classroom #1. Characters: My teacher, and all the rest of my 8th grade class. Feelings and Thoughts: Neutral. I thought the dream was fine. It was a little weird, but oh, well!"
        }, 
        {
            "number": "578-10", 
            "head": "8th grader, 01/30/97", 
            "content": "I was lying in bed at about noon in my mom's room, and I was pregnant. All of the sudden, I felt like I was going into labour, and then all of the sudden there was a baby right in front of me. Setting: In my house, in my mom's bedroom. Characters: Myself, and a baby I don't know. Feelings and Thoughts: Tired, anxious. It was so strange because it was so short and I don't really understand the dream."
        }, 
        {
            "number": "578-11", 
            "head": "8th grader, 02/01/97", 
            "content": "I was walking down a street with three friends of mine and then I had to leave them. So I went into this really big grocery store. This is in Ireland. Anyways, so this group of kids came up to me and one of them asked me if I could help him in his English workbook and I said fine. He asked me what 15.5 was, and I said fifteen and a half. Then he said, \"Oooh. I forgot. Okay.\" Then they said thanks and the dream ended. Setting: In Ireland, in a large grocery store. Characters: My three friends Courtney, Anne, and Amara. My mom I know. And the group of kids I don't know. The one I was talking to was short and chubby with blonde hair and BIG glasses. Feelings and Thoughts: Happy. I thought it was a pleasant dream. Nothing bad happened, but nothing extremely exciting."
        }, 
        {
            "number": "582-01", 
            "head": "8th grader, 01/24/97", 
            "content": "I was with Hilary and over a little ways was Roger's coffin. Briggs walked up to it and signed his name on it. Then a bunch of my friends went and did the same. I started to cry. I just cried and cried. Setting: Outside somewhere. Characters: Hilary & Briggs, friends from school. Roger - my grandfather that died. Feelings and Thoughts: Sad. It was very sad."
        }, 
        {
            "number": "582-02", 
            "head": "8th grader, 01/29/97", 
            "content": "I was leaving a hospital, and some guy stepped on my foot. My leg was pronounced broken. They gave me a cast thing that velcroed on. When I got home I called Jacob. I woke up right before I left for camp. I was carried home just like Kerri Strug was at the Olympics. Setting: Hospital. Characters: Jacob - my teacher. Feelings and Thoughts: Pain, confusion. In pain. I felt confused about what was happening."
        }, 
        {
            "number": "582-03", 
            "head": "8th grader, 01/30/97", 
            "content": "We were at the middle school and my ballet class had ordered pizza. Courtlynd was asking everyone if they had any crust to spare. Some of us sat down outside while others went to classroom 2 and watched a hyped-up video on soccer. Angela kept talking about how it was changed for the Olympics. She said she gave her gold medal to another teammate. Then people started eating Steamers pizza. Setting: At the My school Middle School. Characters: Courtlynd, a girl in my ballet class. Angela, another girl in my ballet class that has nothing to do with soccer. Feelings and Thoughts: Happy. Very mixed things."
        }, 
        {
            "number": "582-04", 
            "head": "8th grader, 02/02/97", 
            "content": "Melissa and I went to a Beatles concert at Sand Harbor. Onlly the stage was in a different spot. There was this cabin where you get tickets and we're looking for my mom to get a blanket to sit down on. We were just walking around and then there was a pause where nothing happened. Then the dream ended. Setting: Sand Harbor - Lake Tahoe outdoor theater. Characters: Melissa, my best friend. Feelings and Thoughts: Happy, worried. Very strange."
        }, 
        {
            "number": "583-01", 
            "head": "8th grader, 01/18/97", 
            "content": "First, I was getting ready for a party at my house. Then I went to my school, and all the kids were there. Everyone was hanging out in this weird lounge room. The only other thing that I remember is that my male friend was making fun of the outfit I was wearing. Setting: My room and then My school (my school). Characters: Most of the people in my class were there, and I knew who everyone was. Feelings and Thoughts: Confused. It was all just very blurry and bizarre. I knew where I was, but it was very weird."
        }, 
        {
            "number": "583-02", 
            "head": "8th grader, 01/19/97", 
            "content": "It was a Saturday morning and I had just woken up. I got dressed, went downstairs, and ate breakfast. Then I went over to someone's house. While I was there, my mom called to tell me what my scores (for the SSAT's, for high school entrance) were. When I woke up from my dream, I asked my mom if I could see my test scores. She asked me how I knew that she had them - they had just come in the mail that day. Setting: My house and a friend's house. Characters: My parents were in the dream, and so was a friend of mine, but I'm not sure who it was. Feelings and Thoughts: Happy. I thought that it was strange because of the whole SSAT thing. It was like a psychic thing."
        }, 
        {
            "number": "583-03", 
            "head": "8th grader, 01/21/97", 
            "content": "I was with a couple of kids (3 boys, 2 girls) and an adult. We were driving to some fun house thing. In the dream, I knew who these people were, but when I wake up I have no idea who they are. The fun house was a big multicolored building. We got inside, and all of the sudden, a really scary face appeared on the wall. I don't remember exactly what he said, but he was laughing and telling us that this was all a game. He also said we would never get out. I didn't know where I was. Suddenly, a chair lift appeared and we got on. Then I woke up. Setting: A car and a fun house. Characters: A parent and 5 kids, but I don't know who. Feelings and Thoughts: Scared. This dream is actually more like a nightmare. It's very eerie and frightening. The dream I had is a recurring dream I've had since I was 9 years old."
        }, 
        {
            "number": "583-04", 
            "head": "8th grader, 01/23/97", 
            "content": "I was at Great America with a friend. We were walking around and found a cool-looking roller coaster. I was really scared and I didn't want to go on it, but we got on, and we started rolling up a huge hill. Right before we plunged down, I woke up. Setting: Great America. Characters: Just a friend who I know. Feelings and Thoughts: Scared. I was really scared because the roller coaster was huge."
        }, 
        {
            "number": "586-01", 
            "head": "8th grader, 01/18/97", 
            "content": "Me and a few other classmates were chosen to join in a space launch with aliens. Before we got to the launch door, Hillary & Melissa were shot by the aliens. But then I looked further up and Melissa & Hillary were there. The aliens had been imitating them. We went onto the launch & after we had taken off, they told us we had too many people. We had to choose the one to go. We chose Emily because she didn't hear us. Someone gave her an Orio and said he wanted to record exactly how she ate it. She willingly took one cookie and described it as she went along. She pulled it apart and said she had to lick the cream filling first, and then she ate the outside. Immediately after eating it, she looked at her arm and it started to turn green with red splotches, just like the aliens. She was pretty angry at us for tricking her. I somehow became their leader and one day I got so stressed out that I went for a walk and swim in a gorgeous little pond. After my swim, I went down to some sort of store and outside was a man. That's all I remember. Setting: At a space launch and outer space on some planet. Characters: Melissa, a classmate. Hillary, a classmate. Emily, a classmate. Aliens - never seen before but resembled aliens from \"Mars Attacks.\" Feelings and Thoughts: Happy and guilty. I thought it was a good dream except when Emily ate the cookie."
        }, 
        {
            "number": "586-02", 
            "head": "8th grader, 01/18/97", 
            "content": "Remember loose bear. My class was having a party in the same building they film either Star Wars or Star Trek, and we were going to sleep over. Our photography teacher was there and when the rest of the class was off doing something, I talked with Jan and he basically told me that he was homeless. After I talked with him I went to find a place to sleep. I went up to the loft and I saw Diana holding on to the top of her rolled up sleeping bag when it was vertical. Then it just fell over and I thought she could only do that because it was her birthday. I decided not to sleep in the loft because I would be so separated. There was a bear chained down in a room and after I looked in the loft, I looked under the wall to bear's room and I saw a bear foot chained down. I poked my head all the way through and the bear was gone. Steve was with me and picked up a rifle and I told him not to and he just scoffed at me. I picked up a rifle, then said, \"OK, fine.\" I also picked up a handgun and ran out shouting that there was a loose bear. I ran into the room and they were filming Star _____ and shouted the warning and everyone panicked. I said, \"Use only tranquilizer darts.\" Steve said, \"Yeah, right.\" Setting: An old warehouse. Characters: Tom (photography teacher), Steve (classmate), Diana (classmate), Bear (I have no idea). Feelings and Thoughts: In control, operated. It was pretty fun when I was in charge of the bear search."
        }, 
        {
            "number": "587-01", 
            "head": "8th grader, 01/18/97", 
            "content": "When it started we were at some sort of party. All the kids from my class were there, although I didn't see them all. I just knew they were there. All the teachers were there too. I can't remember what went on for a while, but then Steve told Melissa to share what happened to her. She said, \"No, that's all right. I don't really have to.\" Steve and Todd told her she had to. So she told everyone she passed her math exam and everyone applauded. The somehow it was Nina who had told the news, and tears came to her eyes and she went running to the bathroom, and Courtney and I followed. When we got there, she had locked herself in the stall. I said, \"Nina, why are you crying? You passed your math exam!\" And she said, \"Get away from me, you fat, ugly bitch.\" Anne had also come in the bathroom in time to hear this, and she walked to the stall, unlocked it, and went in. Then Julia went in too. I don't remember what happened, but a lot of the 7th graders came in, including Anna. For some reason we were throwing a tomato around the room and it bounced off Anna's shoulder. She was worried that she'd smashed it, but Nina said, \"Don't worry, you're not fat like Hilary.\" I can't remember what happened after that. I think I woke up, but the dream continued for a minute, then changed. Setting: At my school, and my school bathroom. Characters: Nina & Melissa, two of my best friends. Todd, my math/science teacher. Anne & Julia, two really good friends. Steve, my advisor, head of the school. Courtney, a friend of Anna, my \"little sister\" (at school, 8th graders get a 7th grade \"sibling\" to help them adjust to middle school). Feelings and Thoughts: Angry, worried, concern. When Nina said I was a fat, ugly bitch, I was hurt and angry, but I didn't show it. Melissa really did pass her math test, and they told the entire 7th and 8th grades (it was an accomplishment for her because in two years she's never passed a math test, so they wanted to acknowledge her work)."
        }, 
        {
            "number": "587-02", 
            "head": "8th grader, 01/20/97", 
            "content": "I don't remember what was happening in the beginning, but then all the 8th grade girls were going to one room and all the 8th grade guys were going to another room. I went out of the room, went outside at the bottom of a hill, and Julia came down too because there wasn't enough room where all the girls were. Somehow there was a round table set up out there, so we were writing on it. Then Evan called out a window, \"Do you think we could bring that table up here?\" I told him we could take it down, then roll it on the flat areas, but there was no way we could get it up the stairs. I don't remember what happened after that, I just know that Julia and I were having a great time. Setting: In Steve's office (head of school) and the hill off 280 going to SF that has all the graffiti on it (but there was no freeway, just the hill). Characters: All the girls and guys from my class, and Julia, one of my good friends. Evan, a guy I really hate, who's in my advisory. Feelings and Thoughts: Happy, angry, annoyed. I was annoyed that Evan was bothering us. I was glad that Julia and I were having so much fun."
        }, 
        {
            "number": "587-03", 
            "head": "8th grader, 01/20/97", 
            "content": "I'm not sure how it started, but somehow I had been kidnapped. My kidnapper was a man. We were on the street and he said we needed to punch it out, except he taught me how to punch. Then we were walking down the street and I wanted to go home, so he said okay. Except he had to go soon. I saw a white Explorer, so I went to check the license plate but it wasn't ours. So we continued on. He said he would drive me home but he had no room in his car. (How weird an offer is that from a kidnapper?) Then on the street there was a Marriott or some hotel. So I walked inside to phone my parents, and it was a classroom. So I said, \"Mom, I have to ask you a question.\" But then my mom woke me up. Setting: On a street, outside a hotel, in a classroom. Characters: I didn't know my kidnapper. My mom was in it. I didn't know anyone else in the classroom. My dad wasn't seen, but I knew he was there somewhere. Feelings and Thoughts: Angry, scared, relieved. I had just read a book where someone got kidnapped."
        }, 
        {
            "number": "587-04", 
            "head": "8th grader, 01/22/97", 
            "content": "I don't remember any details about this dream. I just know they were going to draft 7 women in the army (Vietnam war) and they went down the line of women and said, \"Do you want to fight for your country?\" I wasn't in the dream. It was like I was watching it happen. Setting: I have not a clue. I didn't recognize anything. Characters: I didn't know anyone. Feelings and Thoughts: I wasn't in it - it was like stating facts, there were no feelings. We're studying the Vietnam war in school. Who was drafted. Some girls have been saying the draft was sexist because no women were allowed to go!"
        }, 
        {
            "number": "597-01", 
            "head": "8th grader, 03/31/97", 
            "content": "I was sledding on a hill that was covered with a thick forest. First, I was sledding from the top to the bottom, but I soon was only going halfway up. When I started only going halfway up, the snow started tomelt. Setting: On a steep hill with a thick forest with only a thin path to sled on. Characters: There was one other person in my dream sledding with me sometimes - might have been my younger sister. I was mostly alone though. Feelings and Thoughts: Happy, worried. I was having a lot of fun going up and down, but when I started coming down and the snow started to melt, I got worried."
        }, 
        {
            "number": "597-02", 
            "head": "8th grader, 03/31/97", 
            "content": "I was on the hill and a lady called me to come to a building. The place felt like camp. A whole bunch of people went to the building. There was a lady there telling all the kids where they could go and then she dismissed them. I stayed in the building and tried to talk to a boy. There were some people next to the door at a table talking. I also saw a project that I had been working on at home. I also saw the same boy drawing a large landscape. Setting: In a meeting hall like at camp. Characters: The lady was like a counselor. She was taller than everyone else in the room. The boy had dark hair and an intelligent face. The people at the table didn't have any definite features. Feelings and Thoughts: Angry. I was angry because the boy would not talk to me."
        }, 
        {
            "number": "597-03", 
            "head": "8th grader, 03/31/97", 
            "content": "I left the building and went to the kitchen area of the camp. My older sister was there and she introduced me to the other kitchen staff. She also showed me a picture of the kitchen staff. There were some ghosts in it and then my sister tried to introduce me to air. Then the kitchen made me be in a team go-cart race. My little sister was on my team. We fought over the go-cart we got. I got a go-cart away from the rest of my team. We were doing fine and I as in the lead when all of a sudden I went down a hill and the track forked. I took the right path and it went down a steep hill and entered a room, but there seemed to be no way out but a staircase. So I climbed the staircase and went along the track. I was having a great time and I was sure I won when I got to the finish line ahead of everybody else. Then the referee said that I was disqualified because I didn't have my go cart. I looked down and he was right. I had left it at the bottom of the stairs. I had thought I was still in it. Soon the rest of the go-carts came in. Setting: In the camp kitchen and on a go-cart track. Characters: My older sister and the kitchen staff, my younger sister and a whole bunch of other go-cart drivers, a referee. Feelings and Thoughts: Happy, angry, embarrassed. I was angry at my sister and I thought she might be insane. I was happy because I had gotten the go-cart I wanted and I was ahead of everything else. I was embarrassed because I had thought I was still in the go-cart when I wasn't."
        }, 
        {
            "number": "597-04", 
            "head": "8th grader, 04/05/97", 
            "content": "I hardly remember anything so I'll just write about the bits I do remember. I remember looking for something and going up a hill to look for it and sliding back down it and slamming into a wall. I remember many houses along a street and the kids in the houses were falling in love with each other and sneaking through woods to see each other. I also remember a man who had been tricked into getting really mad, and while the town was in a circle having some kind of meeting, he lassoed them. And then he was never forgiven what he did. I think the person who tricked him was a woman. Soon the dream made more sense. I was racing through the woods with my younger sister and a whole bunch of other kids. Suddenly, I started moving my legs weirdly and I started to fly. Soon I had a balloon in one hand, my sister's hand in the other, two books under my arms, and I was flying above the treetops. I did not win the race but I did learn how to fly. When I got there, there was an adult who was surprised that I could lift off the ground with only two balloons (my sister was holding one). I also remember a poor family that lived in a big house that came from a warmer north. Setting: In the country with lots of woods and a lake nearby. Characters: There was the person I was searching with, the mad man, the tricky woman, the townspeople, the other kids, my little sister, the lady with balloons, and the people from the north. Feelings and Thoughts: Angry, excited. (Angry) when I ran into the wall and the man was being treated badly. I also felt excited when I started to fly."
        }, 
        {
            "number": "601-01", 
            "head": "9th grader, 01/26/97", 
            "content": "I was talking to Katie on the phone and suddenly realized that I had pictures of both Glenn and Chloe. She was excited and wanted to come over. Setting: I was at home in the computer room. Characters: Katie, my best friend from the middle school. She's never met Chloe, my other best friend, or Glenn, the guy I've had a bad crush on for 3 months. Feelings and Thoughts: Happy, love. Last night Chloe called me to tell me that Glenn was planning to ask me out!"
        }, 
        {
            "number": "601-02", 
            "head": "9th grader, 01/27/97", 
            "content": "A male narrator said that women become infatuated with men who don't love them. I saw a black and white picture of several couples with the female beaming and the male with an uneasy look on his face. Setting: No identifiable setting. Characters: Various unknown couples in their 20s, and a male narrator. Feelings and Thoughts: Scared, worried, disbelief. My mom was trying to convince me yesterday not to date."
        }, 
        {
            "number": "601-03", 
            "head": "9th grader, 01/28/97", 
            "content": "It made sense at the time. I travelled across a lake halfway submerged in a boat type thing several times to a large cave in the side of a cliff. There were some people in the dream. Setting: An unknown lake. Characters: An unknown 20-something male and some unclear people. Feelings and Thoughts: Worried, dutiful."
        }, 
        {
            "number": "601-04", 
            "head": "9th grader, 01/30/97", 
            "content": "I was cleaning my room and found a card covered in inches of lint and dust. When I blew on it, it flew up and clogged up my nose. Setting: My room. Characters: Nobody. Feelings and Thoughts: Surprised."
        }, 
        {
            "number": "602-01", 
            "head": "9th grader, 01/20/97", 
            "content": "I had just finished swim practice and I was going to get a ride home with my friend but the car was full so I biked home. I had done it many times before but at this one street I couldn't remember which way to go. I would choose one way, ride on it for a while, then turn back when I realized it wouldn't take me home. Then there was this bell all over the city, like a school bell, which said summer vacation had started. Suddenly everyone was gone on vacation and I was still lost. Setting: All over San Francisco. Characters: I was alone. Feelings and Thoughts: Worried. It's weird because I have never gotten lost before. I was worried in the dream because I thought I wouldn't ever get home."
        }, 
        {
            "number": "602-02", 
            "head": "9th grader, 01/20/97", 
            "content": "I was skiing with my friend Chloe's older brother, and we were going to meet her at the bottom of the mountain to leave. We decided we just had to go up one more lift to ski down. When we got to the top he wanted to eat, but I didn't want to be late meeting my friend. I got mad and he stayed to eat, and I went down the hill. Setting: At a ski resort. Characters: My friend Chloe, who takes me skiing, and her brother who I don't really like (I think Chloe and I got separated and I ended up with him). Feelings and Thoughts: Angry, frustrated."
        }, 
        {
            "number": "602-03", 
            "head": "9th grader, 01/21/97", 
            "content": "I was a dog and I was running around in someone's backyard for a while. Then this guy came out (I was with my two other dog friends) and started chasing us. My two friends ran out the door in the fence, but he closed it and I snuck out under the fence. Then the whole dream started over again and I didn't get out, but my friends did and I got mad. I had to go scrub walls as a punishment. Setting: In a backyard I've never seen before. Characters: The two other dogs were my friends, except I got mad at them when they got away and I didn't. I know the two friends represented my friends Julia and Erin. Feelings and Thoughts: Angry, worried. I got mad at my friends when they got out and I didn't."
        }, 
        {
            "number": "602-04", 
            "head": "9th grader, 01/22/97", 
            "content": "I was in a swimming pool with Julia and Erin, and there was dirt on the ground of the pool, so when you swam across the middle you weren't allowed to put your feet on the ground. These guys were diving for a lid to a drink, and they had to pick it up with their mouths. Suddenly, my drama teacher was there and she made us turn around and not look as they dived for it so as not to embarrass them or something. That's what she does in the dance class during exams, when we have to make up a dance she makes everyone turn around so the person won't be embarrassed. Setting: In a pool. Characters: I'm sure Julia was there, plus Erin and my drama teacher and two guys. I didn't interact very much with the two characters, they just kind of followed me around. Feelings and Thoughts: Mellow. I had a fight with my mom yesterday. Julia was really supportive and nice 'cause I was upset. Maybe that's why she was in the dream."
        }, 
        {
            "number": "603-01", 
            "head": "9th grader, 01/25/97", 
            "content": "I was at swim practice. My whole class was there. We all changed and went outside and got in the pool and started swimming. The pool was much larger than usual, and about 40 feet deep. I heard that my friend Louis was walking through the building, so I wanted to see him and I got out as soon as I could, but he had left when I got outside. Setting: At the pool where my team practices. Characters: All my friends from school and Louis, who was my friend from summer camp last summer. I haven't seen him since then. I wish I could. Feelings and Thoughts: Sad, disappointed, frustrated. I wish I could have caught up with him in time."
        }, 
        {
            "number": "603-02", 
            "head": "9th grader, 01/26/97", 
            "content": "I was an Indian on a reservation but it was also a ski resort. All day we went up and down the mountain. There was a border which was marking white man's land. There was a bathroom right across it. I really had to go so I did. Because I trespassed I started this whole war, and the whites started invading and attacking us. It was cold, and I managed to get a fire started to keep warm, and all the Indians were huddled around it while the whites moved closer and closer in on us. Setting: At an Indian reservation which was a ski resort. Characters: I don't think I knew any of the other people there, but I wasn't lonely or anything, that's just the way it is. Feelings and Thoughts: Worried. Maybe I dreamed about Indians because we are studying the Battle of Wounded Knee, and we are reading a book about reservations."
        }, 
        {
            "number": "603-03", 
            "head": "9th grader, 01/27/97", 
            "content": "I was on a cruise and it was summer. A waiter, Brandon, always brought me ice cream. Suddenly everybody started getting sick and dying, so I decided to leave the boat before I died. I swam for a long time, and I got to this island with nothing but fruit trees. I lived there for a while, but I was lonely although I was otherwise happy. Then a rescue plane came and took me home. Setting: First on a huge boat, then on an island, then in a plane, then home. Characters: I didn't know any people except a waiter on the boat who always brought me ice cream. His name was Brandon. Feelings and Thoughts: Happy, lonely. The cruise might have been because I have been wanting to go on a cruise with my friend in the summer. We're trying to plan it."
        }, 
        {
            "number": "603-04", 
            "head": "9th grader, 01/28/97", 
            "content": "I was Dorothy from the Wizard of Oz, and the Witch was chasing me around this pillar inside the castle. We kept going around and around for the longest time, but it was never repetitive at all. She never caught me. Setting: In the Witch's castle. Characters: Just the Witch, and my dog Toto. Feelings and Thoughts: Scared, worried, hate. It's weird, because I haven't seen the Wizard of Oz for at least four years. I don't know why I had it."
        }, 
        {
            "number": "604-01", 
            "head": "9th grader, 01/29/97", 
            "content": "I was having a birthday party and my friends started to arrive at my house. But before I knew it there were hundreds of people in my house who I didn't know. I was trying to get them to leave, but it was so crazy and there were just too many of them. My mom was going insane because the house was getting trashed, but my friends weren't helping, they were just partying away. Setting: At my house. Characters: All my friends from school, my mom, and hundreds of other strangers, mostly adults. Feelings and Thoughts: Worried, frustrated. I just read an article about how parties can get out of hand, and my birthday is tomorrow and I'm planning a party."
        }, 
        {
            "number": "604-02", 
            "head": "9th grader, 01/30/97", 
            "content": "I was sleeping over at my friend's house, and we were having a great time. I took a shower and used their shampoo, when I got my friend's brother started screaming how the shampoo cost hundreds of dollars and he was going to kill me. I got scared and started to run because he was coming after me with an axe. My friend was trying to calm him down, it was just a big chase scene, and the whole time all I had on was a towel. Setting: At my friend Marissa's huge mansion of a house. Characters: My good friend, Marissa, and her psychotic brother, Scott. Feelings and Thoughts: Scared."
        }, 
        {
            "number": "604-03", 
            "head": "9th grader, 01/31/97", 
            "content": "I was a Carebear from the show \"Carebears\" and my Carebear friends and I were riding around on rainbows and having a good time. Suddenly the leader of the carebears got really mad at me for no reason and told me I was banished. I hadn't done anything, so I didn't leave. When he found out, he was going to put me in jail, but I got away before he could. Setting: In Carebear Land, up in the sky. Characters: The head Carebear who was evil and mean, and my friends who played with me each day. Feelings and Thoughts: Angry."
        }, 
        {
            "number": "604-04", 
            "head": "9th grader, 01/31/97", 
            "content": "I had a younger sister who ran away. I had to go look at shirts she had worn to guess what she was wearing, and finally concluded that she was at a middle school I used to attend. Setting: My house. Characters: A sister. I think I was my older brother. Feelings and Thoughts: Worried, uncaring."
        }, 
        {
            "number": "605-01", 
            "head": "9th grader, 01/26/97", 
            "content": "My cousin's friend was over who I'd never met but always wanted to meet. When I saw Michael's friend I couldn't believe it 'cause he was tall and fine and looked about 14! (I'm 13.) I kept asking him and Michael \"are you really only 9 years old?\" and he would answer yes! That's all I remember. Setting: At my house in San Jose where we don't live at, but my family and Michael's family lived. Characters: Michael, my 9-year old cousin. Miguel, Michael's best friend who I heard so much about but never met. Feelings and Thoughts: Happy, angry, confused. Michael always told me Miguel had a fine older brother so I guess I just pictured him as his brother."
        }, 
        {
            "number": "605-02", 
            "head": "9th grader, 01/28/97", 
            "content": "I was trying to see if I could make a compost pile with a pile of old clothes, and this big yellow bug started flying after me. And then my alarm went off. I woke up and went back to sleep (in my dream). Setting: In my kitchen and in my bed. Characters: My mom and the big yellow bug were the only ones in the kitchen. Feelings and Thoughts: Scared. I hate waking up twice. Sometimes I'll dream that I woke up, took a shower, do all that and sometimes make it all the way to school, before I really wake up."
        }, 
        {
            "number": "605-03", 
            "head": "9th grader, 01/30/97", 
            "content": "All I remember is the end of the dream: I was at a typical My school party, out on one of our many lawns, eating little sandwiches, and little cookies, and drinking tea, on a fairly cheerful Sunday afternoon. Then I went home and started making myself a brownie (just one) when my mom started asking me questions about a guy she thought I liked. Setting: At My school, then in my kitchen. Characters: My school students, teachers, parents, no one I recognized in particular, and my mom. Feelings and Thoughts: Happy, confused. All I can say is I remember liking this guy back in first grade, but haven't thought of him since."
        }, 
        {
            "number": "605-04", 
            "head": "9th grader, 01/31/97", 
            "content": "I was doing a play, and we did lots of improv work. I think it was a school play, though it seemed like an acting camp I went to over the summer. Then we were doing the play, and the music was all off, so we had to improvise in front of the audience. Then I was really made at Olive (who happens to be my worst enemy), so I called her a bitch and then I woke up. Setting: In a theater, and backstage. Characters: summer camp actors; Olive, my worst enemy. Feelings and Thoughts: Worried. Olive was being really bitchy yesterday, so I know where that came from."
        }, 
        {
            "number": "606-01", 
            "head": "9th grader, 01/21/97", 
            "content": "Me and my brother Max were swimming in the ocean. I jumped off a cliff to join him, and we decided we'd stay there overnight. So then we had to go to higher ground, and we hiked up a bunch of hills as the sun was setting (it was really pretty), then found a cabin we could stay in, that nobody else was using. Then my parents stopped by to make sure everything was okay, and that I had taken my contacts out. Setting: In the ocean along the beach, in kind of a hilly area surrounding the ocean, in a cabin. Characters: My brother, and my parents who came at the end of the dream. Feelings and Thoughts: Happy. It was a nice dream, because it was really pretty, what with the ocean and the sunset."
        }, 
        {
            "number": "606-02", 
            "head": "9th grader, 01/23/97", 
            "content": "I went to summer camp, met a girl who liked my straightforwardness, and she gave me some false eyelashes. I remember thinking I'd forgotten all my hair products. Then I saw a little boy being beat up, so I went over to one of the guys and told him he was a fuck-up. He then asked me if I wanted my head twisted off, and got really pissed. So I told him he had misunderstood my comment, and what I really said was \"I wanna fuck you up.\" So he changed his mind and fell in love with me, and we did this dancing-flying kind of thing. After we did this, I accidentally let go and flew into another room, and changed into a twin of the man in there. Then there was something in there about Dorothy/Judy Garland, but I don't remember. I don't remember the ending. Setting: A summer camp (I'm not sure when/where). Characters: The first girl who I don't know; the little boy I didn't know either; the guy I eventually fell in love with looked a lot like my friend's older brother; the las man and/or Judy Garland seemed familiar. Feelings and Thoughts: Happy, scared, in love. I liked the guy I fell in love with. I like having dreams like that, and I love dancing and flying in my dreams."
        }, 
        {
            "number": "606-03", 
            "head": "9th grader, 01/24/97", 
            "content": "All I an remember is going through a house then into a garden maze. It turned out to be one of those \"group\" skills activities, but it took me a while to find my group. They had found many clues already, so I wasn't that helpful. I think we won. Setting: In someone's house, there's a maze. Characters: Glenn, Anna, Robin and/or other person. Feelings and Thoughts: Smart. Kind of a skimpy dream."
        }, 
        {
            "number": "606-04", 
            "head": "9th grader, 01/26/97", 
            "content": "The first part of the dream I was with a bunch of friends and we felt like doing something stupid and rebellious, but we figured we'd better have my other friend Sally along. Since nobody else knew the way to her house, I drove. Eventually we just sat around talking, eating cookies, and making scrap-books in the middle of the night, up in Sally's loft. I had some mini-dream about being in a computer game. Me and my family and family friends went to this Club Med, and they were all a part of the Club Med circus team, and they wanted me to do the trapeze. I'm an acrophobic, so they couldn't get me to do it. Right at the end of my dreams, Whitney Houston sang \"I will always love you.\" Setting: In a car along some fairly busy road; Sally's house/loft; in some sort of computer game; at a Club Med with a 50-foot flying trapeze. Characters: A bunch of friends, though I distinctly remember Jon, Sally and Brian; nobody in the computer dream; my brother and mom I don't quite remember, but my dad and his friend Joel, and his two daughters were definitely there, and the trapeze guy, and Whitney Houston. Feelings and Thoughts: Happy, scared, terrified. I know the trapeze thing must have come from when I asked my dad last night what \"fear of heights\" was and he said acrophobia. I think my brother was playing computer games like that. And I was listening to the radio last night so Whitney Houston probably came from there."
        }, 
        {
            "number": "607-01", 
            "head": "9th grader, 01/25/97", 
            "content": "I was at a dance at my school, but I didn't recognize anyone. Everything was very dark and very blurry. Then, I saw my boyfriend, Noah, across the room. I waved to him, but he didn't recognize me. I don't know what happened after that. Setting: School. Characters: A bunch of people who I didn't know, and Noah. Feelings and Thoughts: Confused. I couldn't figure out why everyone seemed so weird."
        }, 
        {
            "number": "607-02", 
            "head": "9th grader, 01/26/97", 
            "content": "I was in this weird building, with a few friends. We were all just talking and hanging out, when all of the sudden this weird shadow appears on the wall. Then these ghost-like creatures came flying at us. We tried to call our parents, but the phone was dead. Setting: A room. Characters: A lot of kids, but I don't know them in real life. Feelings and Thoughts: Worried. I didn't know what was happening & if I would ever get out."
        }, 
        {
            "number": "607-03", 
            "head": "9th grader, 01/28/97", 
            "content": "I went to a toystore with my dad and my friend Sandy. We were buying some strange doll shower, but it looked like a mini flying saucer. We brought it back home, and I attached (it) to my living room ceiling. I jumped in the air and grabbed onto the doll shower. When I let go, I was flying and floating in the air. Setting: Toystore & my house. Characters: My dad and my best friend, Sandy. Feelings and Thoughts: Happy. It was a very thrilling experience to fly."
        }, 
        {
            "number": "607-04", 
            "head": "9th grader, 01/29/97", 
            "content": "I was walking in a forest, humming to myself. Suddenly, I heard footsteps behind me. I heard someone call my name, so I turned around. Some strange guy was chasing after me. I tried to run but my feet wouldn't move. I was trapped. Setting: The woods. Characters: A strange man that I don't know. Feelings and Thoughts: Scared. I got very nervous just thinking about it."
        }, 
        {
            "number": "608-01", 
            "head": "9th grader, 01/23/97", 
            "content": "I remember hardly nothing about this dream. I just know that there was Liz, Laura, Anne, Will, Jeannette, Anna and I, and we were trying to figure out a math problem, but we looked at the time and said, \"We'll never have enough time to figure it out!\" Setting: In classroom 2, where we have math. Characters: Liz, Laura, Anne, Will, Jeannette, Anna and I - everyone is in the advanced math group with me. Feelings and Thoughts: Frustrated. We had had trouble figuring out a problem yesterday. Also, when I woke up my clock was going off, so maybe I heard that subconsciously."
        }, 
        {
            "number": "608-02", 
            "head": "9th grader, 01/24/97", 
            "content": "We were having some sort of Wee Care drive. We were collecting clothes, except people would come by, take off their clothes, throw them in the collection pile, and walk off. That's all I remember. Setting: We were sitting on a counter, but I think it was outside. Characters: The people from my gymnastics class: the teacher, Billy, and the two other girls, Kelly and Leticia. Feelings and Thoughts: Happy, cheerful. We've been collecting for Wee Care at school. Nina and I just had gymnastics last night."
        }, 
        {
            "number": "608-03", 
            "head": "9th grader, 01/26/97", 
            "content": "It was a really windy night. The wind blew my back door open. My cat got outside. (Once outside, she gets scared of people.) I went out into the backyard to call for her, but it was really windy and whenever I would call for her the wind would carry my voice away. Then she was sitting on the garden gate laughing at me, and I couldn't move towards her because the wind was too strong. Setting: My house, and my backyard. Characters: Me and Lucky Blue, my cat. Feelings and Thoughts: Angry, scared, worried, frustrated. My mom had told me her dream last night which was very similar to this. Also, it was very windy, and my cat was sleeping curled up next to me."
        }, 
        {
            "number": "608-04", 
            "head": "9th grader, 01/27/97", 
            "content": "It was the day of Laura's surprise party, but it was during school. Nina and I didn't go to school, so we set up the room, and Laura was supposed to come between 12:15 and 12:45 so everyone came, and we were sitting around waiting for Laura to come. She didn't come, and it was 1:00, so I went someplace to wait for her. 1:30, and she wasn't coming. So I phoned school, and Emily answered. She said, \"Hilary, are you coming to school?\" and I said, \"No.\" Then I asked, \"Has Laura left yet?\" and she said, \"She left 19 minutes ago.\" So I went back to the party room and I don't remember anything after that. Setting: (A party room and someplace else.) Characters: (Me, Laura, Emily, and some other people.) Feelings and Thoughts: (Not filled out.)"
        }, 
        {
            "number": "609-01", 
            "head": "9th grader, 04/05/97", 
            "content": "I was walking down an alley when I came to a corner onto a big street. On the corner inside a big door a girl and boy were making a mattress. The girl hated me but the boy was my friend and he came out to talk with me. Then he held a model helicopter above his head and started to fly, so I followed him. Then we sat on a ridge coming out of a building. He said he could fly like me now but not without the helicopter. All of a sudden the ridge we were on broke, and we fell. Then further down the street I saw a lady in a business suit coming towards us. I started to run, but she was able to catch me. I tried to get away by flying but she was holding onto me so tight I could hardly get off the ground. Then she took me to a store that reminded me of Korea. Then she said I could have anything I wanted but I refused. Then the people from the north came by and got me away from the lady and took me skiing in some odd apparel. Setting: Felt like New York City. Characters: The boy, the girl, the lady in the suit, the family from the north. Feelings and Thoughts: Happy, scared. Happy that the boy could fly. Scared of the lady. I felt like the family from the north was weird."
        }, 
        {
            "number": "609-02", 
            "head": "9th grader, 04/05/97", 
            "content": "I was walking through a jail when I came to a room where everybody was wearing bikinis. One weirdo said that soon the whole world would be wearing bikinis. The I left and went though a thin hallway that had barred windows in it, with people's hands reaching out and touching me. Then I came to a room filled with weird people. I even saw a rat person come out from under the table. The owner of the place took him away. Then I became friends with the owner and he told me that some people were coming to look at the prison soon. He asked me my opinion of the place. I suggested that he doesn't let them go through the hallway with the hands. So we built another hallway with nothing in it. Setting: A room with cages against the wall and then the hallway and then a smoke filled room with neon lights. Characters: The prisoners were mostly insane, but the owner seemed sort of okay. Feelings and Thoughts: Scared. Scared of the prisoners in the hallway and in the room."
        }, 
        {
            "number": "609-03", 
            "head": "9th grader, 04/10/97", 
            "content": "There were two humans, a man and a woman, who were dressed like cavemen. The were running down a very steep ridge with pink fire coming out of their mouths, eyes, and hands. Then two aliens came along dressed in long robes and pointy hats. The took the power from the humans, and were soon spitting fire too. They were also male and female, though I saw the female most. Then two different humans came along who seemed to be Adam and Eve. Then the two aliens started acting like God and his wife to the humans. All I remember for the rest of the night is being in a big room with all my classmates, male and female, having a slumber party. Setting: First next to a steep ridge in a forest, then in a big room with sleeping bags all over. Characters: First the two humans and the aliens, and then Adam and Eve. I was also with all my classmates. Feelings and Thoughts: Happy, scared. I was first scared because the aliens were manipulating Adam & Eve. I was happy at the party because I was having fun."
        }, 
        {
            "number": "609-04", 
            "head": "9th grader, 04/14/97", 
            "content": "The Starship Voyager had a large delegation from a strange planet. Be'lanna Torres was working with the son of the leaders. She says she wants to show him something while they're in engineering. She beckons him behind a tree into a garden; he is confused. She takes two willow branches off a tree and I get the feeling she is about to start the Klingon mating ritual. The next thing I know I am in a bedroom. The son is in a bed with his grandma (I guess there wasn't enough room). Be'lanna was standing next to the bed. Also the whole alien delegation is in there and everyone is wearing ceremonial robes, even Be'lanna and the people in bed. Then either Be'lanna or the son said to each other they had a lot of fun last night. The leaders looked very disapproving and the guards started to spin their spears. Setting: Starship Voyager - first in engineering, then in an inside garden, and then in a bedroom. Characters: Be'lanna and an alien delegation that consisted of the royal family and some guards. (The son of a delegate, and his grandmother.) Feelings and Thoughts: Disappointed. I was disappointed in Be'lanna's behavior."
        }, 
        {
            "number": "610-01", 
            "head": "9th grader, 02/28/97", 
            "content": "I went with my best friend, Alixanne, and her family to get their Christmas tree. They got a tree from a spot that looked exactly like where I had gotten my Christmas tree. I told her all about how I got my Christmas tree. Setting: The woods. Characters: Alixanne, my best friend. Haley, her sister. Frank & Susie, her parents. Feelings and Thoughts: Happy. The place that we really got our Christmas tree was different, but where they got theirs I remember that place from somewhere."
        }, 
        {
            "number": "610-02", 
            "head": "9th grader, 03/11/97", 
            "content": "I went to a huge store with my dad and my brother. We were shopping and I saw a bunch of nail polish. Some of it was hard candy, a brand of nail polish that has a ring on it and it's really expensive. There was a color exactly like the color of my new shirt. There was also protector. I got both of those. Setting: A store. Characters: My brother - 9 years old. Dad - tall. I don't know the other people in the store. Feelings and Thoughts: Happy. I've been looking for a hard candy color that matches my shirt and protector. It was a great dream."
        }, 
        {
            "number": "610-03", 
            "head": "9th grader, 03/15/97", 
            "content": "We were going on a trip and I left my CD player in the house. I went back to get it and the piano was playing by itself. I tripped and fell and I saw someone in the living room. It was my dad but he scared the living daylights out of me. Then the scene changed and everyone was in the living room. Then my dad wanted to show me something upstairs. We went upstairs into my bathroom. It was different because there was a place where a light bulb should be above the bathtub and there weren't any shells on the shelf. My dad said there was this voice that gave him nightmares and was in them. He said it came from here. I told him to tell it to laugh and it did. It was the scariest laugh I've ever heard. But I wasn't scared for some reason and I just yelled back at it. I tried to find where it was coming from and it was coming from the heater. I tried to rip up the heater but it was too hot. Then my dad said it was the ghost of a football coach. The I woke up really freaked out. Setting: My house. Characters: My family - same as always. Feelings and Thoughts: Scared, freaked out. It was a really scary nightmare."
        }, 
        {
            "number": "610-04", 
            "head": "9th grader, 02/02/97", 
            "content": "I was with my fencing class and we were on a retreat with some of my friends. I kept on asking why Eli was being so mean to me. Everyone said he was stressed about colleges. We had to do posters of people's qualities and Linda showed us two ways to do them. I was going to do Eli and then apologize to him. I asked him how to spell his name even though I hoped he wouldn't know I was doing him. He answered \"Greuff/m.\" We were by the ocean on a narrow trail. I wanted to tell him how I felt but he had left. Then we were back at the gym. My friend Gia was there and she was in a green skating dress. Linda tried to describe how Gia was skating a special part in our show. Then she asked who Evita was and then she explained who she was. Gia thought she was the Embassy Suites and I knew who she was, but I couldn't seem to say it. Then the gym turned into a skating rink and everyone started skating around. Gia raised her leg and did a spiral. Setting: A meeting room that turned into a skating rink, and a cliff, and a gym. Characters: Eli, a boy a used to like; Linda, my fencing teacher; Gia from my soccerteam. Feelings and Thoughts: Sad, worried. I felt disappointed that I couldn't tell him how I felt. I was beating around the bush."
        }
    ]
}