{
    "dreamer": "bea1", 
    "description": "Bea 1: a high school student", 
    "dreams": [
        {
            "number": "001", 
            "head": "07/07/2003 (age 14)", 
            "content": "I am on a trip to Italy with a lot of my friends and their families. I am thoroughly frustrated because most of the girls on the trip are my age and most of the boys are juniors and seniors. All the girls are acting slutty and fake and all the boys are buying it. I like Albert and he keeps being stolen away by a group of slutty girls. Everyone is ignoring me. So that night (in my dream), I just cried myself to sleep. I remember there being about 100 twin size beds just lined up against the walls. There was one room for the adults and one room for the kids. Everyone was talking loudly and having fun and no one noticed me crying. I am woken in the middle of the night (in my dream) to find Albert sitting on the edge of my bed. I remember seeing his deep blue eyes and they shone in the moonlight. I also remember looking around and seeing all the 100 beds completely empty. So then Albert leaned down and just kissed me really innocently and sweetly. But then there was a knock on the door so he pulled away and looked really afraid. He said, \"I'll come back later\" and left. Then I woke up because my mother really was knocking on my door to wake me up."
        }, 
        {
            "number": "002", 
            "head": "07/08/2003 (age 14)", 
            "content": "I'm in this elevator with Nick and Aidan. We are in the main building and for some reason we are taking the elevator down to the dining hall. So all of a sudden it stops really quickly and I fall to my knees and am perfectly waist level with both of them. So for some odd reason I think that they want me to give them head and I am really embarrassed so I stand up very quickly. When we reach the dining hall, it's packed with the entire school and then some. So Nick, Aidan, and I get out of the elevator. I'm walking towards the front of the dining hall and Nick is following me, saying, \"Hi Bea\" and I want him to keep following me and I want to talk to him, but I keep getting pushed so I lose sight of him and then I wake up."
        }, 
        {
            "number": "003", 
            "head": "07/09/2003 (age 14)", 
            "content": "I dreamed that there was this war happening and that I was much more involved than I am in the war now In class we would have drills pertaining to the war. It was really scary. So all the freshmen and sophomores went on this trip and Sue and I were left behind. So when the trip returned everyone sought to create everyone's worst nightmare. All these people were chasing me and trying to shoot me, which I guess is my worst nightmare. I ran into my house, which was like the Order of the Phoenix in Harry Potter. Mr. Bailey was there with a palette of nail polish, trying to communicate some code to me. But I couldn't figure it out. So then I escaped to a kind of vineyard where Sue's worst fear was being realized. Her worst fear was that everyone had found out some secret about her. So there were all these freshmen and sophomores tormenting her in the trees of the vineyard, saying things like, \"We know, Sue...\" and then I remember one of them saying \"We know about Abbylius,\" (I just made that name up in my dream) and then I woke up."
        }, 
        {
            "number": "004", 
            "head": "07/10/2003 (age 14)", 
            "content": "I dreamed that I was on this train. In each different car was a different song playing. And no matter how much I liked the song that was playing, I was forced into the next car. It was really hot in the train so I was wearing my bathing suit. The train stopped at my high school's dining hall. I went in and everyone was studying for exams. I sat down at a table with my friends in my bathing suit. Ashley came up behind Olivia and put a lobster in her hair and we all screamed. Then she came after me with another lobster, so I ran away. I finally got back to my table and grabbed my bags before heading back to my dorm. On the way I saw Matthew and David, but they ignored me. Frustrated, I parachuted (yes, parachuted) away. I was so scared of Olivia and angry that Matthew and David had ignored me. When I got to the dorm, I realized that it was the beginning of school, even though I had just seen everyone studying for final exams. I realized I didn't live here anymore, so then I rushed to my new dorm where I found Sue. She told me that she, Hannah, 3 other girls, and I all shared a room in Bundy. When I got inside, I saw Hannah rearranging the furniture in a way-too-small room for 6 girls. I remember being furious that Hannah and I had to share a room with 4 other girls on Bundy 1, where all of Ms. Prong's favorite varsity athletes lived. I thought there had to be some mistake. I went to the closet to put my stuff there and realized that I had left all my clothes somewhere else. I ran back to the dining hall to look for them. All the doors were locked and I remember looking in the windows and seeing everyone in there being gassed to death. I remember seeing my father and Albert slowly dying. For some reason this didn't bother me at all and I rushed back to my room to find all my roommates playing name games, even though we already all knew each other. My other roommates' names were Brianna, Susan, and Kaylee. I was so frustrated I didn't have clothes, so I borrowed some from Hannah. Then I did have to take exams and I woke up."
        }, 
        {
            "number": "005", 
            "head": "07/11/2003 (age 14)", 
            "content": "So I dreamed that it was May again and everyone was playing Assassin as usual. Only the whole school was divided into houses like in Harry Potter, and only the Slytherins could kill the Gryffindors, and I was in Gryffindor and couldn't kill anyone. The only way you wouldn't be killed is if you were caught with $10 and your school ID. So I was walking down the main hallway and James Franco, who was in Slytherin, killed me. But then I showed him my ID card and $10. But for some reason this didn't matter to him, and he took my money and ID card. So then I went to the library and Anthony was there. He was in Gryffindor too and he studied there for exams since it was the end of the year again. We were also hiding from the Slytherins. They were like the High Inquisitorial Squad from Harry Potter too. Anthony and I were studying, but we had a question about math, so we went to find Mr. Stipps, who was in his office blow-drying sour milk out of his hair. He was really mad that we saw him blow-drying his hair and threatened not to give us any more DVDs or help if we continued to stand there. So Anthony and I left. I went to see Hannah and Sue in Bundy and Anthony went to Langton. When I got to Hannah's room, she told me that Mrs. Frank had called and wanted me to babysit her children the next evening. She said I shouldn't because the next evening was the dance. So I picked up the phone to call the Franks to tell them I couldn't babysit, but as soon as I went to dial the number, a woman's voice came over the receiver and said I couldn't dial. I ran to Sue's room to use her phone, but the woman's voice came over her phone too. So I then went to each room on the floor but all the lines were tapped. I finally went to the last room to dial before the woman figured out that I was using that phone. But I couldn't dial the number because all the numbers had been rearranged and I couldn't find the proper ones. I ran all the way down to Houk to use the phones there. But when I got there the whole building was on fire. Everyone was carrying furniture out of the burning dorm. It didn't occur to me that this was weird, people going back into a burning building. There was a plate of treats for everyone who carried furniture out of the building. I started to go back to Bundy, but my legs were so weak I could barely stand. I kept stumbling up to Bundy. When I reached the small parking lot between Langton and Slate, I saw Hannah's dad in a car and he nearly ran me over. I kept trying to get up to Bundy. When I finally got there though, Mrs. Frank and her two sons were all waiting for me. Apparently they were a day early. Mrs. Frank told me not to listen to Seth no matter what he said, and I was so confused I woke up."
        }, 
        {
            "number": "006", 
            "head": "07/12/2003 (age 14)", 
            "content": "I had a dream that I was in the middle of the woods in a cabin. It was snowing really hard outside and I felt scared and lonely."
        }, 
        {
            "number": "007", 
            "head": "07/13/2003 (age 14)", 
            "content": "I had a really scary dream that I went to see the movie 28 Days Later, which is supposed to be a scary movie about everyone getting a plague. So I was watching the movie in the basement of a factory or something. All the people I was watching it with got the plague from the movie. I got so scared and ran to my brother's room. He was there and we sat in his room and we were listening to Harry Potter on tape, but then he got the plague too! It was horrible."
        }, 
        {
            "number": "008", 
            "head": "07/14/2003 (age 14)", 
            "content": "I dreamed that I was on this roller coaster water ride with Hannah and Sue. Just as we were going around a sharp corner, Hannah flew out into the water and drowned. I was so horrified that I woke up sweating."
        }, 
        {
            "number": "009", 
            "head": "07/15/2003 (age 14)", 
            "content": "I dreamed that we were all going on a field trip. We were all organized into different buses and Sue and I were put on a bus with a lot of people we didn't know at all. So we were really frustrated. When we got off the buses we had to take out our English exam. I remember we were in this huge dark metal room underground. We were able to get our results the minute we finished the exam. But when I finished I couldn't get to where my results were. Then I remember beginning a new dream where someone was chasing me in the dark metal room, but then I woke up."
        }, 
        {
            "number": "010", 
            "head": "07/16/2003 (age 14)", 
            "content": "I dreamed that Alexis and I were in this cooking show like 30 years from now because everything was really high-tech and modern. We were cooking something and all of a sudden 100 male strippers jumped out and started stripping. It was really weird though because Alexis and I wanted to leave really badly so we started looking for the exit. The woman who directed the cooking show was mean and scary and wouldn't let us leave until we had shelved all the cans that were all over the ground. And then we had to organize them alphabetically. So we started. Then one of the guys came up to us and said he would let us out if we helped him make dinner. So we tried to help him make dinner, but we couldn't for some reason. Then the cooking studio turned into sand and flames, a beach bonfire in the middle of nowhere. Then I woke up."
        }, 
        {
            "number": "011", 
            "head": "07/17/2003 (age 14)", 
            "content": "I had a dream that I was giving a tour of my high school. When I entered the chapel, it was pitch black and I could see nothing except for this little boy with a laptop. He jumped up to greet me and then launched into this discussion of wireless Internet on campus. He wanted to show me how it worked, so he turned some of the lights on really dim. I was shocked to see about 10 other people in the pews, all really old and like the boy with laptops. He went into all these programs and messed around on the computer until the lights shut off of their own accord, indicating that he was now connected to the Internet. I was surprised and impressed and had lost my tour. But it didn't bother me. I went downstairs to the mailroom to find everyone happy and excited, all carrying or eating candies and chocolates, all with roses and dressed in pink. They all said, \"Happy Valentines Day\" to me. I was surprised because I had no idea it was Valentines Day. It was really dark so I couldn't find my mailbox, yet I could see all my friends with their stuff. As I finally started opening my mailbox, Leah explained to me how much candy she had received and who had given her roses and such. I opened my box to find only 5 pieces of candy. Feeling rejected, I walked back upstairs where it was light again. I remember hearing this voice behind me calling my name, and I looked behind me to see Sam running toward me with one rose. He gave it to me and kissed my cheek before leaving. Puzzled, I went back to my dorm, where I fell asleep really quickly. I was woken late that night because the fire alarm rang. Hannah and I ran out of the room to a secret hallway I never new about before. We were all to wait there until a train picked us up to bring us to safety. So when the train finally came pirates who had stolen it controlled it. They kidnapped everyone but me. I had to run and hide in a nearby bathroom. When they came looking for me, I cut them with razors and sprayed their eyes with hairspray, and basically defeated them with beauty products (weird). Then I woke up."
        }, 
        {
            "number": "012", 
            "head": "07/18/2003 (age 14)", 
            "content": "I dreamed that I was in a bookstore with my family. My brother and I found books about Harry Potter by J.K. Rowling, but they weren't the real Harry Potter books. We got them anyway. When we were checking out, my mother found a bag containing more bags of jellybeans. She was asking the main who they belonged to. I wanted the jellybeans and quickly told her they were mind and that I had bought them earlier. When we returned to school, I went to Sophia and Sue's room. Sue, Alison, Hannah, Aidan, and Jayden were all there and we started trying to take Sophia's bed apart to find something. Everyone was positive that it was an antique, Chinese-made bed, and therefore I would be able to take it apart and put it back together. I started to remove the different wooden panels, but never found out what we were looking for and couldn't put the bed back together. Finally Jayden and Aidan found a piece of wood shaped like an elephant that held the whole bed together like some sort of puzzle. So then I went back to my bedroom at home and fell asleep. But then Jackson, who had climbed up the tree near the window by my bed and was asking me to come outside with him. I was scared and moved to my desk. But my computer had been swapped with someone else's, and I couldn't use this one. Then, somehow, Jackson took my bed to his room. Horrified, I grabbed on and was flying to his room on my bed. When I got there he began taking my bed apart so that I couldn't leave; however, I got away anyway. When I got back home, my computer was right where it was supposed to be. I signed onto AIM and promptly started talking to Bill about his sister's relationship with his best friend, Sam. Then Jon signed on and asked me for my phone number to call me. I gave it to him and literally within the next 30 seconds, the phone rang in real life and I debated getting up to pick it up or not. But then I woke up and realized that it wouldn't be Jon calling since it had all been a dream."
        }, 
        {
            "number": "013", 
            "head": "07/19/2003 (age 14)", 
            "content": "Last night I dreamed that I was walking through this swamp/bog thing. As I was walking, I came across a set of 5 bunk beds, all stacked up on one another. There were people having sex and they wanted me to join them. But I didn't want to, so I dredged on through the mud. Then I saw Jayden and Aaron fishing for frogs. With them was Aidan. He asked me to prom, but I didn't even know that the prom was so close, so I just kept walking. I finally had come to the end of the swamp and there were the dorms. For some reason Bellah was following me for accepted students day or something. So I tried to find my dorm room, but it was completely impossible. Instead of the hallway with rooms was a HUGE ballroom and lots of small dark corridors. And I couldn't find my room! Finally after walking around forever, I found my room. Outside it was a stack of books and a balloon with my name on it. Bella and I went in but there was yet another huge room. In this one was a cooking show. Fritz (my dog) was trying to guess what kind of sandwich they were making and he got tickled every time he got it wrong. I guessed PB&J;, got tickled, and woke up laughing!"
        }, 
        {
            "number": "014", 
            "head": "07/20/2003 (age 14)", 
            "content": "I had a dream that I was on a long trip. We were all on this bus and we finally stopped at campus. I needed to find an alarm clock so I would wake up in the morning. I searched all the dorms to find a faculty member who would have one. Finally I went to Langton and the Mings gave me one I could borrow. They led me through the dorm, onto different hallways, and into different rooms. In each room there was no alarm clock. I became frustrated and then went down to Houk to find an alarm clock there; however, when I got near the School Archives at my high school, all the electricity went out. Everything just shut down. The only people from my trip I could find were Jayden and Aaron. We all walked past the Main Building. I think we were going to my house to see if the bus was there. Anyway, we eventually found the bus and started going to another private boarding school in a really small town similar to ours. When we got to the school, we all went to the locker rooms to shower. I accidentally went into the boys' showers and they all wanted me to join them. I guess I kind of wanted to, but I was scared so I went to the girls' showers. They were all wearing their soccer uniforms, so I just wore mine too while I showered. The next day we had to take exams. Sue kept trying to copy off mine. Then for our history exam we had to see Pirates of the Caribbean. Then I woke up."
        }, 
        {
            "number": "015", 
            "head": "07/21/2003 (age 14)", 
            "content": "I dreamed that I was in school and I had the absolute worst schedule. I had 8th period four days in a row and on Wednesdays and Saturdays I had all the periods. It was horrible. In Spanish, Sra. Perez made fun of me because I couldn't speak properly and I had to bathe Mr. Singer in history. When I went to English, I couldn't find my homework and I got into big trouble. I had 2 double chemistry labs a week and it was just turning out to be the worst school year ever. Finally, I went to math one day and it was the same class I had freshman year, except it was in an English classroom. The big projector was down and all the lights were off. Everyone was having sex and Anthony and Lou were there and they wanted me to have sex. But I was scared, so I went home for Thanksgiving break. I was at Sue's house and I went through this door outside. I was on a big mountain. Lord Voldemort had returned and was eating Thanksgiving dinner with us. No one else knew it was him, and for some reason, I wasn't allowed to tell anyone else. On the mountain were Ron and Hermione, and Sue and I were throwing turkey to them to save everyone. But behind them were a lot of other bad people, so we were trying to get rid of them without hurting Ron and Hermione. Finally Ron and Hermione got up the mountain, and Lord Voldemort walked right by us. Sue understood and we both left because we were scared. We went to the lake because we had to try to take a boat back to my high school. So we started carrying out boats to the shore and ran into Mrs. Carter, who told us that my high school had moved to France. We ignored her and kept walking with our boats to the shore. We got into the water except we weren't in the boats. There were little kids in the boats and Isabel and I had to safely get them across the lake to my high school and away from Lord Voldemort. There was a fish that grabbed onto me and when I shook it off, it started to have babies. Then a snapping turtle chased us to land. Then I woke up."
        }, 
        {
            "number": "016", 
            "head": "07/22/2003 (age 14)", 
            "content": "I had a dream that I was at my high school, but it was just like Hogwarts and was magical. Professor Dumbledore was the headmaster. I had been going there before Kylie came too. So we dueled, and Dumbledore was on my side telling me what to do because my wand was messed up. Finally it snapped in half and we all had to go to Diagon Alley to buy a new wand. On the train Kylie made fun of me for being blonde, even though I'm not. So I got mad and then she cursed me to death. Then I woke up."
        }, 
        {
            "number": "017", 
            "head": "07/25/2003 (age 14)", 
            "content": "I dreamed that I was sitting at one of the picnic benches at soccer camp and Aaron and I were discussing Anna Karenina and he had two of the characters mixed up or something and I was really frustrated with him because I knew I was right. I had the book and started to look it up. Just then my mother drove to pick me up and I left him. Then suddenly it was the first day of school. I was in the history wing and Ed was trying to show me something. He was pulling me somewhere and out of the middle of nowhere, Wyatt wanted to show me something different, so he began to pull me in the opposite direction. It was chaos because for some reason, it was also Parents Weekend. There were people everywhere. In the middle of everything, Gwenyth Paltrow was singing out of the blue. I was so exhausted; I finally went to my dorm. On the way, I met someone who gave me a pancake they wanted me to feed to the Maples' dog. I took a bite of the pancake and it was really good. When I was near the science building, the dog came out of nowhere and began to bite me. I was so angry and scared that I ran to my room in Houk. My room was completely deserted except for a queen-sized bed in the middle, the room with my Laura Ashley sheets on them. There was a secret passageway into my real room where Maria and Zoey were getting dressed. I realized that my clothes were too small, so I had to borrow some of Maria's hideous clothes. Andrea was there too. I finally went back to the main building only to realize that I had no schedule. I couldn't figure out what classes I had. I searched everywhere and went to my mailbox to find it. Jessica came to me and told me that the teachers were trying something different; on the first day of school everyone would just go to their classes whenever they wanted just to see if they liked them. I went to English and then to history. In history, Mr. Singer brought us down to the soccer field where there was a car race. He lay down in the middle of the field and began squirting mayonnaise all over the place. Then he started reciting a speech of Abraham Lincoln's. No one found this weird though. Then I woke up."
        }, 
        {
            "number": "018", 
            "head": "07/26/2003 (age 14)", 
            "content": "I dreamed that I was spending some vacation with Gianna. She was living in this humungous house and her dad was really rich and worked for NASA. In one room there were a lot of beds all lined up against the wall. People were lying on the beds, and each had on a pair of shin guards. Underneath their shin guards were their stories and how they had been injured and why they were lying on these beds. Whenever Gianna or I lifted the shin guards to read the story, however, they woke up and started laughing at us. Then they made some sarcastic comment that was supposed to be satirical and making fun of a movie. Gianna and I realized that we were on the set of Scary Movie 3, and that's why everyone was making satirical comments. When we got to the last bed, a woman leapt out of nowhere and grabbed the shin guards away from us. She asked us if we had tried them on, and we said no. She then told us that it was a pair of deadly shin guards, and that whoever tried them on died the next day. Gianna and I went back to the main part of her house where a lot of maids were cleaning the tile floor. We started to watch a DVD before her dad came in and told us he had to leave again. Gianna was really upset. He got into this enormous truck and began to back out of the driveway before he began to fly and took off into the stars. Gianna and I went into another room where there was a fruit snacks factory. A large pipe would deposit fruit snacks into bags in short intervals. The pipe had been clogged and everyone was trying to fix it. Then this dream ended and I began another one where I was in Paris. Some friends and I were walking down a small street and spotted a good-looking cafe. We went inside and it turned out to be a sort of cafe/ice cream parlor/bakery/candy shop. We all went inside and tried to decide what to have. They had some of the weirdest candy, like \"Antique M&Ms;,\" where there was fruit inside the chocolate part. I went to go buy an ice cream cone, a coffee, and iced tea. I spilled the coffee as soon as I got it. Not wanting to pay for another. I filled it up with water and complained that they had given me water instead of coffee. They refilled it for me, and then I woke up."
        }, 
        {
            "number": "019", 
            "head": "07/27/2003 (age 14)", 
            "content": "I had a dream that I was running around the main building looking for Anthony. I finally went to the auditorium to find him. I saw someone who looked like him very much. It was his father. He told me that Anthony was nervous to be around me because he knew that I liked him and he liked me too. A few minutes later, Anthony appeared looking a bit surprised to see me. I asked him why we hadn't seen each other lately and he didn't answer me. He said he was going to get changed and we could go for a walk. We took a walk down to the English wing, trying to find comfortable chairs to sit in. We saw people in their English classes and for some reason this was weird because it was supposed to be summer or something. We got to the end of the English wing and saw that the chapel was dimly lit. We went inside and saw Faith playing the violin. She left immediately as soon as Anthony and I got there. But she left her metronome on. I went to turn it off. Built into the metronome was some sort of sprinkler; when I went to turn it off, I got soaked. I told Anthony I was going into the little chapel loft to get undressed/changed. I crawled up there and went to a pew in the back and began to peel off my soggy clothes. Then I saw Anthony's face near the staircase and he came up and helped me get out of my wet clothes. Then he kissed me and I woke up. Then I dreamed that I was playing soccer and James Franco was the referee. He kept talking to me and teasing me until the game was over. Then I woke up again."
        }, 
        {
            "number": "020", 
            "head": "07/28/2003 (age 14)", 
            "content": "I dreamed that I was at soccer camp and we were all in the room where we watch movies. It was pitch black and we were all soaking wet from the rain. All the coaches were outside the room choosing courses for us next year. I was getting really frustrated because I wanted to choose my own classes. I didn't want someone choosing them for me. The door opened and a little light crept in. I realized I was alone. Aidan came in to tell me what he had chosen for me to take. I was really upset because I didn't want to take the courses he selected."
        }, 
        {
            "number": "021", 
            "head": "07/29/2003 (age 14)", 
            "content": "I can't really remember my dream. All I remember is opening a door and behind it was Aidan. I also remember getting his phone number but then losing it."
        }, 
        {
            "number": "022", 
            "head": "07/30/2003 (age 14)", 
            "content": "I first had a dream that Valerie and I were in this great big house with Brody. We were playing some sort of board game. I think maybe somewhere on the game there were sexual references or something, because very soon he was assaulting us. Valerie and I ran as fast as we could through the house, but he kept following us. Finally, I took off my belt and tried to whack him with it. Nothing happened. Valerie and I ran out of the house and into Mrs. Carter, who drove us to another house. Aidan and Jason were there and they saved Valerie and me. Then I had a new dream that there was a wedding at Sue's house. Everyone was dressed like Drew Barrymore in Ever After. All the kids, though, were playing games in the living room. I went in, and Sue, My brother, Ian, Claire, and Wyatt were there. We all started chatting and coloring until Mr. Bailey came in and announced that we all had to exercise, or something. He made Wyatt do 100 push-ups. I sneaked out to put my dress on, but it had gone. Then I woke up."
        }, 
        {
            "number": "023", 
            "head": "08/01/2003 (age 14)", 
            "content": "I dreamed that I was in the snack bar. Everyone in there was fast asleep, so I attempted to sleep too. I remember I was in between Lou and Albert. Lou and I were talking, and then he started to kiss me. I was annoyed because I was pretty sure that he didn't think he was kissing me. I pushed him away but he kept kissing me. Then I left and had to be Santa's elf or something and help build the sleigh. Lou began to get sick, so I have him some cheese to help him feel better. We finally finished the sleigh, and then I woke up."
        }, 
        {
            "number": "024", 
            "head": "08/02/2003 (age 14)", 
            "content": "I had a dream that I was in the main building holding a key. I knew it was a key to get into one of the dorms, only on, the one I lived in. I walked out to Langton because it was closest and tried my luck there. The key opened the door and I was thrilled, until I saw about 100 boys draped all over the furniture. They told me that I didn't live there I was so scared I went back to the main building. I tried to figure out my schedule, which I didn't have, as usual. I can't really recall all the details, but I remember waking up and thinking that it was an \"outrageous dream about school.\""
        }, 
        {
            "number": "025", 
            "head": "08/03/2003 (age 14)", 
            "content": "My first dream was that I was playing an ice hockey game and all my senior friends had come back to watch, like Aidan, Nick, Anthony, and others. I also remember other faces like Aaron. My stick kept switching from a lefty to a righty, and it was horribly frustrating. We won the game and after I got undressed and changed, I went to the stands to say hi to everyone. I started crying because I had missed them all so much. Then, all of a sudden, everyone disappeared except for Aidan. We sort of started walking towards each other, and then he started crying! And then he disappeared too! I was so sad. That night I went home and had to give this show about a horse. It was 1am and I was showing this horse. Then I saw Aidan crying. I ran to him in the room at soccer camp where we watch movies. He kept saying, \"You don't understand,\" and then I woke up."
        }, 
        {
            "number": "026", 
            "head": "08/04/2003 (age 14)", 
            "content": "I had a dream that I was babysitting my brother and we were watching movies. We were watching the Star Wars trilogy. When it was over, he wanted to watch Pocahontas. We were in something I remember as a \"public living room.\" Other people walked in and this one girl had a huge crush on my brother. When I was done babysitting him, I had to go babysit the Pike children in Post. When I was there, it started to snow. Mr. Pike got home as I was unloading the dishwasher. He paid me and let me go. Then school started. I had to go to a Spanish class that was somewhere else. I was packing my backpack to go, and all these people kept taking my stuff and pestering me, so it was impossible to pack. I must have woken up and then begun a new dream. I was one of the friends of the Culkin family. Also in this group was Aidan. We all got really drunk and started walking on this bridge, complaining how adults never understand kids. We were all planning for a surprise party or something...Aidan was meant to guard the door while we all set up. But then I woke up."
        }, 
        {
            "number": "027", 
            "head": "08/05/2003 (age 14)", 
            "content": "I dreamed that I was attending soccer camp again. Hannah and Sue were there. We were all having so much fun and looking forward to the next weekend when we'd go to Hannah's house. It was then Friday and we were done with camp. We were all walking towards Hannah's car, when all the younger campers practically killed us by kicking their soccer balls at us. We loaded our bags into the car and went to Hannah's house. I remember us all showering when we got there. Then I wandered around the house into a beautiful Renaissance style living room where two people were having sex. It was really weird, so I left and then woke up."
        }, 
        {
            "number": "028", 
            "head": "08/06/2003 (age 14)", 
            "content": "I dreamed that my father was having dinner with Matthew, Albert, and Anthony. They were going to a sleepover later. I wanted to shower before they arrived. Halfway through my shower, I thought I heard them, so I got out and went downstairs. For some reason, Camilia had come and wanted to shower too, so I let her shower while I watched TV. When she was done, I remembered that I hadn't conditioned my hair or anything, so I went back in. When I got out of the shower for the 2nd time, all the boys were there. They began rolling out sleeping bags and mattresses, preparing for the sleepover. Then I must have woken up and started a new dream. This dream I can't remember exactly, except that Hannah, Sue, and I were mad at this other girl."
        }, 
        {
            "number": "029", 
            "head": "08/07/2003 (age 14)", 
            "content": "I dreamed that I was at soccer camp again. Charles was one of my counselors and he kept teasing me, in a good way, I guess. Every time I tried to take a picture of him, he would duck or run away. I finally took one of him as we were walking indoors to eat lunch and watch the movie. Inside they were serving lunch (pizza and brownies) to us. Everyone kept saying, \"It's OK, we have 2 hours before we have to run again. So I ate some. Then it got dark, as the movie was about to start. I started to fall asleep. When I woke up, everyone was unplugging the lamps. It was really weird, because it was already dark. Then I woke up."
        }, 
        {
            "number": "030", 
            "head": "08/08/2003 (age 14)", 
            "content": "I dreamed that it was the end of the year and all the seniors were about to graduate. Sue and I were preparing for our exams. It was the night before graduating; so all the seniors were playing games while all the underclassmen were studying. I remember looking into a room and seeing Nick and another girl, which made me jealous. I forget what Nick said, but I left, furious. Sue and I didn't have the proper materials to study for the chemistry exam. We snuck into the science building to get the stuff. When we got there, there was some sort of leak or something, because the whole building was flooded and smelled awful. Sue and I grabbed buckets to carry everything. We swam through the hallways trying to find a light switch. We couldn't, so we returned to the main building. All the seniors were getting ready to leave, and I was so sad and flustered because I didn't think I would see any of them again. Then I saw Anthony and he hugged me and kissed me goodbye. Then I must have woken up and started another dream about The Da Vinci Code. I remember the albino monk, Silas, was trying to kill someone else, and I was trying to stop him. The man Silas was trying to kill came to me for help. He wanted me to disguise him. So I cut him a pair of jeans. I guess I thought that would disguise him. I kept waking up in the middle of the night though."
        }, 
        {
            "number": "031", 
            "head": "08/09/2003 (age 14)", 
            "content": "I dreamed that it was the beginning of school. Even though I was supposed to be rooming with Hannah, I had to spend the first night of study hall with my old roommates, Zoey and Maria. I was really annoyed, but I knew that if I spent just one study hall with them, I never would have to again. I think it was probably nearing the end of study hall, because I was feeling really impatient to leave. Then I must have woken up and started a new dream. In this dream, I was at this summer camp. Sue was there and we were having a lot of fun. On the last day, we had to board buses to get us home. One kid was frantically telling us that when we got on the bus, they were going to give us an oxygen mask because of the altitude. Only it was a gas mask and if we put it on, we would die. Sue and I got on and held our masks to our faces, pretending we had them on. We saw a lot of kids put them on and then \"fall asleep.\" We closed our eyes to pretend. The bus stopped and everyone who was alive got out, while they cleaned all the dead bodies off. Sue and I stood outside the bus, crying. When we got back on, they were going to gas the whole bus. I just remember thinking, \"This is it, no one will know I'm dead for a long time. I can never see my family or friends again.\" But just as we were about to board the bus again, a volcano erupted, causing everyone to scatter. I ran all the way home and then woke up."
        }, 
        {
            "number": "032", 
            "head": "08/11/2003 (age 14)", 
            "content": "First I dreamed that my friends and I were all trying to help Matthew get into Yale. We were helping him with classes and applications. I think he ended up getting in, but then I started a new dream that was really weird. I had three bedrooms, and whenever I had to talk to someone, they always met me in the wrong room. My next dream was about taking exams. I dreamed that right before each exam in the morning, we all gathered in the dining hall and individually ordered French toast and bacon. The woman got angry because she didn't want to cook. I was slightly confused. My last dream was about this game. There were 20 people and 1 killer. Everyone is trying to find out who this one killer was before they died. They were all forming pacts and groups, just to be betrayed. It was really odd. Then I woke up."
        }, 
        {
            "number": "033", 
            "head": "08/12/2003 (age 14)", 
            "content": "My first dream was that I was at a meeting for soccer preseason. All the seniors were talking about how much fun it was, and all the freshmen were looking really scared, but I wasn't. Then I started a new dream. I was in Bundy and Lou was in Owen. I really wanted to see him, but I needed an excuse to run over there. I saw someone delivering a pizza, so I decided I would sneak in when the pizza delivery guy went in. I scooted inside and went to my friend's room (can't remember who...) then I went looking for Lou. But it was Anthony I found. He kissed me and then I woke up."
        }, 
        {
            "number": "034", 
            "head": "08/13/2003 (age 14)", 
            "content": "Last night I dreamed that I was at the Dunn's house and Sue, Hannah, Kim and I were all taking the SATs. We were all discussing our answers, which was apparently OK. When we were done, we left to go home. I lived somewhere else. We saw tollbooths and drove through them, but immediately after we entered, all the cars changed directions and they were heading towards us! Horrified, I turned the car around. Then for some reason, we were looking for Anthony to surprise him. He was living in Texas, and when we got down there, people were throwing sand at his house; however, this was considered a gesture or admiration or something like that. Then I started a new dream where Ed was having lunch. Weird. Then I woke up."
        }, 
        {
            "number": "035", 
            "head": "08/14/2003 (age 14)", 
            "content": "I dreamed that my family and I went to McDonalds every meal. All my friends did too. It was like school, or something, everyone went there everyday with his or her families. The McDonalds was owned by a really sweet man, so when he one day raised the prices, I didn't mind. Soon everything was really expensive, and we stopped going there. My next dream was that someone was trying to kill me. I wasn't being chased or anything like that, but someone was trying to kill me. When I was asleep (in my dream), Lou came into my room. He started crying, and when I woke up he told me that he was the one who was trying to kill me. Then I was at the Lincoln Memorial and it was burning down. Then I woke up in real life."
        }, 
        {
            "number": "036", 
            "head": "08/15/2003 (age 14)", 
            "content": "I first dreamed that Sue, Lou, Tristan, and I were all in math class with Mr. Stipps again. We were all trying to find out this one problem, but it was nearly impossible. It was so frustrating. I guess Isabel and I finally gave up, or we figured it out or something, because we eventually left. We went to check our mail. I tried to open my mailbox, but it wouldn't open. I kept trying to open it, but it would just not open. Then Sue and I saw Mel Gibson coming to check his mail (at my high school for some reason...) and he laughed at us because we couldn't open mine. I then started a new dream where my family and I were driving somewhere. We were just driving along the hallway when, all of a sudden, I noticed no one was in the driver's seat. I felt really worried and tried to steer from the back seat. It was really difficult, and I ended up skidding off the road. My last dream was the best! It started badly though. I came home to find all the kids from the local high school having a party. Kylie was throwing the party, and I was really angry. Apparently my house was attached to one of the dorms by a long hallway. So everyone kept running back forth stealing stuff from the dorm rooms. Kylie found this tiny object that was like a kaleidoscope in the shape of a rock. It was brightly colored and she let me look at it. I looked through it and was surprised to see pictures of Anthony, waving, smiling, playing, laughing, reading, etc. I realized that this was the graduation present his parents had given him that he had been waiting to open. I was furious with Kylie for stealing it. I called Anthony and we started chatting and laughing. I kept walking through the hallway to Post, where Anthony lived, but Kylie kept running after me. She wanted the kaleidoscope because she thought Anthony was cute and wanted an excuse to talk to him. I got really mad and tried talking to Anthony through post-it notes. It was really weird. I kept talking to him and then he invited me to his room. He was teasing me crawled on top of me when I sat on his bed. He saw that I had his kaleidoscope and was so happy that he kissed me! Then I woke up."
        }, 
        {
            "number": "037", 
            "head": "08/17/2003 (age 14)", 
            "content": "I dreamed that Charla and I were walking through the athletic center and we passed the boys' locker room. The doors were wide open and we could see all the boys inside. We went inside and started talking to them. For some reason, going into the boys' locker room was against the law, and Charla and I knew this, but we kept talking to all the boys (in their towels, by the way). Suddenly, Mrs. Carter pulled us away and began lecturing us about how wrong it was to go into the boys' locker room. I soon fell asleep and had a dream within a dream. This dream was about shopping. I was in Costco shopping for food to keep into my dorm room at school, but then I got lost. I woke up and Mrs. Carter was still lecturing me. Then I really woke up in real life."
        }, 
        {
            "number": "038", 
            "head": "08/18/2003 (age 14)", 
            "content": "I dreamed that I was taking Ancient Civilizations again with Mr. Bailey. I was re-writing an essay and I kept trying to email it to him, but it just wouldn't work. I kept getting the email returned to me. Frustrated, I went back to Bundy to see Hannah. It was snowing and all the heaters had broken up, so Katie and I huddled under our comforters, reading. We talked for a while before going to the main building to get dinner. On the way, I saw Matthew. I really wanted to talk to him, but was too shy. Hannah told me to just go up to him and say \"hi,\" so I did and he picked me up and twirled me around. He laughed, put me down, and started walking away. Hannah yelled across the hallway, \"See, Bea! It's so easy to talk to guys! I told you!\" I was embarrassed, but luckily Matthew didn't her. Julian, however, did. He began to laugh, but he didn't care. We went to the dining hall and saw Caroline and Sue. They were getting rice and singing the Goo Goo Dolls. Then I woke up."
        }, 
        {
            "number": "039", 
            "head": "08/19/2003 (age 14)", 
            "content": "I dreamed that Lou was giving this speech in chapel about community service. He had to pick four people to help him. I raised my hand to ask a question, and he came over to me and said that I would be one of the four people to help him. Then I woke up."
        }, 
        {
            "number": "040", 
            "head": "08/21/2003 (age 14)", 
            "content": "I dreamed first that Sue and Hannah and I were all in Poland. We were walking around my high school (in Poland) and saw Angelina at the auditorium. We all went in to watch a movie. Then, I dreamed that my father was up against 6 saber-toothed tigers, and that he defeated them all. Reporters from ESPN wanted to interview him. He kept saying things like, \"I'm da man,\" \"Who's your daddy?,\" and \"I'm in da house!\" My last dream was that Hannibal Lecter kidnapped me and he wanted to kill me. Then I woke up."
        }, 
        {
            "number": "041", 
            "head": "08/23/2003 (age 14)", 
            "content": "I dreamed that I was running away from someone...but I can't remember exactly who it was. Then I was at soccer camp again and it was my birthday. I got to pick out a stuffed animal from a bag. Jon was there and had given me a Tiffany heart charm bracelet with my name engraved on it. Aidan had bought me dinner. The best part, though, was Anthony pushing through the crowd and taking me on a date to a swimming pool. We swam around all night and it was really warm. HE would lift me and carry me on his shoulders around in the water, all the while rubbing his hands across my skin. Then I started a new dream that my brother and I were in the library and we were standing in front of the Mona Lisa. Then I woke up."
        }, 
        {
            "number": "042", 
            "head": "08/25/2003 (age 14)", 
            "content": "I first dreamed that I was in Florence, because that is where my parents were getting married (weird). Either I was really sick or sad, because someone gave me a huge cake. I remember falling asleep in my dream and being awoken to crashing noises and explosions. I looked out my window, and people were running and screaming everywhere. It was weird though; they were all celebrating for something, rather than screaming about something bad. I was frustrated because I couldn't find anyone I knew and I had no idea what everyone was screaming about. Then I must have begun a new dream because all of a sudden I was at the spring carnival. Everyone was having a lot of fun as usual --Jello-wrestling, slip-and-sliding, and everything else --I can't remember a lot of details, but then everyone went to the dining hall. I was eating strawberries with sugar. Across the dining hall, Leah was strutting around on a table. She got embarrassed and tried to make it a joke, but no one laughed. Then I woke up."
        }, 
        {
            "number": "043", 
            "head": "08/28/2003 (age 14)", 
            "content": "I dreamed that I was at the beach and was swimming against Rachel. I had to swim from one dock to another, so I dove in and touched the bottom. Immediately, I felt like I couldn't breathe. I struggled to the surface, feeling the pressure on my lungs. It was really scary and I kept pushing upward. Finally I reached the surface and gulped air in. I was breathing really hard in real life and woke myself up for a second. Then when I fell back asleep I was walking home from the beach in my comforter. I was so tired I could barely stand up. It started raining and this little boy appeared carrying an umbrella and he kept me dry. When I got to my house, I asked him his name. It was Colin. So I got home and Kylie called asking me to help her on her math placement exam. I really didn't want to, but she kept begging me, so I couldn't just hang up. So then Sue drove up and asked me if I wanted to go with her to the mall and then to the movies. I really wanted to go with her, but Kulie wouldn't stop bugging me, so Sue drove off. I was really mad. Then the power went out and I couldn't turn my computer on."
        }, 
        {
            "number": "044", 
            "head": "08/30/2003 (age 14)", 
            "content": "Last night I had a very odd dream that there was this huge concert on the quad. There was a stage, a crowd, and everything. It was right in the beginning of the year, so everyone was really excited and energetic. I was sitting next to Gianna and we got called up on stage. When we got there, it started to shake uncontrollably, like some kind of trampoline. Everyone was laughing and cheering as we struggled to stay upright. We finally got off and walked inside Langton so I could go to the bathroom. I saw Lou and Ariana washing dishes. They had just seen my \"performance\" and were being really critical of it. Ariana said that when she saw me, she wanted to vomit. Lou laughed and then --to my horror --agreed. He was going out with Vanessa, and Ariana was discussing that now with Lou. I ran to the other end of the dorm and began to cry. I hated him for agreeing with Ariana, and I hated myself for liking him. On the opposite end of the hall was a movie theater. I went inside to watch Finding Nemo. There was a guy with flowers waiting for me; he was oddly reminiscent of Anthony. We began to chat and laugh, and soon Lou was out of my mind. When the movie was over, we walked out of Langton to find the campus deserted. We entered another dorm to find lots of people crammed inside. All the students were doing ridiculous chores and exercises as punishment from the teachers for having the huge concert. We ran out and into another dorm to avoid being caught and made to mow the grass with our teeth, or duel each other with umbrellas. We ran upstairs to my room. We could hear a teacher frantically pursuing us. I had the topmost loft as my room, only accessible by a leader, which unfortunately had been shattered. We tried in vain to climb up, but it was useless. We were caught and led downstairs where we were forced to drive metal pegs into the ground. Then I woke up."
        }, 
        {
            "number": "045", 
            "head": "09/01/2003 (age 14)", 
            "content": "I dreamed that I belonged to this very prestigious book club. Pauline was there and so was Brenda. We were all discussing a book we had just read. All of a sudden, the floor turned to ice. We were in a huge mansion, and all the oriental rugs were turned to ice. Then the ice started to crack and all the chairs fell through to the freezing water below. I was so scared, but then I woke up."
        }, 
        {
            "number": "046", 
            "head": "09/02/2003 (age 14)", 
            "content": "I dreamed that I was on some trip somewhere and I was driving a huge coach bus with all my friends in it. Since I was driving, I was the one who decided where we stop for bathroom breaks and stuff. No one could agree with me about when and where to stop though, so I became frustrated and finally stopped at a rest area. I saw a little boy who looked lost. He spoke Spanish, so I said, \"Donde es el coche?\" (Where is your car?) But then I remembered that I had to use estar instead of ser. So I corrected myself and said \"Donde esta; el coche?\" A man nearby told me that the only way the little boy would find his way home is if I brought him to the church at the end of the mall at the rest area. I asked, \"Donde esta la iglesia?\" A woman told me she would lead me there. So I picked the little boy up and walked behind the woman. On the way I saw Ava; she had been shopping. She showed me a black tank top she had bought from Express. She asked if I wanted to borrow any of her money to shop, but I said no. Then I woke up."
        }, 
        {
            "number": "047", 
            "head": "09/03/2003 (age 14)", 
            "content": "I had this horrible dream that we were playing a hockey game. Our third line (my line) was completely out of it, and we just couldn't play. One girl was missing from the first line, so Chloe moved me up to play with them --big mistake! They were much faster and more skilled than I. I would try to pass the puck, and they'd be gone from the space I'd passed to. I couldn't position myself correctly because they would always skate away. Finally the game ended; we had won, and Chloe and Mrs. Carter were thrilled. Everyone then left and I was alone on the bench. Then all the lights went out. I began to take off my equipment right then and there. Doing so, I managed to lose my gloves, pants, and skates. When I finally had put what was remaining of my equipment into my bag, I assumed that my skates had somehow magically been transported to the locker room. I must have started a new dream, because next thing I know I am talking to Anthony. And it's weird because I know somewhere in the back of my mind that he's dead. But I kept talking to him. I was so sad because he was dead. But then I woke up."
        }, 
        {
            "number": "048", 
            "head": "09/04/2003 (age 14)", 
            "content": "I dreamed about a Justin Timberlake concert, a premiere for a Kate Hudson movie, and some dumpster. I can't remember any other details."
        }, 
        {
            "number": "049", 
            "head": "09/05/2003 (age 14)", 
            "content": "I can only remember that Lou, Matthew, and I were on a deserted island somewhere. Matthew and I were going to see Lou, but he was flying an airplane made of cloth overhead. There was a girl with him, and I became sort of sad. Then I woke up."
        }, 
        {
            "number": "050", 
            "head": "09/06/2003 (age 14)", 
            "content": "I had a dream that I met the kids on The O.C. Granddaddy lived in one of the dorms and I had to take a roller coaster to get there. When I got there, there was an itinerary that told me when I would be getting my teeth pulled out. I wasn't aware of this and was thoroughly frightened. Then we had some tribute dedicated to Keira Knightley because she had died. When cars passed by, they would honk out of respect. Then I woke up."
        }, 
        {
            "number": "051", 
            "head": "09/07/2003 (age 14)", 
            "content": "I dreamed that Caroline and Claire were playing soccer on the quad with Samantha. Lou was walking me back to Owen, for some reason. It was really nice out. Then I woke up."
        }, 
        {
            "number": "052", 
            "head": "09/08/2003 (age 14)", 
            "content": "I had a really gory dream last night. Sue and I worked for the CIA and we both had some special 6th sense. The CIA would tell us general areas where someone had been murdered, and we would have to go scout around for either the murderer or the dead body. It was really scary because the killer could be anywhere, and Sue and I were the only ones who could see the body. We had special equipment and everything. It was traumatizing to see the bodies. I remember seeing the lower half of a body with knives stuck in the legs. It was horrible. Thank God I woke up!"
        }, 
        {
            "number": "053", 
            "head": "09/10/2003 (age 14)", 
            "content": "I had a dream that David and Kathy were playing soccer on the quad. I was in Bundy and stole a Lily Pulitzer gift card from Jules. Then I went to Rome, but woke up."
        }, 
        {
            "number": "054", 
            "head": "09/11/2003 (age 14)", 
            "content": "I dreamed that Sue and I were in a fight. We were in some Hallmark store and I was frustrated that Kylie would talk to Sue and not me. Sue was ignoring me. We were watching soccer on TV in this little store and I was looking for nice journals to give to Sue for her birthday. Then I woke up."
        }, 
        {
            "number": "055", 
            "head": "09/19/2003 (age 14)", 
            "content": "I dreamed that Camilia, Ed, and I were all jumping on mattresses in the main building. They asked me to join them, but I didn't want to. I went to the dining hall to make a cup of tea. Mrs. Frank was there and wanted me to babysit, but I really didn't want to. So I hurried to make my tea. Then I went to the back of the dining hall, and there was this Harry Potter game open and there was a scary monster in it. I wanted it to leave, but it wouldn't. It was terrible! Then I woke up."
        }, 
        {
            "number": "056", 
            "head": "09/28/2003 (age 14)", 
            "content": "Last night I dreamed that everyone was in the auditorium and we all had to get up if we had ever done drama before. I was the only one not to get up. Then we all had to tell our most embarrassing moments. It was finally my turn and I began to say that I often tripped a lot in the always, when I realized no one was listening. My mother stood up and told everyone to be quiet and listen to my most embarrassing moment --how ironic, as that would easily be my most embarrassing moment. I was horrified and stormed out of the auditorium. I want to check my mailbox and the new Facebook was there. I went upstairs and there was a database there that recorded all the hookups in the entire school. Then I woke up."
        }, 
        {
            "number": "057", 
            "head": "10/02/2003 (age 14)", 
            "content": "I just had a dream about Kevin..."
        }, 
        {
            "number": "058", 
            "head": "10/03/2003 (age 14)", 
            "content": "I dreamed that Hannah and I were walking back to Bundy right before check-in on Saturday night. When we got inside there were at least 5 couples hooking up right there in the doorway. Hannah and I couldn't go to the staircase to get to our room. Then I woke up."
        }, 
        {
            "number": "059", 
            "head": "10/04/2003 (age 14)", 
            "content": "I dreamed that I flew to University of Texas and Avery and I hung out all day. It was such a nice dream! Then we had to go to Sue's birthday dinner, and Gabby's mom was cooking for it. We had asparagus pasta, which was really good. Then I woke up."
        }, 
        {
            "number": "060", 
            "head": "10/10/2003 (age 14)", 
            "content": "I had a dream that I was walking down the main staircase in Bundy and we were all going somewhere. We got down to the first floor and someone lit a cigarette and passed it to me. I was about to take it when I saw my proctor and she told me not to touch it, so I quickly stomped it out."
        }, 
        {
            "number": "061", 
            "head": "10/11/2003 (age 14)", 
            "content": "I dreamed that my whole floor was in the common room and we were watching Monsters Inc. There was a mummy drinking a soda, for some reason. Then I fell into a shark pit with Ed, but then I woke up."
        }, 
        {
            "number": "062", 
            "head": "10/15/2003 (age 14)", 
            "content": "I dreamed that Kevin was swimming at the beach, and he was so hot! He got out of the water and came over and kissed me. The kiss was so intense; I swear my lips were tingling when I woke up."
        }, 
        {
            "number": "063", 
            "head": "10/19/2003 (age 14)", 
            "content": "I had a dream that I found the perfect Halloween costume!"
        }, 
        {
            "number": "064", 
            "head": "10/24/2003 (age 15)", 
            "content": "I dreamed that I was in the main building and I was making out with someone. I felt kind of awkward about doing that in public, so I left to go to lunch. For some reason, it was graduation tomorrow. I was astounded. Where did the whole year go? I felt like it had just been fall, and now all of a sudden it was graduation? I saw the seniors packing their bags and loading them into their cars. I began to cry so hard because I had not spent enough time with everyone. After graduation, I was playing hockey, when I should have been studying for exams. I went back to the library and Hannah and Sue were there. Albert came back from Spain and told us he had moved to the ocean. Then I had to think about college!?! Thank god I woke up!"
        }, 
        {
            "number": "065", 
            "head": "10/30/2003 (age 15)", 
            "content": "I had so many dreams last night! The first dream was that during study hall, I was abused. From 7:30-8:00 I could work and study, but then at 8, I had to strip down to my underwear and go into a cell where it was wet and freezing cold. I was abused and hurt or an hour and a half and I was furious because I didn't even know why. I hated it! Then I had a dream that my family and I were all going on a trip to Sea World. My brother and I sat in the splash section, and then left hurriedly. On the way home, we were playing in the sand, trying to set up some sort of box. We got sand in our eyes and rushed to wash it out with the ocean water. Our eyes really burned then from the salt and the sand. Then Hannah and I were walking back from lunch or something to Bundy. The seniors were all trying to yank each other's pants off to embarrass one another. When Hannah and I got to the dorm, we had emails from all of them saying something bad was going to happen. Anyway, then I had a dream about Counting Crows, that I was going to see them. Then I woke up."
        }, 
        {
            "number": "066", 
            "head": "11/01/2003 (age 15)", 
            "content": "I had a dream that I was walking around in my underwear and someone complimented me on what a nice lower back I had. Odd..."
        }, 
        {
            "number": "067", 
            "head": "11/01/2003 (age 15)", 
            "content": "I dreamed that I was in the main building and I was wearing my angel costume. Lou started chasing me because he wanted to take my wings. He finally caught up with me and took them. Then I began to chase him through the hallways. He ran upstairs to the little quad of chairs outside of the history wing. I cornered him and he collapsed onto one of the couches. I began to tickle him to get my wings back. He was very ticklish and was squirming uncontrollably. Eventually, he dropped my wings. When I bent over to pick them up, he grabbed me and pushed me onto the chair. He then began to tickle me. I was breathing so hard. I begged him to stop, and he finally did. Then he leaned down to kiss me. All of a sudden it was a new dream. The science building was attached to the main building through a long, tall staircase right near the yearbook room. I remember having to go to the yearbook room to layout some more pages. Then I woke up."
        }, 
        {
            "number": "068", 
            "head": "11/01/2003 (age 15)", 
            "content": "I dreamed that Mason was lying in a stone coffin next to some really tall, scary statues. I had to save him, so I ran next door and the ceiling caved in. Then I woke up."
        }, 
        {
            "number": "069", 
            "head": "11/15/2003 (age 15)", 
            "content": "I had a dream that I was taking a vocab quiz in a language I had never seen before!"
        }, 
        {
            "number": "070", 
            "head": "11/17/2003 (age 15)", 
            "content": "I dreamed that I was burning a CD in the music room."
        }, 
        {
            "number": "071", 
            "head": "11/12/2003 (age 15)", 
            "content": "I dreamed that they were redoing the post office part of the main building to look more like the Sistine Chapel. Mr. Links was trying out different practice schedules. I studied for exams. Anna and I were trying to figure out when we had practice. I kept falling over and falling asleep throughout the main building and around the athletic center because I was so tired. I told Charla she needed to get Jay to ask him something about our class. So he came over and tried to wake me up. I felt so weak. I only woke up when Lou came to get me. We then walked to the Sistine Chapel to find out when we had practice, but there were so many staircases that I couldn't find where to go. Then I was in front of the dorms. Then I woke up."
        }, 
        {
            "number": "072", 
            "head": "11/14/2003 (age 15)", 
            "content": "I dreamed that I was playing soccer down on the fields. There was going to be a pep rally later, so I hurried to the athletic center to shower and change. In the locker room I bumped into Lou. He was wearing red boxers and he had a white towel in front of him. He was laughing, so then I began laughing and woke up."
        }, 
        {
            "number": "073", 
            "head": "11/15/2003 (age 15)", 
            "content": "I had a dream that we were doing the proctor switch. Hannah and I lived on Bundy 3 and our proctors were taking us down to the lake to take a walk. There was a huge octopus that lived on Bundy 1. His tentacles were blocking all the doors. On the way up from the walk, the proctors were throwing worms. It was horrible. When we got up to school, Sue was baking Krispy Kremes. Then I woke up."
        }, 
        {
            "number": "074", 
            "head": "11/16/2003 (age 15)", 
            "content": "I dreamed that I was Ariel from The Little Mermaid. I was swimming all over the place in the lake. People were on a ship telling secrets and I wanted to know what they were saying so badly. But I couldn't climb up onto the ships. But I couldn't climb up. Anyway, then I was in the dining hall, sitting at the senior boys' table. Ed was there. We went outside and walked around and talked about love. When we got inside, all the senior boys were doing some sort of race on the ramp. I went to go watch and Lou was up. After he went, he grabbed my hand and yanked me away from the crowd. My mother had booked a makeover for me, but I didn't really want one. Then I woke up."
        }, 
        {
            "number": "075", 
            "head": "11/18/2003 (age 15)", 
            "content": "So first I dreamed that I was at my high school and it was the last day of this year. All these guys were asking me out. Then I was at college in California. It was the kind of college where if you went to my high school, you immediately went to this college. Then there were other kids from other schools there as well. It was really dangerous. We had to cross 6 roads all next to each other to get to the school. The last 2 were these horribly steep and narrow staircases where people would skateboard. I was walking down them and the skateboarders couldn't see us. So I was especially scared. I finally got to my dorm and all my friends were going skating. They all left and I changed and put sunscreen on. Andrea and Camilia were there and they wanted to know if my boyfriends at my high school had made me any more comfortable with dating in college. I guess I kind of blew them off, because next thing I know, I am at the beach. It started to rain, so I had to go back to school. I was so sad when I looked at all these pictures of my high school friends and realized how much I missed them. I was in English with a lot of the freshmen, and Ms. Williams came in and announced we were having the school play that day. Everyone was really excited, except me, because it was a Tuesday, and Tuesdays were my best days, so I would have to miss my favorite classes. We had 30 minutes before we had to be in the auditorium. I went looking for my friends. Sue was giving a tour. Gianna and her brother were up in the math wing. I started walking to the dining hall. Gabby was in the senior quad and she started making fun of me because I always looked shy. Beside her was a shelf of books. They were all fictional love stories. Then I woke up."
        }, 
        {
            "number": "076", 
            "head": "11/19/2003 (age 15)", 
            "content": "I had a dream Hannah was getting married!"
        }, 
        {
            "number": "077", 
            "head": "11/10/2003 (age 15)", 
            "content": "I dreamed that I was at school. Hannah and I were all in the library studying for exams. Neo, from The Matrix, was there getting us to try different kinds of jellybeans. All of a sudden, we were back in the dorm. Sue was showering and Hannah and I were in our room eating Cape Cod chips. When Sue came in, the fire alarm went off. We all had to get out of the building. The sprinklers went off. So then I had a new dream that I was at Audrey's house and Pauline was getting married. Audrey wanted me to ride Pauline's horse into the woods to find the rest of our relatives. When I got on the horse, he started talking to me. Then I woke up."
        }, 
        {
            "number": "078", 
            "head": "12/03/2003 (age 15)", 
            "content": "I had a really vivid dream that I was in a mansion watching a movie. Then I was at Sue's house and they were trying to replace their cat. It was much more detailed; I just can't remember it all now."
        }, 
        {
            "number": "079", 
            "head": "12/16/2003 (age 15)", 
            "content": "I had a horrible dream last night! First, Lord Voldemort was after me and I couldn't hide from him. I tried to run outside my house in the woods. He heard me and went back inside to get a flashlight for some reason. Then I ran up by the Links' house and Mr. Links came back with his flashlight. He found me, so I made a deal with him that if he stopped killing everyone else, he could kill me. It was so scary. Then I had a dream that we bought a new dog crate, not even a new dog, but just a new crate. It was a huge deal for some reason. I couldn't understand why everyone was so worked up, but whatever. So that ended and then I dreamed that it was exam time again at school. The new policy was that you could either take the exam in the classes you were taking, or you could pick up a new class and take that exam. So I decided to pick up dance and take that exam --it was a lot of fun! But ever since I had picked it up and had to dance with Julian, Lou stopped talking to me. It was unbearable and I couldn't understand why he was ignoring me. So for the exam, I had to have sex with Julian. I was really reluctant to do this, but I was guaranteed an A in the class and that I wouldn't even remember having sex with him, so I did. But the next morning, I was really sore and I did remember everything. Lou came up behind me and started flirting with me again, and I was so happy he wasn't ignoring me. I ran up to him and tried to hug him. Then he pushed me away, and I was really confused. I asked him what his problem was, and he said something to the effect of, \"At least I didn't sleep with someone to get a good grade. I don't want you sleeping with other boys.\" I guess it was cute that he cared, but it was horrible having him mad at me!"
        }, 
        {
            "number": "080", 
            "head": "12/23/2003 (age 15)", 
            "content": "My first dream was that it was exam time and I had taken every exam except for Spanish. For Spanish, I had to clone people. Jackson was right in front of me doing the same thing. The clones came from every room, and it was impossible to keep track of them. Finally, Sra. Perez said we had made enough and that we could leave. I had had a lot of feelings towards Jackson lately. He brought me into Tinker into an empty room. We weren't doing anything except kissing, but the whole time in there felt really sexual. He had his shirt off or something, but it felt like we were doing more than just kissing, even though we weren't Anyway, we were there for awhile before the person who lived there came back and kicked us out. We were holding hands as we left. We went to the library to start studying for another exam, which was weird since we were done with our exams. Then we had Fun Friday. It was the weirdest one ever, but it was everyone's favorite. There was a monster onstage plus 3 students. The monster could see one person, but not the other two. We all had to kill the monster, but the more people that came on stage, the more the monster could see us. He could also hear us. I remember looking at my watch and realizing an hour had gone by. Then I woke up."
        }, 
        {
            "number": "081", 
            "head": "12/24/2003 (age 15)", 
            "content": "I dreamed that I had bought the brand new Synergy hockey stick, and I couldn't wait to use it. There was a pick up hockey game some winter night when we were getting snowed in. When I picked up, however, I realized that I had bought a righty instead of a lefty. I was so disappointed at myself for my foolish mistake. No matter how hard I tried, the stick stayed righty. All the other girls laughed at me. Then I started a new dream that was at my brother's 2nd grade parent-teacher conferences. I was really bored and kept falling asleep until the teacher used me as an example of the student who had perfectly gotten through elementary and middle school, and that I was doing excellent now as well. Then another woman engaged me in a conversation about Pirates of the Caribbean but I fell asleep (in my dream). Then I woke up in real life."
        }, 
        {
            "number": "082", 
            "head": "12/25/2003 (age 15)", 
            "content": "I dreamed that I was PERFECT in every way: looks, sports, brains, personality, talent, etc. I was perfect. So I was running around with this really tall, dark, handsome guy. We were by the ocean and he said he'd love me forever. Then I realized I was just a character for a John Updike story, so I was really scared and wanted to see the ending, but I was woken up instead for Christmas."
        }, 
        {
            "number": "083", 
            "head": "12/27/2003 (age 15)", 
            "content": "First I dreamed that I was babysitting Layla. I was trying to do everything perfectly since her dad was my soccer coach. We went to the ocean and came back to her house to bake cookies. We were just rolling out the dough when her mom came back and paid me. Next, I was in some really fancy modern Japanese-style house. Every time I finished a homework assignment, I was allowed to get up and get a piece of candy. The thing was --the assignments never seemed to end. No sooner would I finish one then I would have another one. Finally it was study hall and I was working with Ava, Isaiah, and Beth. It was weird because I think Isaiah liked me. Then I woke up."
        }, 
        {
            "number": "084", 
            "head": "12/28/2003 (age 15)", 
            "content": "I dreamed that there was some sort of Olympics at school. There were 3 big events. Halfway through one I ran to Taylor for some reason just to hang out, I guess. Next day I was watching the real Olympics. I realized I had hockey practice, so I ran to Bundy to get ready. I was really panicked because I couldn't find my watch or something. When I got there, someone had died. We had this huge underclassmen funeral. Then I was in a department store of some sort. Someone else was with me and there were these two sort of scary-looking men, who wanted to buy us jewelry. We found two pairs of earrings we liked, and they went to buy them for us. The woman at the counter said they were Tiffany earrings, but somehow I couldn't believe her. There were 3 little dogs there too and they were yapping all over the place. So then I was at Hogwarts. Professor Snape was looking all over the place for me. I accidentally set off a charm that made all these bombs explode. The whole school rushed into the hallways. We had to bring as much money outside as possible. It was freezing outside. But then I woke up."
        }, 
        {
            "number": "085", 
            "head": "12/29/2003 (age 15)", 
            "content": "I dreamed that Jackson and I were on a bus on the way home from my elementary school. He jumped out of the bus to run to my house. It was pouring rain, so we had to change into dry clothes. I was changing when he walked in and saw me. I wasn't embarrassed, for some reason. But there was something I was trying to hide in my closet, so I was worried that he would find it. Then I woke up."
        }, 
        {
            "number": "086", 
            "head": "12/30/2003 (age 15)", 
            "content": "I dreamed that I was in this train station going to a concert with my whole chemistry class. That's all I can remember."
        }, 
        {
            "number": "087", 
            "head": "12/31/2003 (age 15)", 
            "content": "I dreamed that I was back in 8th grade and had to make a poster about the solar system. So I made it and brought it into school. The presentations were held in the lunchroom. The presentations started and I realized how inadequate my work was. So I shifted my posters around until I found the best one I had made about the Scientific Revolution and the Enlightenment. I used that and presented, and did very well. Then I had some dream about Jackson, that I was talking to him through a wall. I also dreamed I woke up next to him. Then I woke up."
        }, 
        {
            "number": "088", 
            "head": "01/01/2004 (age 15)", 
            "content": "I dreamed that my brother and I were electricians of some sort and had to install TVs into houses/trailers in a trailer park. It was scary because the trailer park was next to a chemical plant, so it was always releasing chemicals and other horrible things into the air. And it was really loud. The trailer we were working on was constructed like an airplane. My brother and I tried to figure out how to fly it, but couldn't. So then I dreamed it was exam period. I had an 8am math exam, but for some reason instead of going to the classroom, I went to the movie theater to see Love Actually. This didn't seem at all weird though. Caroline went in and told me she'd save me a seat while I went to get ice cream. I wanted Butterscotch ice cream, and there was only one vendor that had it. My mother was in the line ahead of me. As soon as it was my turn, the woman closed everything up. I was really annoyed and went upstairs. All these junior and senior boys I didn't know were there. I really wanted this butterscotch ice cream, but no one had it. Instead I just had some diet coke. Everyone was leaving the movie theater, so I guess I missed the movie. I found my friends and realized that my dress had fallen off. I left hurriedly, thinking it was just a trick of my mind, hoping it was just a trick of my mind. I saw Lou walking out of the dining all. He was carrying something and his hair was really short. I noticed he was wearing these terrible looking shoes, and I decided that I should stop liking him for that reason. I went back to my friends and all of a sudden I was looking into a deep abyss, like where Mordor is in Lord of the Rings. I ran away as fast as I could and ran into my math teacher, who noticed I had missed the exam! Thank god I woke up!"
        }, 
        {
            "number": "089", 
            "head": "01/02/2004 (age 15)", 
            "content": "I dreamed that Sue and I were in a car together. Isabel called our Spain program to see if she got in. They said she had. So then I called to ask if I got in, and they said I hadn't, but that there was a program in Russia if I was interested. For some reason if I wanted to go to Russia, I had to learn Latin, which wouldn't have been so bad. I remember telling myself that this was a dream and waking myself up."
        }, 
        {
            "number": "090", 
            "head": "01/03/2004 (age 15)", 
            "content": "I dreamed that I owned this \"salty bar\" with Granddaddy right next to the ocean. One day, the whole school had to sail over to China to hear some sort of lecture. I missed the boat and had to swim over. I had brought a plate of Brie, but it was filled with poisonous crabs from my trip over. I dropped the dish when I got on land, and was terrified that they would poison me. But then I told myself that this was a dream, so I kept on walking to the lecture. When I got there, it was more like SNL than a serious lecture. I couldn't understand why we'd had to travel that whole way for this. I was sitting on the stage and could see Jackson right in front of me. The lecture ended 3 hours early. The deans said we had to remain there for the next 3 hours before going back. Vanessa started whining but then everyone made fun of her, so that was OK. Then Jackson looked at me and said he loved me and I woke up."
        }, 
        {
            "number": "091", 
            "head": "01/04/2004 (age 15)", 
            "content": "I first dreamed that my dean and I were best friends and I always went to his house to hang out. It was weird. Then I dreamed that Charla and I were in New Hampshire at Granddaddy's, and she wanted to take a boat on the lake at night. I knew it was a bad idea, but I went out with her anyway. We were 20 feet out into the water when I decided to turn back, because I knew this was wrong. My father had been sitting on the dock the whole time, and was proud that I had turned back. Then I dreamed that Sue and I were doing track. We finished with our warm up and this guy came up to talk to me. He was cute, sort of looked like Dylan and Nicholas put together. We were talking and flirting, and then all of a sudden, we were back at my house. He was flirting with me while we watched a movie. His name was Kevin Laradin, which is a name I've never heard or read before. Then I woke up."
        }, 
        {
            "number": "092", 
            "head": "01/05/2004 (age 15)", 
            "content": "I dreamed that I had to reorganize the periodic table of elements, according to this really hard and horrible formula. Then I was on a boat in the middle of WWII. Then I woke up."
        }, 
        {
            "number": "093", 
            "head": "01/09/2004 (age 15)", 
            "content": "I dreamed that Sue and I were planning to go out to dinner with 2 boys as our dates. My brother was organizing times and places. Sue was taking Lou, and I was going with a blind date. I walked into my room and Sophia was painting my walls this horrible color. Then I woke up."
        }, 
        {
            "number": "094", 
            "head": "01/12/2004 (age 15)", 
            "content": "I dreamed that my brother and I were buying my father a present. We were on this whitewater rafting trip and my brother and I kept laughing at him because he was playing the piano really badly. Then I woke up."
        }, 
        {
            "number": "095", 
            "head": "01/13/2004 (age 15)", 
            "content": "I dreamed that Sue and I were going to some party and it was really exciting because Lou was going to be there. But all the awful girls weren't. So it was a really big deal for some reason. I had this long discussion about it with my parents. I showered before I went out, but I hit my head on the faucet. I fell over and couldn't go and was really upset. Then I woke up."
        }, 
        {
            "number": "096", 
            "head": "01/15/2004 (age 15)", 
            "content": "I dreamed that I fell asleep right next to Lou, but that I woke up next to Jackson! I actually woke up alone."
        }, 
        {
            "number": "097", 
            "head": "01/16/2004 (age 15)", 
            "content": "I dreamed that I had to write an essay in Spanish about the most embarrassing thing to ever happen to me. I remember saying to myself \"Tengo que escribir un ensayo sobre un dia cuando soy...\" But I couldn't remember the word for embarrassment. Then it hit me --verguenza! And I woke myself up muttering \"verguenza\" in real life. Weird."
        }, 
        {
            "number": "098", 
            "head": "01/17/2004 (age 15)", 
            "content": "I dreamed I was Julia Stiles."
        }, 
        {
            "number": "099", 
            "head": "01/19/2004 (age 15)", 
            "content": "I had the worst dream ever. I dreamed that I was at some sort of camp, but it was military/boot camp. We were running laps around the track until I thought I was going to be sick. Then I got news that both my mother and father had died. I freaked out. But the guy kept making me run more laps. So then I threw up and I told myself that this had to be a dream. But I couldn't wake myself up. So then we had to sail down this river. But my boat got lost and I had to swim against the current. Thank god I woke up."
        }, 
        {
            "number": "100", 
            "head": "01/20/2004 (age 15)", 
            "content": "Last night I dreamed that I was in the dining hall and Mrs. Frank was yelling at me because I didn't like babysitting her sons. I felt bad, but I had to leave to go to class."
        }, 
        {
            "number": "101", 
            "head": "01/21/2004 (age 15)", 
            "content": "I dreamed that we had a holiday, so everyone was in the main building. It was really boring, however, and no one was doing anything. Everyone, including the boys, was wearing pants and a bra. It was weird. So then Kim and Sue went to Sue's house. I remember seeing Kevin and Nicholas and Hannah in Bundy. A girl on the first floor was trying to go to sleep and told me to go to bed too. But I couldn't think about sleep. But then when I concentrated really hard, it sort of worked. Then I was talking online and Sue and Kim were soaked because it was raining. I was asking Aidan if I could sleep in his room, since I couldn't here. He laughed and said yes. Then I woke up."
        }, 
        {
            "number": "102", 
            "head": "01/22/2004 (age 15)", 
            "content": "I dreamed that I was taking a shower in the bathroom, but it was in the main building. I was fully clothed, though, so I just walked out of the shower. Vanessa came by and hip-checked me out of the way. I was really nice to her though, even though she is a bitch. Then I was in chemistry class and we were trying to make shampoo and they had to test it out on me. It was horrible. Then I saw Jackson and woke up."
        }, 
        {
            "number": "103", 
            "head": "01/30/2004 (age 15)", 
            "content": "I dreamed that Sue and I were going on a backpacking trip."
        }, 
        {
            "number": "104", 
            "head": "02/06/2004 (age 15)", 
            "content": "I dreamed first that I was in this huge mansion and I had to help deliver all these babies. All the women having the babies had to go up all these stairs though. Then I had to help them down the stairs to the delivery room. So then I was a slave in some huge landowner's house and I was running away with a baby in my little green Oshkosh overalls from when I was a baby. So we stole this food and other things we would need and put them in Bloomingdales bags. As soon as we left the house, the woman came after as, so we hid under a bench. I prayed she wouldn't see us or hear us breathing. The next dream I had --I was in the library trying to steal something heavily guarded by giant squids. It was impossible and I was really frustrated. The library was like a planetarium, so I lay down and looked up at all the stars in the ceiling. Then I had to go to Spanish class. Then I woke up."
        }, 
        {
            "number": "105", 
            "head": "02/07/2004 (age 15)", 
            "content": "I first dreamed that I was in the chapel, which was huge. Lou was next to me and I remember hearing the organ music from above. All of a sudden, I was in my bedroom. My friends and I were flying mattresses outside my window. There was tundra and icy cold water beneath us, so we didn't want to fall in. First it was just Sue and I, so it was easy to balance. Then more of our friends wanted to join us, but we weren't sure if the mattress could hold all of us. So Sue took a rope and attached it to the mattress and swam through the air. We were all fine. Then I realized that we didn't have our wings, and we all started falling. We landed hard in some military school. We ran away. So then I was at school in the snack bar. I ordered a blueberry muffin and ate it outside. I saw Caleb reading something and he called me over to lie down with him. I lay down and he put his book down. He wrapped his arm around me and held my hand with his free hand underneath his chin. He blinked and I could feel his eyelashes on my forehead. Our lips were touching, but we weren't kissing. I was worried about my breath. He started breathing a little harder and pulled me closer. Then I saw my mother and father, but they didn't see me. And then I woke up."
        }, 
        {
            "number": "106", 
            "head": "02/08/2004 (age 15)", 
            "content": "I dreamed that we were having Martin Luther King Jr. Day in a huge stadium, like Madison Square Garden. One of our all school sessions had just finished, so we were all leaving. I saw Jackson and we did our little smiling thing. I made the sign that I would call him. So then I was doing laundry in the mailroom and I ran out of quarters. I finally found some and put them in the slot. I remember being very confused as to how to do my laundry. Then we had to go back to the auditorium and all watch a movie. It was the freshmen class doing a skit about how much they hated Martin Luther King Jr. Day. Weird...then there was this woman who looked like Mary Poppins. She had a butterfly costume on and was asking this man in the audience to marry her. He said he would do anything but marry her. Then she flew off with the rest of the butterflies. Then someone shot her down. A boy ran to her fallen body and opened up her wings. They were beautiful. I took them and left the auditorium away from everyone else. A little girl ran up behind me and tried to take the wings. They ripped a little bit, but I gave them to her. I was yelled at for this. I went to shower and realized that one of my shoes was gone. I went to the locker room and looked for it. But it wasn't there. So I never found it, but I remember seeing the boys going to soccer practice."
        }, 
        {
            "number": "107", 
            "head": "02/11/2004 (age 15)", 
            "content": "Last night I dreamed that I was in the auditorium. Wyatt was mixing some music on different CDs for me. I was really excited! Wyatt gave me the CDs to copy. Then my mother, brother, and I all had to go on some trip. A spider crawled out of my brother's backpack and he threw a huge fit. We all walked into a grocery store to buy snacks. I wanted to get juice boxes in the store and my mother got really upset. She bought my brother chips. Then she remembered that she had left something important at home. So we had to leave. Then I was in the auditorium and it was snowing and everyone was dancing. Then I woke up."
        }, 
        {
            "number": "108", 
            "head": "02/12/2004 (age 15)", 
            "content": "I dreamed that James Bond lived in my basement and was having a huge party. There were 6 bars, strippers, gamblers, kegs, and lots of music and everything. I went down there and people were playing card games. But the people weren't real. I guess I just asked why the people weren't real. Someone told me that James Bond was impersonal. So the fake people represented the superficiality of them. I went back upstairs. Then I was trying to watch a movie, but my brother and Wyatt were shooting hockey pucks all over the place and I couldn't do whatever it was I wanted to do. I was really frustrated. Granddaddy was making cereal for a present for me."
        }, 
        {
            "number": "109", 
            "head": "02/18/2004 (age 15)", 
            "content": "I don't exactly remember my dream, but I remember waking up thinking of Jackson."
        }, 
        {
            "number": "110", 
            "head": "02/22/2004 (age 15)", 
            "content": "I dreamed that I was at a silent auction. I bid on a formal dress that I wanted, and I won! Then I went to help my mother and father cook dinner. Then I woke up."
        }, 
        {
            "number": "111", 
            "head": "02/24/2004 (age 15)", 
            "content": "I dreamed that I was a senior!"
        }, 
        {
            "number": "112", 
            "head": "02/26/2004 (age 15)", 
            "content": "I dreamed that we were having a holiday and Kim and Camilia were in my room and Kim was taking all my clothes. Pauline was making it snow outside too!"
        }, 
        {
            "number": "113", 
            "head": "02/27/2004 (age 15)", 
            "content": "I dreamed that there were all these houses in the main building, and that it was huge, kind of like Versailles, times 100! I had on a pair of wings and was flying around the library. And there were all these incredible Alexander Calder mobiles around. The place was huge, no matter where you turned there were more rooms or stairs. There were several libraries, small rooms, kitchens, ballrooms, pools, everything. Lou kept trying to take my wings. Then I had to buy shoes or something. Then I woke up."
        }, 
        {
            "number": "114", 
            "head": "02/28/2004 (age 15)", 
            "content": "I dreamed my father and I were making ice cream cakes. And then I was a fairy again."
        }, 
        {
            "number": "115", 
            "head": "03/03/2004 (age 15)", 
            "content": "I dreamed that I was in the main hallway. Jackson was there and my friends were asking if we had played \"Roman Soldier,\" which was some sort of secret code, but I don't know what it meant. When they asked if we had played, Jackson must have known. I said No, but Jackson started kissing me. Then we had a holiday, but it was horrible because I had to stay inside and clean the bathrooms."
        }, 
        {
            "number": "116", 
            "head": "03/04/2004 (age 15)", 
            "content": "I dreamed that I went to Spain over spring break with Hannah and Margo. When I got back, I couldn't speak a word of Spanish. I remember walking into the bathroom near the computer lab and it was all decorated."
        }, 
        {
            "number": "117", 
            "head": "03/07/2004 (age 15)", 
            "content": "I dreamed that I was in the library on a Sunday and it was huge, practically the size of the entire main building. It was raining outside. Every Sunday, we all had to go to the athletic center for some reason, just the sophomores. One Sunday, I decided I didn't want to go anymore, so I just cut it and stayed in the library with Jackson. Then I woke up."
        }, 
        {
            "number": "118", 
            "head": "03/08/2004 (age 15)", 
            "content": "I had a dream that I was in some sort of basement with the rest of the sailing team. Some of the boys were arguing over which one my mother liked better. I was explaining to Andrea where I had bought my jewelry, when Caleb whisked me up and carried me up to my room, asking which of them my mother liked better. I said I didn't know, and he started dancing with me. I then saw Sue up the stairs, and she asked me if I wanted to go for a run. Then I woke up."
        }, 
        {
            "number": "119", 
            "head": "03/10/2004 (age 15)", 
            "content": "I dreamed first that I was riding back from a hockey game with Caleb. We were cuddling and just sitting next to each other. Then when we got back to school, Caleb was going to go with the Varsity Girls team to their game. I was kind of upset and volunteered to drive the bus to the game so that I could be with him. Then I realized that I didn't know how to drive. The bus keeled over and Matthew came to save us. At the hockey rink, Lou was tickling me and flirting with me, and he hurt his back. I traveled to the hospital in the ambulance with him, and kissed his chest over and over again, hoping that would help in some way. Then I was just so mad about Caleb that I kept throwing things around and stomping on them. I was in a rage because he had ditched me earlier. Then I woke up."
        }, 
        {
            "number": "120", 
            "head": "03/14/2004 (age 15)", 
            "content": "I dreamed that I was in this huge dark house with a random scary guy. I had my laptop with me and was trying to shut it down. I remember wanting to go home really badly but I couldn't until my laptop shut down. The big scary random guy kept coming on to me and trying to get me to take my clothes off. He was trying to rape me, and I was really scared. So I tried to call my father, but all the numbers on the phone had been rearranged, so I couldn't figure it out. The guy was chasing after me, telling me that he was just fooling around. I started to cry, and finally I was able to call home. But I didn't know where I was! My father kept asking me where he should pick me up, and all I could say was that I was somewhere in the mountains. It was awful. The guy caught me and hung the phone up. But then Caleb came in and hit the guy and saved me. He brought me to his car and we drove for a long time. We finally got to a motel type place attached to school. Hugh started making fun of me, and I hit him square in the chest. He grabbed my hand and pulled me really close to him. Our foreheads were touching and we were about to kiss, but I was still so upset about that scary guy that I ran away. I ran into Mr. Lopez, who tried assigning me more geometry homework. I tried to do it, but it was really difficult. Everyone around me kept trying to mess me up, so I was running away, holding onto my geometry homework. Then I woke up."
        }, 
        {
            "number": "121", 
            "head": "03/15/2004 (age 15)", 
            "content": "I first dreamed that I was in chemistry, when I realized my entire schedule had changed. I was in none of the same classes, but my entire schedule was somehow filled up. I had the opposite lunch period from all my friends, and Billy Joel was my college advisor. Then I was in my room sorting my bras, and I couldn't find the white one I was looking for. Then, I dreamed that I was sailing in the pool. There were 3 different kinds of boats, and I didn't know which one to use, so I asked Caleb. Pete, Sam, and some other guys kept trying to listen, so Caleb waited until they went away so he could tell me which boat to use. I distinctly remember putting my hand up to cover my mouth, even though he was the one who was whispering. Our mouths were really close again, but we pulled away before anything happened, I guess. Next, I was at some swim meet and there were bookshelves lined up for bleachers. They were really narrow, so I kept falling off onto the pool deck. People laughed at me when I fell. Mason and Isaiah were sitting on the bookshelf with me and they finally fell too when the whole thing toppled into the water. Then I lived in this house of grime. I lived right next to some huge factory, so all the dirt, grime, smoke, and ash from the factory made a film over my house. It was really disgusting. Then I woke up."
        }, 
        {
            "number": "122", 
            "head": "03/16/2004 (age 15)", 
            "content": "I dreamed that my skin was absolutely covered in these awful boils. They were crusty and pussy and just everywhere. I couldn't wear anything because clothes irritated my skin too much. But I had to get to class by the time my Harry Potter tape finished. So I was rushing around trying to find a tank top to wear. When I got to school, it was like a bar. The lights were dim and there was cigarette smoke everywhere. My father and I looked at a Patagonia catalog, trying to find clothes that wouldn't bother my boils. I woke up scratching myself to try and make them go away, and was SO happy when I didn't actually have boils!"
        }, 
        {
            "number": "123", 
            "head": "03/17/2004 (age 15)", 
            "content": "I had a dream that there was this bulletin board for students who went missing. And I saw my own picture on it..."
        }, 
        {
            "number": "124", 
            "head": "03/18/2004 (age 15)", 
            "content": "I had a dream that there was a formal dance in the library, which was 8 floors. I was walking back with someone, and I guess I had a date to this dance, but I think I still needed a dress and shoes. Then it was the beginning of the year because we were all moving into Bundy again. Hannah had totally changed the room around. Then we were in the dining hall eating really good French toast. Sue was eating raisin bran. We wondered if when we were juniors we would change seats in the dining hall. I wanted more French toast, but they had run out of syrup. I had to pack my laptop up to get more. On the way, I saw Kevin dressed as a huge bug. He said, \"Hi, Bea,\" and I said, \"Nice antennae.\" So then I went back to my seat and all last year's seniors were back. I tried to get the syrup, but they were taking it all. So then Sue and Charla and I were supposed to meet up later, but I woke up."
        }, 
        {
            "number": "125", 
            "head": "03/19/2004 (age 15)", 
            "content": "I dreamed that I went to a party at Tim's house; however, none of my friends were there. So then I went to Drivers Ed and they were all there. We had to play all these games to help us learn how to drive. Hugh was there and he kept poking me and then saying, \"You can never be my girlfriend because you can't drive yet.\" Weird. So then I dreamed that it was spring carnival again and we were all Jello-wrestling. I wanted to do my laundry so I wouldn't be wearing my sticky clothes. But apparently the laundry service put your dirty clothes in bags and never washed them. Then I woke up."
        }, 
        {
            "number": "126", 
            "head": "03/23/2004 (age 15)", 
            "content": "I dreamed that Johnny Depp was in the hospital and I wanted to see him. So I devised a way to pretend that one of my relatives was in the same hospital room so that I could have an excuse to see him. He had changed his appearance, accent, and everything about him, however, so that when I got to the hospital, I couldn't tell who he was. I forget who, but someone I knew ended up in the same room as this dark Transylvanian guy, who ended up being Johnny Depp. I went in the room and was about to start talking to him when the entire hospital was about to collapse. I remember seeing Caleb and Alexis and knowing that I had to save them, but then I woke up."
        }, 
        {
            "number": "127", 
            "head": "03/24/2004 (age 15)", 
            "content": "I dreamed that I was in Post, but instead of looking for Caleb, I was looking for Bud. I saw him sleeping in his room and I guess he must have looked really hot, because all of a sudden, I started liking him. Then I was taking a Spanish quiz with some other kids in my class, and we were on a raft in the middle of some bay. An alligator kept dragging us into the water and when one of us would try to save the other, the alligator would grab us. So then I was in the parking lot of CVS in a huge black suburban. I wasn't supposed to be out late at night and was horrified to see my father, because he would probably yell at me for being out past my curfew. I tried to drive away, but realized that I couldn't drive. I ran Freddie Prinze Jr. over on my way home. I was horrified, but apparently he was OK. He said really sarcastically, \"Thanks, Bea. Thanks a lot.\" I was so happy that he knew my name, but sad that I had run him over!"
        }, 
        {
            "number": "128", 
            "head": "03/25/2004 (age 15)", 
            "content": "I dreamed that I lived in Manhattan. So one night I was showering and had to go get something. When I was going back to finish my shower, a man jumped out and tried to rape me. I freaked out and tried to scream, but I couldn't make any sound. It was awful. I tried to tell My mother what happened, but I had lost my voice. Thank god I woke up!"
        }, 
        {
            "number": "129", 
            "head": "03/26/2004 (age 15)", 
            "content": "I dreamed that my father and I had to get secretly married. We were in some foreign country where that was the law. After we were married, we had to race back home. I couldn't fit everything into my suitcase, so I had to pack extra bags of all my stuff. When we got home, the whole cast of Friends was at my house. I told my father that the next time I got married, I wanted to have a white dress and that I wanted to marry someone that I loved in that way, not because it was the law. Then I woke up. Weird."
        }, 
        {
            "number": "130", 
            "head": "03/29/2004 (age 15)", 
            "content": "I dreamed that I was touring Ed for accepted students day, but he already went here. Also we were in English class, but it wasn't my English class. Then Gianna and I were working out, but I had practice. I couldn't find any of my stuff. Pauline tried to help me, but I had 4 bags and couldn't carry them all. I felt so ridiculous. Then I woke up."
        }, 
        {
            "number": "131", 
            "head": "04/05/2004 (age 15)", 
            "content": "I dreamed that I was 18 and I went to a college that was similar to my high school. We had an all school meeting on day to address the issue of diversity. I had been asleep that night when some boy came into my room and wrote his name, address, and phone number on my ceiling. Apparently he was initiating some important moment, but I didn't understand. We then talked about terrorist bombings in Rome and Angels and Demons. I also dreamed that there was a TV show about killing wild cats. And I was on it, except I had no weapons! Lastly, I dreamed that Ed was rifling through all my stuff, but I don't know why."
        }, 
        {
            "number": "132", 
            "head": "04/10/2004 (age 15)", 
            "content": "I had a dream that the girls' lacrosse team had a really early game one day or something, so they had to wake up at 6am on Sunday. Leanne was complaining that this was unfair because no one else had to wake up, so she demanded that the entire school wake up at 6am as well. I turned to her and snapped, \"It's going to be really unfair when you get into Princeton because of your lacrosse skills, when far more deserving people get turned down, especially when they are much smarter than you!\" That shut her up! Then I had a dream that I was in a store and had a fixed amount of money. I bought a pink iPod and a bottle of Chanel perfume. Then I decided to buy different perfume. And then I woke up, but had none of my purchases!"
        }, 
        {
            "number": "133", 
            "head": "04/11/2004 (age 15)", 
            "content": "I dreamed that we were moving into Hannah's house in Florida. I was getting a huge room that overlooked the pool! Then I woke up."
        }, 
        {
            "number": "134", 
            "head": "04/17/2004 (age 15)", 
            "content": "I dreamed that Julian died, and I was in love with him. Ew!"
        }, 
        {
            "number": "135", 
            "head": "04/18/2004 (age 15)", 
            "content": "I dreamed that Hannah and Sue and I traveled back in time to meet her parents. Weird."
        }, 
        {
            "number": "136", 
            "head": "04/22/2004 (age 15)", 
            "content": "I dreamed that I was moving back into my old room. As soon as I got set up, the roof caved in and all my stuff was ruined. Then I was sailing outside in the backyard, and it was really weird."
        }, 
        {
            "number": "137", 
            "head": "04/26/2004 (age 15)", 
            "content": "I dreamed that I had sex with Doug. It was such a weird, vivid dream. We were in this huge, hot room, and then we just started stripping and had sex. He said it was the 4th happiest moment in his life. Then the rest of the school began to walk in and we started getting dressed really quickly. I didn't even know I could dream about having sex since I haven't had it yet! At least in my dream it was good and not scary!"
        }, 
        {
            "number": "138", 
            "head": "04/29/2004 (age 15)", 
            "content": "I dreamed that Samantha and I were in some 5-star hotel and we had to take a train somewhere. It was pouring rain. That's all I remember."
        }, 
        {
            "number": "139", 
            "head": "05/04/2004 (age 15)", 
            "content": "I dreamed that Lou and I were in an elevator folding laundry, and he started massaging my shoulders. I got all tingly. Then I massaged his. Then we started kissing in the elevator, and I put my hand on his chest. For some reason, that felt really sexual and I woke up kind of embarrassed, even though nothing really happened."
        }, 
        {
            "number": "140", 
            "head": "05/09/2004 (age 15)", 
            "content": "I dreamed that I was at this little grocery store in the middle of nowhere, trying to get food. There were things there called push-kins, which were supposed to be mock Fig Newtons. Then I woke up."
        }, 
        {
            "number": "141", 
            "head": "05/14/2004 (age 15)", 
            "content": "I dreamed that Lou wanted to have sex with me."
        }, 
        {
            "number": "142", 
            "head": "06/05/2004 (age 15)", 
            "content": "I dreamed that I was sneaking around the boys' dorms because I was on this top-secret mission. All I remember was that it was all very funny!"
        }, 
        {
            "number": "143", 
            "head": "06/06/2004 (age 15)", 
            "content": "I dreamed that someone was trying to kill my father. I tried to stop the person, and they killed me instead. I just remember seeing the end of the gun and hearing the shot, and then I woke up so scared."
        }, 
        {
            "number": "144", 
            "head": "06/12/2004 (age 15)", 
            "content": "I had a dream that dreams were a fashion accessory, so every morning when someone woke up, he or she would \"wear\" his or her dream, and that would be some sort of fashion statement. Then I had a dream that the whole school lived in Granddaddy's house. I was trying to find the hammock outside, but it was so dark that it pressed in on my eyeballs. And then I woke up."
        }, 
        {
            "number": "145", 
            "head": "06/13/2004 (age 15)", 
            "content": "I dreamed that I was in Bundy as a proctor, and all the girls on my floor were always late to check-in."
        }, 
        {
            "number": "146", 
            "head": "06/15/2004 (age 15)", 
            "content": "I dreamed that I had to take the AP US History exam, even though I hadn't taken the class. I also forgot all my pens and pencils and freaked out when I got to the exam. I asked if I could go home and change, but I wasn't allowed to. I left anyway and went down to the lake to take a break before I had to take the exam. On my way back up the hill, I couldn't move. Everyone around me was walking up the hill, and I became really mad because I thought I was going to miss the exam. I guess I was rooming with Victoria, because she was there too. I never made it to the AP, so I had to take it online during the summer. Then I had this power that I could make people fall in love with whomever they wanted. And then I woke up."
        }, 
        {
            "number": "147", 
            "head": "06/17/2004 (age 15)", 
            "content": "Last night I had a horrible dream that the more I loved my high school, the more everyone would smoke. There was this huge dinner for all my friends and teachers, but they were all getting stoned, and I couldn't find out how to make them stop. Then I was in a play that went really poorly, but I can't remember the details."
        }, 
        {
            "number": "148", 
            "head": "06/19/2004 (age 15)", 
            "content": "Last night I had a dream that I was underground in some sewer. I was hiding from these assassins. I went home and had to go to class, but I couldn't find anything to wear, honestly. So I had to cut up some of my mother's clothes to wear. When I went to school, I had to make a salad as a test. There was a dressing that would sting you if you poured it wrong. I couldn't remember which dressing it was, but I wasn't supposed to ask, since it was the secret of the test. Pauline was in line inside and I tried asking secretly which one it was, but then I got yelled at!"
        }, 
        {
            "number": "149", 
            "head": "06/20/2004 (age 15)", 
            "content": "I dreamed that I lived on the 2nd floor of Bundy and I lived with a new Asian girl. We met for hockey practice every day. She was nice. We had trouble storing all our stuff though."
        }, 
        {
            "number": "150", 
            "head": "06/26/2004 (age 15)", 
            "content": "I dreamed that Mr. Winter was brainwashing us by interpreting The Great Gatsby incorrectly. Haley and I were the only ones in the class who knew and we both freaked out and ran away. We were on a train somewhere, a really huge train, like the size of a mall. I somehow knew the train was going to be hijacked, so we got off at Ed's house. There, I made plans for us to get picked up. When I went to get out of bed (that's where I was emailing from, I guess), I discovered that I was naked. I found some way to trick Ed into not looking at me while I ran away. I found a pay phone, but I needed 12 quarters to make a call. I wanted to call my mother to tell her I would be home late, but then I heard her calling my name, and I think she was in real life, which is why I woke up."
        }, 
        {
            "number": "151", 
            "head": "06/29/2004 (age 15)", 
            "content": "I dreamed that Orlando Bloom went to my high school, and of course, all the girls wanted him, including me. But for some reason, he only wanted me! So we were in the dining hall (my friends and I), and I guess we were studying for exams. But Orlando walked up to our table and pulled me away. I guess he needed me to fix his shirt collar or trim his hair, because all of a sudden we were alone in the corner. I kissed Orlando. After that, he kept chasing me everywhere. Then I had another dream that I was hanging out with Jackson, just walking around and messing around and kissing, but then I looked at my watch and realized it was almost midnight. I had forgotten my curfew. I tried to take a train home and my father told me I should have been home earlier because I had to babysit that night. The kids wanted to rescue this horse, but it was out of Beauty and the Beast, the scene where all the wolves attack the beast, and Belle has to save him. So they finally went inside and had breakfast. Later I played soccer with Sue."
        }, 
        {
            "number": "152", 
            "head": "06/30/2004 (age 15)", 
            "content": "Last night I dreamed that tee had been emailing me a lot in the spring and wanted to see me again. But the school was shutting down because a basilisk, like in Harry Potter was killing off everyone. The headmaster called an all-school meeting in the chapel and Jay came and sat in my pew. Then I had to babysit the Franks for a few hours. Right before I went home, Jay invited me to a party he was having."
        }, 
        {
            "number": "153", 
            "head": "07/01/2004 (age 15)", 
            "content": "I dreamed that I was at some summer school and Hermione was there. There was a sign that meant someone was dead. So Hermione had a blanket wrapped around her heat, so I guess we thought she was dead. Then Tyle was IM-ing me in class, but I couldn't see him anywhere. The whale, Free Willy, was there, and I had to play Text Twist to pass my final exam. I got the word \"through.\" Then I saw Spike doing his laundry."
        }, 
        {
            "number": "154", 
            "head": "07/02/2004 (age 15)", 
            "content": "I dreamed that I was leaving for Spain from school, and it was crazy. I had to go through customs at school too and I saw people from my Spain group, but they all seemed a lot older than I was. Anyways, My mother was crying, and my brother was playing hockey."
        }, 
        {
            "number": "155", 
            "head": "07/08/2004 (age 15)", 
            "content": "I dreamed that I was at CVS and needed sunscreen and deodorant. I found deodorant but couldn't find sunscreen. My mother was crying because I was taking so long."
        }, 
        {
            "number": "156", 
            "head": "07/10/2004 (age 15)", 
            "content": "I dreamed that Ben wanted to climb Mt. Everest, and Riley and I had to help him, but we didn't know the way. Then I was in a mall trying to buy a dress, and Mr. Stipps wanted me to babysit my brother that night. I went into a Godiva store, which was three stories, and I stole all their chocolate. I went and tried on jeans, but they were huge. Then I remembered that I already had jeans at home, and woke up."
        }, 
        {
            "number": "157", 
            "head": "07/11/2004 (age 15)", 
            "content": "I dreamed that I was with My mother, and she was looking for these papers from Mr. Manner. We went to his house, where my brother was making hamburgers. He was doing some dance about this one burnt hamburger. Kylie was there and she wanted me to go see a movie with her, but I told her I was jetlagged and about to fall asleep any minute. She said it was OK because she was working at The Old New Yorker, which was some sort of antique store of New Yorker magazines. Then Alexis and Sra. Perez wanted me to go shopping with them at this huge Victoria's Secret. But I remembered that I had just gone, so I told them no. Finally, Tyler was wearing a green polo shirt, and we were running around trying to hide from these guys who were chasing us. We kept diving into different communal beds at the refuge. We couldn't get away so we went to this Christmas store where they were taking pictures. We thought we would blend in because Tyler was wearing green, and it was Christmas. When we got there, I realized that Santa was missing from all the pictures, so I ran to the bathroom where he was apparently being held hostage. I saved him just in time. Then Tyler told me I was perfect and I kissed him! Then we ran away and I woke up."
        }, 
        {
            "number": "158", 
            "head": "07/13/2004 (age 15)", 
            "content": "I dreamed that Jay was trying to get me drunk, but he was really sick. I brought him home. I was afraid my mother and father would be mad that I had brought a boy home, but they weren't since I was just trying to help him. They brought me on a trip and we had to wait in the airport for a long time before we traveled somewhere on the beach. I walked by Jay and he was so white. I was embarrassed in my bikini. Them I went back home and got on AIM, which is all I remember."
        }, 
        {
            "number": "159", 
            "head": "07/15/2004 (age 15)", 
            "content": "Last night I dreamed I was cross-country skiing to Gavin and Pete's room in Taylor. They were sharing a room, I guess, and I had to get bandages for someone. I thought it was ok to leave the dorm after check-in since I was trying to help someone else. Mrs. Crank was prowling Taylor and caught me hiding under Pete's bed. Although I thought it was OK, I still felt like I was doing something wrong. So then I was sent home for breaking check-in, and my father got really mad at me and lecture me in front of the whole boys' varsity hockey team. I was really embarrassed. Then I was at the refuge in the mountains with him and the boys' hockey team. A bus stopped and Lou got out. His footsteps made so much noise because he had gotten fat over the summer. Then my father was reading an updated version of The Great Gatsby, which was actually about Lou and me, and everything worked out in the end, and no one died. My favorite passage about their first kiss and the tuning fork (in the real book), had been rewritten about LOU giving me this look and me crying because he was convinced that he didn't like me. But then we got together in the end. That night I had to clean up the refuge for dinner. I began sweeping and mopping and Sophia got mad at me because she thought she had cleaned earlier, and that I was only cleaning because I thought she had done a bad job. So she got really pissed off. That night there was a big winter carnival with all sorts of sports games going on. Caroline wanted me to come watch her swim meet, but I wanted to watch the boys' hockey game. I went and remembered seeing Lou skate out onto the ice. I guess I started a new dream, because I was all of a sudden drafted for some war against England. My canon was stuck and I was so terrified. Then I got shot in the leg. I somehow ran to a boat collecting people, and Lou was there too for Christ's sake. We ended up in the Bermuda Triangle, where we got lost. The compass pointed north no matter we turned, so we had no idea how to get anywhere. We ended up pretending we were Peter Pan and Captain Hook fighting, and then I woke up."
        }, 
        {
            "number": "160", 
            "head": "07/16/2004 (age 15)", 
            "content": "I dreamed that I was being voted the most popular sophomore at my high school. Then I was skiing. And then I woke up."
        }, 
        {
            "number": "161", 
            "head": "07/17/2004 (age 15)", 
            "content": "I had this horrible dream that I was drinking with everyone from Spain and I wasn't that tipsy, but I went up to Ben and sort of got really close to him and put my hands on his shoulders. I told him I wanted to hook up with him. Later, he came up to me and told me wanted to too, but that he felt sick. Kathy and Jenny were there too. Then I woke up."
        }, 
        {
            "number": "162", 
            "head": "07/18/2004 (age 15)", 
            "content": "Last night I dreamed that Jackson was a horse manager/dealer or something, and Jessica and I were riding his horses in some show. Before the show we had to paint the horses. Jessica only painted one side, and Jackson was really mad. So I defended Jessica by saying, \"Just because you can't get with her doesn't mean you have to be mean to her!\" That shut him up! Then we rode our horses upstairs to the chairs outside the history wing. My mother was there, as well as all these mountain goats. Ben kept teasing the goats. Then I woke up."
        }, 
        {
            "number": "163", 
            "head": "07/19/2004 (age 15)", 
            "content": "I dreamed that Jessica, Jenny, and I were all in la Plaza Castillo, and we were getting ready for some sort of spelling bee. I was helping Jenny do her makeup, while telling her about Lou. Jessica was freaking out because she couldn't find Ben."
        }, 
        {
            "number": "164", 
            "head": "07/20/2004 (age 15)", 
            "content": "I dreamed that Jenny had a skating accident. My brother went paintballing in Switzerland. I also dreamed that everyone from my Spain group was at the refuge, and this giant snake was slithering around the room and I was just freaking out. But then Tom told me it was OK, and that it was actually Ben who was the snake. Then Ben turned him into a human, and I was so relieved. He told me the history of this witch put a spell on him when he was two years old so that he could only be human half of his life, and then he had to be a snake for the other half. Megan and I thought that was very sad, and then I woke up."
        }, 
        {
            "number": "165", 
            "head": "07/21/2004 (age 15)", 
            "content": "I dreamed that for final exams at my high school, we all had to ride this train. It was horrible. The driver was crazy and kept saying, \"This train will not crash,\" but we were all still horrified. Then I had a dream that all of the kids on my Spain group went to the same high school I woke up on the first day and tried a million outfits, but ended up ruining them because I'd drop mascara on them. Then finally I put on jeans and a pink shirt and a jean jacket, before realizing that I shouldn't wear a jean jacket with jeans. On the bus to school, I saw the Chloes. Mr. Chloe was really happy about their new baby. It began to rain. At school I realized I had no makeup on. Then I woke up."
        }, 
        {
            "number": "166", 
            "head": "07/22/2004 (age 15)", 
            "content": "I dreamed that all the kids from my Spain group were all in the army. We were sleeping in the bunks, and Rachel told me that Ben wanted to hook up with me, but I somehow knew he didn't. The sergeant came in and yelled at me, so then we had to wake up at 4:30 in the morning. There was a huge sandstorm, and we had to move through it, which was really scary."
        }, 
        {
            "number": "167", 
            "head": "07/24/2004 (age 15)", 
            "content": "I dreamed that my English class this year met outside in the English wing, rather than in our classroom."
        }, 
        {
            "number": "168", 
            "head": "07/25/2004 (age 15)", 
            "content": "I had a dream that it was the end of the school year, and everyone was packing up to go home. Pierce Brosnan was there ordering people around."
        }, 
        {
            "number": "169", 
            "head": "07/26/2004 (age 15)", 
            "content": "I had a dream that my host brother wanted to hook up with Jessica. He was telling me this in Spanish, but I couldn't understand him. Jessica didn't either, and we just couldn't understand what he was saying."
        }, 
        {
            "number": "170", 
            "head": "07/28/2004 (age 15)", 
            "content": "I dreamed that I had stolen someone's blankets and they were on fire. I was so freaked out that I threw my blankets off my bed and was cold the rest of the night!"
        }, 
        {
            "number": "171", 
            "head": "07/30/2004 (age 15)", 
            "content": "I had the worst dream that I had missed graduation at the end of the year. Then, this sketchy guy asked me to prom. I made a dress somehow, didn't even shower, and forgot makeup. And then my date was drunk."
        }, 
        {
            "number": "172", 
            "head": "08/03/2004 (age 15)", 
            "content": "I had a dream that everyone from my Spain program was having a party on a bus. We were all eating popsicles and having lots of fun. Then we got to the refuge that was apparently at the end of the party. I really wanted to go to sleep, but I had to leave for some reason. It was so sad saying good-bye to everyone again, even though it was just in my dream."
        }, 
        {
            "number": "173", 
            "head": "08/04/2004 (age 15)", 
            "content": "I dreamed that I was in a Spanish Town with my program. This was all before the home stay. There were huge ice cream boulders and cookies all over the place. Jessica and I were fighting with our host sister and Captain Hook. I had to go to this icky bathroom."
        }, 
        {
            "number": "174", 
            "head": "08/10/2004 (age 15)", 
            "content": "I had a dream that I was tanning on the beach with Pauline. Then I went inside the dorm and went downstairs, but Lou was there, playing guitar for me. I lay down next to him, but then he needed my help changing his bed sheets. Then I woke up."
        }, 
        {
            "number": "175", 
            "head": "08/11/2004 (age 15)", 
            "content": "I dreamed that I had gotten this old ipod that didn't work. Granddaddy was there, and all the kids from my Spain program. We were all cleaning somewhere dark and dingy. I can't remember the rest, but there was a lot."
        }, 
        {
            "number": "176", 
            "head": "08/12/2004 (age 15)", 
            "content": "I dreamed that Pauline and I were sailing in the pool at my high school. I was really cold. Then all of a sudden, Althea and I were running to Bundy. When we got there, people started shooting paintballs at us, but they didn't hurt; they actually tickled! Althea and I still ran inside Bundy. When I got to my room, I realized that I didn't have my key. I started laughing because Ben was chasing me and tickled me when he caught me. Jessica was having her birthday party, but I had to stay at someone else's house. I called my father since I knew he was in the house where we are now. I asked him to call Hannah to ask if I could stay there. Then I saw Claudia, and just ended up staying with her. Sue was taking AP Modern European history again with a Buddhist teacher who served tea and taught them Chinese. Finally, I was sitting with some Spanish girls, and they were giving me candy."
        }, 
        {
            "number": "177", 
            "head": "08/14/2004 (age 15)", 
            "content": "I first dreamed that Sue and I lived on Bundy 3 and we wanted to go work out. I couldn't find shorts, but finally I did. I grabbed chapstick and my iPod and went to work out. While I was in the shower, Delia asked me to watch Zoey playing tennis downstairs. I thought that was really weird, and didn't care about going to watch tennis. I went home and got online. I was stuck online all night, and I just couldn't sign off --it was very frustrating. Then, all of a sudden, I was in Spain again with my family and I had to tell this Spanish guy a story about a man who ordered salmon, but really wanted soup, and had to change his order. I remember having a lot of trouble conjugating decir. So then our whole group was in Slate, which was in a huge hospital in the center of Madrid. Valerie was with Tom. We all had to shower in these old bathtubs before catching our flight home. When we got into the shower, I realized that I didn't have shampoo or conditioner or anything. I went through a mirror to get out and found myself in the middle of the hospital. I kept running around trying to find Slate so that I could catch my flight. My father was there too because he was trying to give me my mail before I left. And my brother was there too. We all started to climb this really unsteady driftwood ladder. We all fell, but my father caught me, and I was supposed to catch my brother, but I missed, and he fell so far. He just kept falling and falling and falling and cracked his skill when he hit the ground. I was crying so hard. We tried to bring him to the ER. He ended up going blind, never to play hockey again. I woke up because I was crying! Ahh!"
        }, 
        {
            "number": "178", 
            "head": "08/15/2004 (age 15)", 
            "content": "I dreamed that I was walking with Megan in my home state, and I had to go to school soon or something, because I was really nervous. I knew Kylie went to school here, so I called her and told her to meet me at the boathouse, where she could help me. But then I was at the Olympics watching my brother swim. There was an ancient pool table, and you had to use swords instead of pool sticks. I had this major crush on Sam, but Jon liked me, and my father only wanted me to see Jon, not Sam. It was just a big mess!"
        }, 
        {
            "number": "179", 
            "head": "08/16/2004 (age 15)", 
            "content": "I dreamed that I had moved back into Bundy with Camilia and we had an awesome room. Dorothy was our proctor and it just generally felt like it was going to be a good year. Then I had to go teach Sue and her dad how to play a combination of poker and gin right outside Langton. During the game, I realized that I had a field trip now. I ran back to the dorm and Sue was my roommate and all the furniture had been rearranged. I was really confused, but needed to pack for my field trip. I packed jellybeans and my ipod that was pink and also doubled as a hairdryer. Then I was home and had to get to school fast because I only had 2 minutes until 8am, when the bus for my field trip was leaving. My mother was pulling out of the driveway, and I kept waving at her to make her stop, and she finally did, but told me that if I wanted a ride I needed to get her the 2 Siamese kittens from the garden. I'm pretty sure I missed the field trip. Then I was a rabbit, and I was in the woods. The other rabbits were planning my funeral for the next day. They kept calling it my wedding though. I had decided myself though that I should have a funeral tomorrow though, because there was this bad rabbit that was going to hurt me. I was choosing the flowers before getting fed up with everything and just buried myself alive. How scary!"
        }, 
        {
            "number": "180", 
            "head": "08/17/2004 (age 15)", 
            "content": "I dreamed that the girls from my Spain program were al having a party in my old 6th grade classroom, which was actually my 1st grade classroom. Anyway, we were making a huge mess, and Jessica started ripping things off the wall. She kept saying something like, \"Well it's not like the teacher's out there or anything.\" And of course, when I opened the door, Mrs. Montana was standing there and was very angry with us. She told us to clean everything up. I ate all her food and she just gave me a disappointed look, but I didn't care for some reason. Then I was at the beach with Alexis and Pauline, and Pauline had to come stay with me for 2 weeks. We were going to hang out and have fun! We were talking about our AP scores, and she got a 1, which I had found odd. Finally, I was online in the dining room where our piano is, and there was a huge storm outside. I was planning to meet all my friends at this baseball game, but the power kept going out, so I kept getting disconnected. I ran outside because I had to go save Mason. And then Anthony sent me a back-to-school package."
        }, 
        {
            "number": "181", 
            "head": "08/20/2004 (age 15)", 
            "content": "I dreamed that Pauline and I were in American Studies, and our final exam was to do a scavenger hunt in the chapel. The whole school was there, and there were clues in Middle English. Pauline and I took a while to get to the end, but we finally did. We had to hack open a pew. When we did, there were fingernails inside. I screamed and cried and the whole school thought it was a terrific joke. It was horrible. Then Sue, Camilia, and I were all sharing a room in a small Spanish town, and were trying to get lunch, but the line was too long. Then I woke up."
        }, 
        {
            "number": "182", 
            "head": "08/23/2004 (age 15)", 
            "content": "I dreamed that Hannah, Sue, and I were all going to a wedding on a farm. We didn't know what to wear, and Aidan kept stealing all our clothes anyway. I tried on all of my mother's clothes, and realized she had a lot of pretty silk Banana Republic dresses. But I couldn't wear those because I didn't have a bra. I had to go out into the garden and harvest a bra, since they grew from the ground, apparently. Then I woke up."
        }, 
        {
            "number": "183", 
            "head": "08/27/2004 (age 15)", 
            "content": "I dreamed that I was at a huge party with Elias. We were just hanging out, but then we left because I guess we were going to leave together. We went to my backyard and he started tickling me and wrestling with me in the grass. Then my mother ruined it or something, so we went back to the party, but planned to meet up later. Elias had 3 sisters, who were all angry with him. Then it was spring again, and I was studying for exams with Pauline. Jessica was there and I wanted her to meet Alexis, who was also there, but first I had to finish my exams."
        }, 
        {
            "number": "184", 
            "head": "08/28/2004 (age 15)", 
            "content": "I dreamed that Jafar (from Aladdin) had captured me and was taking over my high school. It was really scary. He told me that the only way I would live is if I made out with Ray Romano, from Everybody Loves Raymond. I can't remember if I did or not, but I knew I had to get a haircut too. Then I woke up."
        }, 
        {
            "number": "185", 
            "head": "08/31/2004 (age 15)", 
            "content": "I dreamed that Sue and I were going grocery shopping for some reason, and were having a discussion about whether or not people had been looking at us funny when we were in the store. Then we were at a concert on a mountain, and there was lots of construction. Anyway, in order to hear the music better, you had to climb up the mountain. It was easy for Sue, but I kept sliding down because I had a huge backpack on. Then I was at some sort of funeral, and I had to paint a kimono for whomever it was that died. Everyone kept criticizing my work, and ate all the cupcakes I made. Then I started to plan my birthday party."
        }, 
        {
            "number": "186", 
            "head": "09/01/2004 (age 15)", 
            "content": "I dreamed that I was talking online with Tyler, and he all of a sudden blocked me. I got really sad and tried to ask Alexis if he was still online, but she was in Jamaica. Then everyone from my 8th grade class died. I was supposed to write a eulogy for all of them, but I had to write about Peter Pan and history of the progression from the book to the Disney movie. Anyway, days later, I was talking online to Aidan, and then he blocked me too! So now I was really mad, and Alexis came over and told me that my screen name had disappeared, so that's why no one was talking to me. Then she left for college, and my father got mad at me for being online late at night."
        }, 
        {
            "number": "187", 
            "head": "09/06/2004 (age 15)", 
            "content": "I dreamed that I was moving into my dorm room again, but I had never moved out of my old room. I had to go clear all my stuff out of my room so that a new freshman could move in. But I fell asleep while packing. Then I dreamed I was at a hockey game, playing in it, and instead of having pads and a uniform, I was only wearing a white bath towel. I was really afraid it was going to slip off while I was skating."
        }, 
        {
            "number": "188", 
            "head": "09/10/2004 (age 15)", 
            "content": "I had this dream that Mrs. Carter and I were sitting on these chairs that were in the clouds and tilted all over the place. Then my family and I all lived in some great big mansion and that obnoxious group of girls in my grade was being really annoying. I had to cut Kim's hair, but her hair was such a mess, and I was frustrated trying to work with it. I turned off the lights and left."
        }, 
        {
            "number": "189", 
            "head": "09/24/2004 (age 15)", 
            "content": "I dreamed about Eugene being Harry Potter under an invisibility cloak. Clifford wanted to eat cereal."
        }, 
        {
            "number": "190", 
            "head": "03/03/2005 (age 16)", 
            "content": "I keep having this recurring dream that I am on Law and Order: SVU and I have to catch a serial rapist/killer. He always uses this particular knife that has a blue handle. I keep walking through all these houses, turning over tables, trying to find his next victim. Then I see this blue handled knife on the table in the last house, and I realize that I am the next victim. I open my mouth to scream, but no sound comes out. I feel like I'm choking and can't breathe at all. I always wake up gasping for air. It's always the same though."
        }, 
        {
            "number": "191", 
            "head": "06/15/2005 (age 16)", 
            "content": "Last night I had a dream that I was taking an exam in the athletic center. Ian pulled me back and started flirting with me. I stroked his chest and then went to take my exam (what is my problem!?). Then I was in some huge house and it was all metal and connected to the athletic center. I had to go to a certain college, and my father was driving along a very precarious and windy road. I was watching him driving for some reason, when I think I was supposed to be in the car. We were on the golf course, on the 6th fairway. Then my brother woke me up this morning."
        }, 
        {
            "number": "192", 
            "head": "06/16/2005 (age 16)", 
            "content": "I had a dream that there was a graduation concert in the music building. All the juniors had to wear teal. I think I was sitting in between Conrad and Arthur. Gianna was taking pictures, and I was really nervous because I think I had to go on stage at some point. I can't remember any more."
        }, 
        {
            "number": "193", 
            "head": "06/17/2005 (age 16)", 
            "content": "I dreamed that I was in school and was married to James Franco, and that I didn't really realize it. All these girls were all over him, but he didn't do anything because he was married to me. But then we got into a fight because apparently we weren't having sex often enough. But I didn't even think we had yet in the first place. Then Ava and Jon were there, recruiting me to do some sort of skin research. We went to a fancy skin care lab to see how pimples formed and how to attack them. Then I got really tired, realized it was 2:45am, and decided to go to bed. And then I woke up mid-dream (within my real dream) to see that my whole body was covered in jewels. Then I woke up in real life."
        }, 
        {
            "number": "194", 
            "head": "06/24/2005 (age 16)", 
            "content": "I had a lot of dreams last night, about science class, oddly enough. The first was that Mr. Frank was my teacher and he had had another son and wanted me to go change its diaper. So Alexis and I brought him to the bathroom to change him. Right before we were leaving, though, I thought Alexis was holding onto him, so I let go and he fell, hit his head, and passed out. It was horrible. Then my final project for science was to do research on Jennifer Lopez, and present her success in terms of biology to a committee who wanted to figure out how to better market her. Anyway, I had forgotten my workbook, so I wasn't able to do that. Then Ross, from Friends, was my teacher, and he was leaving. I had had a crush on him or something, because I was really sad. He rocked me in his arms for a long time, and then left. I wrote his email address down from the board Later, I found out he had slept with some girl, so I told her that the other night, he had slept with another one of his students, so she got upset. Then I had a dream that I had to protect Annakin Skywalker and Padme before their wedding. It was really horrible because people kept shooting them, and I was usually in the way. Then I turned into Flounder from The Little Mermaid and I was paid $5000 to persuade an alligator to ambush the wedding."
        }, 
        {
            "number": "195", 
            "head": "06/25/2005 (age 16)", 
            "content": "Last night I had a dream that I was boarding at a different school. There were kids from my Spain program and my high school there, and I think it was summer. Anthony visited me, and he was wearing a maroon college sweatshirt. Sue also had a boyfriend over. I asked Anthony to come sleep with me, but he refused because he had a paper to write. So this drove me a little crazy and I went to bed angry. And no he did not crawl into bed with me later; he had left the next morning without saying good-bye! I was really mad."
        }, 
        {
            "number": "196", 
            "head": "06/27/2005 (age 16)", 
            "content": "I had the scariest dream that I was under the imperius curse (from Harry Potter). I was asleep (in m dream) and there must have been a bug crawling on my leg in real life, because in my dream, I thought that if the bug reached my belly button, I would start hallucinating and die. It was a scary combination of Batman Begins and Harry Potter and the Goblet of Fire."
        }, 
        {
            "number": "197", 
            "head": "06/28/2005 (age 16)", 
            "content": "I first dreamed that I was watching an outdoor movie and Ezra was there, lying right next to me. I rested my head on his shoulder, and next thing I know, he is kissing me all over! Then Mrs. Glove walked near us and we went to the athletic center to get away from her. Then I was in a huge house with everyone from school. We were watching a movie and I told one of the freshman boys to sit next to me. I slipped off my seat, and everyone started making fun of me for having big boobs. Then all the girls went to shower, but for some reason, Ben was outside the bathroom, so they couldn't. Cecily couldn't work on yearbook, so she asked me too. Then the Nazis were chasing us and it was horrible. Everyone went on a cycling trip without me, and I was left behind with all the Nazis. Thank god I woke up."
        }, 
        {
            "number": "198", 
            "head": "07/03/2005 (age 16)", 
            "content": "I dreamed the other night about Anthony."
        }, 
        {
            "number": "199", 
            "head": "07/04/2005 (age 16)", 
            "content": "I had a dream that Tyler was talking to someone about a friend deserting him, and I made some snide comment to him about that. Then we were driving on windy roads around mountaintops, jumping over abysses like it was a video game. I had to wear lots of eye makeup and a tracksuit to do math problems while we jumped over the gorges. It was much more detailed, and everything felt so jam-packed into this one dream."
        }, 
        {
            "number": "200", 
            "head": "07/05/2005 (age 16)", 
            "content": "I had a dream that Anthony and I were sleeping together. I played soccer with Althea and Hester and scored a goal. Then I was in the library with Anthony, and I was really sad because his graduation was the next day. I began to cry as he sang to me. Lydia tried to comfort me. Julian was there too. Anthony found some statistic in a book that said that only 6% of teenagers ever had sex, and I thought that was probably wrong."
        }, 
        {
            "number": "201", 
            "head": "07/12/2005 (age 16)", 
            "content": "First I dreamed that I was in a play directed by Esme, Hannah, and Margo, and I had a lead. I was rehearsing in front of the whole school for some reason. Then there was a magical world and a normal world, and I was part of both. But anytime something bad or scary happened in the magical world, my mother saved me somehow and brought me back to the normal world. There were all these weird curses on people, like they turned into dinosaurs. My brother always disappeared, and I was trying to get a job at the math help center. One time I was really scared, but no matter how hard I tried, my mother didn't come to save me. And then I realized that I had to save my mother. People kept asking me questions, so in real life I yelled, \"I don't know!\" and I said it in real life too. I just felt so trapped."
        }, 
        {
            "number": "202", 
            "head": "07/13/2005 (age 16)", 
            "content": "I dreamed that it was the last day of school. I kissed Lou and Jackson good-bye and made them promise to visit me. I saw Ian down by the lake and we drove to English class to discuss the exam. Then we were at the athletic center, and apparently all the girls had to ride around on bicycles. I did not know this, so I ended up with this hard, too-big bike. Then we played dodge ball."
        }, 
        {
            "number": "203", 
            "head": "07/16/2005 (age 16)", 
            "content": "I had a dream that Ben was in Costa Rica. I was really nervous about something, and he tried to make me feel better. Then Delia was in the library and had turned all the lights off. I was scared to lose my books since I had a paper due the next day."
        }, 
        {
            "number": "204", 
            "head": "07/19/2005 (age 16)", 
            "content": "I dreamed that a Silas look-a-like wanted to date me, and I felt too bad saying no, so I just made up some excuse that I wasn't allowed to date."
        }, 
        {
            "number": "205", 
            "head": "07/20/2005 (age 16)", 
            "content": "I had a dream that we were back at school and already Judith and I were taking tests, something about being proctors. We had to choose people to live on our floor. Then it was back to the summer again, and the Dunns were at our house, and we were servants or something. Aidan came into my room, and we were sort of fooling around until we all had to catch our plane to Italy. My mother and I made the flight, but my brother and father missed it."
        }, 
        {
            "number": "206", 
            "head": "07/21/2005 (age 16)", 
            "content": "Ross was a wizard who accidentally hexed Skye when he was trying to get me. People were trying to hit me with a frying pan. Then I was at Meryl Streep's house by the pool, and there was a squid in the water. You had to swim across without the squid realizing you were in the water. Skye was disguised as a dinosaur, so I floated on him to scare the squid. Then I started a new dream where I was in school again and Aidan was sleeping next to me. I had to go to history class the next day. I was really excited for some reason when I went into class. We were reading a really important book from the first Church of England. Then I dreamed I got a 5 on the English AP. Then I woke up."
        }, 
        {
            "number": "207", 
            "head": "07/22/2005 (age 16)", 
            "content": "I dreamed that I was in a Spanish city with a group and was too afraid to go upstairs (because it was a rickety ladder) to sleep with the girls. So I stayed downstairs and slept with the boys. Aidan was there and didn't care, but Mason didn't want me sleeping with the rest of the boys. Then Judith and I were at my house and Mrs. Frank made me babysit her sons. We had to make sure the plants or dogs or anything didn't eat them. Billy called, and I hung up on hi, disconnected the phone, and swore off ever talking to anyone ever again."
        }, 
        {
            "number": "208", 
            "head": "07/24/2005 (age 16)", 
            "content": "I dreamed that I was taking some sort of gym class at the athletic center. Mr. Suzi was writing out workout plans. I missed my bus for a soccer game, but my father called them back. Then someone got hurt, so I had to drive them to the hospital."
        }, 
        {
            "number": "209", 
            "head": "07/29/2005 (age 16)", 
            "content": "First I had some sort of sex dream or something. I can't remember most of it. Then I had a really scary dream; whenever I fell asleep I heard loud scary noises, so I'd jolt awake because I was so scared. When I finally did fall asleep (in my dream), I dreamed that I was on the train to the city with Hannah to see a play. We had to miss the first day of school, and I had snuck out. There was a long dinner that was really formal. The Weasly family was there, but everyone tried to humiliate them. Then we were on the train back to school, and Arthur, Ian, Julian, Andrea, and Conrad plus 100 other people from my high school were there."
        }, 
        {
            "number": "210", 
            "head": "07/31/2005 (age 16)", 
            "content": "I dreamed that I was in English class again with Mason and Julian. They were chasing me around London, and I didn't know where to go. Next, I dreamed I was shopping in the designer stores near our apartment in Rome. I didn't realize they were designer stores until I checked the prices. Alexis and I were going to go out to lunch, but we didn't know if it was a fancy restaurant, so we didn't know what to wear."
        }, 
        {
            "number": "211", 
            "head": "08/01/2005 (age 16)", 
            "content": "First, I dreamed that I was really numb all of a sudden. I was reading and then sort of seized up. Then I remember that I had had two shots of vodka, two Ibuprofens, and my mother's meds, and I had my period. So in really slow motion, I tried to get to bed to go to sleep. Next I dreamed that I was at the last boys' hockey game, and I had to say good-bye to all my friends. So first I said good-bye to Judith. And Mabel was there, but then she wasn't. Next I said good-bye to Mason, and he was sitting between Vanessa and Beth, both his girlfriends, so I apologized for embarrassing him in front of them. Then I said good-bye to Leo, Ida, Hazel, and Etta, and Wong, who tried to push me off the bleachers. Finally I said good-bye to Arthur, Bud, and Jayden. I looked on the ice and saw Lou, playing defense, and he accidentally let the puck by and spluttered, \"It...it wasn't my fault.\" I felt bad for him and thought, There's so much I want to say right now that can't be said in a letter. Then, very sad, I looked at the rink one last time and left. At home, my father and I had to go get my brother from his hockey game. My father wanted me to drive to get used driving conditions. But before we left my computer malfunctioned and I had about 12 copies of every program on my desktop, which was really annoying. Then I woke up."
        }, 
        {
            "number": "212", 
            "head": "08/02/2005 (age 16)", 
            "content": "It was my graduation (in my dream) and I had this white lacy dress that looked much better on the hanger than it did on me. It was see-through and you could tell that I was wearing my bright yellow Victoria's Secret underwear. So I ran up to my room in Bundy to change, when I ran into Mrs. Persky, who confessed to me she had 3 boyfriends she had been seeing. I excitedly followed her upstairs, where she said she was hiding one of them. But on the way up, someone had dropped her camera and everyone on the staircase got \"camera poisoning.\" They were all rushed to the infirmary, where all the old senior boys were the doctors. Then I woke up."
        }, 
        {
            "number": "213", 
            "head": "08/03/2005 (age 16)", 
            "content": "I dreamed that I was in some hospital waiting for my brother because he'd broken his arm. Then this guy (who was a lot older than I) sat down next to my father and me and began to flirt with me. My father got annoyed and told him to piss off, which he did. But then his friends came and tried to assault my mother. So I told the nurse, and she made them leave. Next, I found a scooter, and started scootering around the hospital. Then this little boy borrowed it from me and broke his leg. Later, I decided to give the scooter to him, before I realized that he was paralyzed for life. This made me cry. My next dream was that we came home from Italy and had 5000 phone messages, but they were all just recordings of Harry Potter. I tried to check my email, but my computer had broken."
        }, 
        {
            "number": "214", 
            "head": "08/04/2005 (age 16)", 
            "content": "First I dreamed that Kylie and I went to another one of Jon's parties, this time with more people from my high school. There were so many people there that they made us get into two lines, 1 of boys, and 1 of girls. Whomever we matched up with next to us was our hookup partner for that night. I got someone gross, so Kylie and I left to go home and watch a movie. I went to work out the next day, and there was a hockey camp there. There were lots of boys in the gym, and I was a little intimidated. Finally, I dreamed that I was a beautiful princess and I was at the beach. I saw a Norwegian prince and we fell in love at first sight. But it was like Romeo and Juliet, and our parents didn't want us to be together, so we had to run away and hide at the New York Times, where I had to write an article about us eloping."
        }, 
        {
            "number": "215", 
            "head": "08/05/2005 (age 16)", 
            "content": "First I dreamed that I was in Tudor England (the class), but I didn't have the right textbooks, so Mr. Bailey gave me his old ones. Then at the end of class, it was the last day of school, because I went back to my dorm room (which I shared with my brother for some reason), and then realized I needed to gather my stuff from everywhere else. So I went back to Tudor England to get my books, returned to my dorm room, and then needed to go back to get my yearbook. When I got back to the classroom, Ian was there, and he kept trying to kiss me. I think he might have if my father hadn't been there. Apparently my father and mother were taking us out to coffee to celebrate the end of the year. So he went to wait in the car. I said good-bye to Lucas and left. I ran into Willis, whom I had a long good-bye with. He told me his sister was hurt, and for the life of me, I couldn't remember her name. I kept thinking it was Amy, and not until I woke up did I remember it was Arlie. I got back to my room and my brother was packing. I had a million emails to read, but I deleted half of them. Just then, I heard a horn honking and knew it was my mother and father outside. They told us they were taking us somewhere in the city. I was reluctant to go because the next morning was the first day of the next school year. Before we left though, I had to return to elementary school to get my writing portfolio from 4th grade. After I found Mrs. Jones and got my writing portfolio, the guy who looked like Jude Law in the airport was there and said he loved my writing. The next day was proctor retreat and I had to swim in the lake with Tuck while Mrs. Carter told me being a proctor was a useless job anyway."
        }, 
        {
            "number": "216", 
            "head": "08/06/2005 (age 16)", 
            "content": "First, I dreamed the 2005 prom was at our house. I got asked several times and ended up going with Lance. At the end, Lou got up to play a song (I was already over him) and he sang this beautiful love song to Marion. So that made me sort of sad, but I told myself I'd gotten over him anyway. And then Lance told me that it had actually been my name there in the song, but that Lou had changed it last minute because he didn't want me to know how he felt. So I decided to tell him instead. I knew he was in my brother's old room and the poor guy couldn't go to sleep because he was in there with some girl. I knocked on the door and said, \"Excuse me, you can't be in there and you need to come out now. We won't watch you come out, but you need to.\" I was hoping that by hearing my voice, Lou would tell me he loved me. But instead he said, \"We'll get out as soon as you make us a hotel reservation and bring us some fiber pills.\" At this, I thought my mother was in there because she takes fiber pills, so I wrenched the door open, and sure enough, Lou was lying there with my mother. Horrified, I slammed the door and started yelling, crying, and screaming. Lou didn't seem to care. I ran downstairs to get a phone book and threw it onto the bed yelling, \"Make your own stinking, dirty hotel reservation\" and all he did was laugh. I was so upset that I begged Sue to let me stay at her house. She was already having a sleepover with Hannah, so I slept in the living room. Mrs. Dunn made sure I had everything I wanted, and Mr. Dunn asked me about my college search. Sue had already gotten in somewhere, I think. The next morning we all went to Yuma, and I told them how everything was on sale. I bought a white bikini, and everyone else got shampoo and shoes. Olivia turned up later, back from Spain, but we didn't have any time to talk. Finally, I went home and on my computer was an IM chat from Tyler that said, \"I can't help myself, or you.\" So I asked him what he meant, and he said he loved me. Then I woke up."
        }, 
        {
            "number": "217", 
            "head": "08/06/2005 (age 16)", 
            "content": "First, I dreamed I was in Honors English and Mr. Winter was teaching us about hyperbole and metaphor. Allison needed a pencil, so I lent her one. Then we were all sitting in class and Mr. Winter called me on a phone at my desk and told me I had to tell Dorothy she was going to die in 3 hours. So I freaked out and started sweating and shaking and yelled to Dorothy to get to a hospital. Hannah was there, gossiping. Next we were all in the dining hall, and I was sitting with Alexis, Pauline, Faith, and Kylie. I was asking Faith and Kylie about the parties they had been to while I had been in Italy."
        }, 
        {
            "number": "218", 
            "head": "08/10/2005 (age 16)", 
            "content": "I had a lot of dreams last night, the first being that I was in the mall in Rome with Isaiah, and we were going out, but I didn't really want to be going out with him. I couldn't figure out how to break up with him. My father wanted to take a book out of the library for me on James Dean, but it turns out he had to buy it since it was a Roman library or something. Next, we were all at school, but it was a girl's school and Mrs. Persky and Mr. Chloe were married. Hermione had hooked up with Sirius and then Sirius had died, like in Harry Potter. Everyone was really mad at Hermione. And then there were some other dreams in there about Lou."
        }, 
        {
            "number": "219", 
            "head": "08/11/2005 (age 16)", 
            "content": "Last night I had a dream that we were still in Italy on some secret boat chase. We docked in Rome and I got together with 30 other people my age, which I sort of knew, but not that well. Then we got home and had to go to school. I realized I was naked when I got to school, so I tired to stay behind and get dressed, but wasn't embarrassed at all. While I was trying to get into my pink corduroys and a white polo shirt, I thought of all the ways I could try to get Lou's attention. There was a puppy that was trying to attack me while I was getting dressed. Finally, we left the chapel and went outside where everyone was singing hymns. My mother had to call my father to discuss dinner plans, since I had a hockey game. I went to lunch and sat with Olivia. I noticed Andrea at the table next to Lou at a nearby table, so I rushed at Andrea screaming, and Lou noticed and Andrea got mad. Then I saw Valerie and Ashley."
        }, 
        {
            "number": "220", 
            "head": "08/23/2005 (age 16)", 
            "content": "Last night I had the worst dream of my life. First I was near the senior steps by the back of the dining hall, and my brother fell and landed with what I kept repeating in my head as \"a sickening crunch.\" It was horrible. He had to be dead. Then I came home and my father had to fight these monsters working with Voldemort in the lake. He had a gun that looked like the remote control, and he got frustrated when I couldn't understand how it worked. I cut up his purple and white boxers to use as Clothies, because I didn't know when I'd see him again. My mother was tanning on the deck and I went inside the kitchen to be sad about my father leaving. I noticed the creamer standing outside the pantry. Slowly, it turned to face me. I got so scared. Fritz was evil and rabid and working with this creamer, trying to prove that my mother and I were anorexic. I ran upstairs because I was so scared. I went into my brother's room and jumped into his bed, nearly hysterical with fear, begging him to let me sleep there. My brother had this nail in his back, which I guess was serving as his stitches. The evil Fritz came in with the creamer and ripped the nail out of his back, and I screamed. Apparently, the nail was a family heirloom of Slytherin. There was also a cactus on my brother's bedside table, and it was a Horcrux that Voldemort used. He recovered because all of a sudden, he and Russell and Ted and I were all on the run from Voldemort. We were running around London and my high school, which was in London, trying to escape. We ran into my room and my roommate was Ron. Hector was chasing us too. He wanted to kill my baby, because apparently I was pregnant. We are running everywhere and Ginny started to slow down. I started freaking out, but saw this French marching band on the Spanish Steps (I guess we got to Rome somehow). The band members were all dressed in brightly colored robes and were supposed to help us, but they didn't. They just kept playing their instruments and waving their flags. We tried to save my mother and get back to school. Then I was supposed to go on a date with Pete. This was right after hockey practice, so I went to the bathroom to try and primp myself. For some reason, I wet my pants, but it didn't matter. I came out and Ian began pouring his heart out, telling me I was the only one for him, and that he loved me. But I was still so scared that I ran to my high school and burst into tears and I woke up crying."
        }, 
        {
            "number": "221", 
            "head": "08/28/2005 (age 16)", 
            "content": "I dreamed that someone had sabotaged Andrea, so I invited her to my house so she could escape. Marion came with us and so did Gabby. Then we were at orientation in the music building, and I can't remember anything else. Then I was living somewhere between New York and my high school. Harvey was playing in a concert and wanted me to tell him I loved him, but I just ignored him. Jennifer Anniston wanted to go on a date with my parents. Then last year's seniors were doing \"senior mauling,\" where they beat up all the underclassmen. Ian kept tickling me and we were laughing. Tyler saw us and got upset because Ian was talking to me. I found a secret passage underneath Slate, and I led Ian through it. Then I was in Chinese class with Jasper and I got a 90% on my homework."
        }, 
        {
            "number": "222", 
            "head": "08/30/2005 (age 16)", 
            "content": "My first dream was that I was researching something in the library and it closed early, so I had to leave and go to lunch. The dining hall was huge --like the size of Grand Central. Gary was doing some sort of dance, and Sue was trying to talk to me while I got raspberry and mandarin orange flavored avocados. There was a live band there for some reason. Before I knew it, however, I was in New York babysitting this boy, Preston. He had myspace and 2 of his friends were coming over to play. But I couldn't find Preston. His friends arrived, a brown haired girl and a boy who looked much older than Preston. The boy was German and had an older brother my age. The brother was really cute and asked me to watch his brother for an hour or so. I gave up on Preston and watched the German boy instead. Finally the older brother came back after having coffee, and we all took the train back to my school's state. Then I went back to the city and was living in an apartment. Across the street Jennifer Garner taught 3rd grade. Ben Stiller was living with me and wanted to go to Jennifer's classroom. They met on the side of the street and she loved his poodle, Fluffy. They agreed to meet later for an ice cream. This train ran into my apartment and ruined everything. My mother and I were scrambling out. In the scuffle, we lost Fluffy, but we found Skye and Fritz, who were alive. We stepped onto the street and the cute German boy saw me. His mother thought I was Swedish. My brother was hanging around by the train wreck, and my father, my mother, and I all drove over to take him away. He wanted to show off in front of Francine and her friends, so he hopped in backwards through the window. Then I woke up."
        }, 
        {
            "number": "223", 
            "head": "08/31/2005 (age 16)", 
            "content": "Last night, I first dreamed that we were getting new flavors of ice cream in the snack bar. I was in the library with Sue when we found this out. Mr. Chloe wanted us to babysit. So we did, but then we had to leave to go bake cookies or something. Then it was the last day of school, and everyone rushed out of main building to the music building, where we had to listen to a concert. Everyone kept sliding down the side of the hill. All of a sudden, I was in the alumni house with a Spanish home stay family (and I communicated with them in Spanish in my dream). Margo was there and we were looking for ice cream, before I realized I had to be babysitting. I ran into the main building and went down to the English wing, where there was a talk about college. The bell rang and I had to run up to the history wing, where I knew no one. Then I woke up."
        }
    ]
}