{
    "dreamer": "bea2", 
    "description": "Bea 2: a college student", 
    "dreams": [
        {
            "number": "001", 
            "head": "01/21/2007", 
            "content": "Last night I dreamed that I was back at school, but it was a combination of my high school and my college . I was having my English seminar with Clark, but James and Ed were there. Then I was naked, but I had to go to philosophy where we were reading Wittgenstein. I was horrified that I was naked, but no one seemed to notice. Then it got dark and I couldn't find my way back to the dorm. Then I woke up."
        }, 
        {
            "number": "002", 
            "head": "04/06/2007", 
            "content": "Last night I dreamed that I was in the gym and was really anxious to check mail because I was waiting to hear from a study abroad program and a teaching program, for some reason. I found out I had been accepted to the teaching program and was really excited to tell Aaron. When he looked at my letter though, we realized that it was only a solicitation for an application, not an acceptance. I was really embarrassed. Then I woke up."
        }, 
        {
            "number": "003", 
            "head": "05/26/2007", 
            "content": "I had a dream that I was at the Caan dining hall, which was actually my high school's dining hall. I don't remember why I was there. Aaron was there to see Britta. I saw Britta and kept trying to get a better look at her. I remember being disappointed by the cereal selection. I called Tyler to help me with the cereal. And then I saw Aaron again right before I woke up."
        }, 
        {
            "number": "004", 
            "head": "05/27/2007", 
            "content": "I had a dream that I was a senior at my high school again. Newsom, Ben, Lee, Sue, everyone was there. It was the last few days before we were about to graduate. Lou, Adam, and Julian showed up. I think Pauline was there too and we all had lunch. Before that I had a dream that I had missed all my math classes and also didn't have the textbook, so I couldn't even catch up. I went to the dance studio, where there was a soundproof room, so I could blast whatever music I wanted. I wanted it as loud as it went. I started listening to AC/DC and pretended to play the air guitar. And then I got an email from Aaron, in my dream, which I thought I had gotten in real life."
        }, 
        {
            "number": "005", 
            "head": "05/30/2007", 
            "content": "Last night I dreamed I was holding Fluffy and she had all sorts of things inside her, like a stuffed mouse that I had to keep track of. It was my high school graduation again but everyone was running around somewhere, like a street in Spain. Then there were these huge...pods, or something in the sky where we had to sleep, like out of The Matrix or something. I went up to one with a guy Martin, who looked like someone from The O.C. We were up there trying to sleep and it started raining. Martin wanted to have sex, but I didn't, but I was afraid to say no. I left the pod, but he followed me, and I became really afraid. But then he left and I woke up."
        }, 
        {
            "number": "006", 
            "head": "06/09/2007", 
            "content": "Last night I dreamed that I was at some combination of my high school and my college and there was an end of the year spring dance. I was hanging out with Kim, Jessica, and Julian beforehand. My date was someone from my high school, but I can't remember who it was. Some boys from my high school were there. I was really anxious because I thought I was being stood up. I had bought a really flashy, silver dress that was really low cut, and I guess I only just realized that it was too low cut. Then I woke up."
        }, 
        {
            "number": "007", 
            "head": "06/12/2007", 
            "content": "I had the worst dream last night. First it started out OK: Aaron and I were fooling around somewhere, and I was really happy and excited. Then I went home and in the guest room was my brother and Lauren. They had been playing some game with a baby, but they accidentally dropped her when I came in. The baby started bleeding everywhere and it was really scary. I was trying to keep her alive with ice and by holding her upright, and my brother and Lauren were really scared. The baby was OK, so I went downstairs to the kitchen to hang out with Judith and my father before prom. I was really happy because Aaron was taking me. So then right before I was about to leave, I asked where my mother was so I could say goodbye to her. My brother looked at me very pityingly and said that our mother had died last night. I laughed because I thought he was joking but he was serious and I demanded why no one had told me. He said because there hadn't been a good time. I started crying so hard and was hugging Aaron really tightly. He kept saying, \"I'm really sorry, but if it came down to your mother or your sister, aren't you glad your sister's alive?\" I guess he was referring to the baby who was OK after all the bleeding. All I could think was, She's not my sister! It was horrible."
        }, 
        {
            "number": "008", 
            "head": "06/23/2007", 
            "content": "My dream was really weird last night. First I was living in an apartment with 4 other girls and 5 other guys. I was trying to make everyone go to sleep, but Jessica had a tennis match and was making a lot of noise. Then there was another guy with long dirty blonde hair, sort of like a California surfer. I guess we had been dating for a while. He was hugging me and saying, \"I'm surprised I haven't broken you yet.\" And I got really scared because I did not want to be with him. I suggested we make oatmeal (in order to distract him). He poured his down the sink, which hurt my feelings for some reason. Finally, my father, my mother, and I were all driving in New Haven, but my father couldn't drive properly, so my mother had to take over. Weird."
        }, 
        {
            "number": "009", 
            "head": "07/04/2007", 
            "content": "My dream last night was that it was spring gala at my college, but it was actually at my high school 's hockey rink, which was located right in the middle of Manhattan. There was a lot of confusion surrounding the event: first, I had forgotten my dress but had no way of getting home to retrieve it; My mother was be really unhelpful; Jessica was trying to call me, but my phone wouldn't work, and the whole time I am just trying to get my dress. I somehow managed to shower and get ready, and even timed my arrival at the rink properly so that I was neither too early, nor too late. I soon realized, however, that I had put no eye makeup on, so I scrambled through my bag looking for mascara and eyeliner. I ran to the bathroom. In my dream, I thought I looked great in my shiny silver dress and strappy high heels, even though I would probably wear neither of those items in real life. So I finished applying eye makeup and tried to find Aaron. I had been looking forward to gala for a while because I wanted to be with him. On the bleachers of the rink was every guy from my high school. But I was frustrated because I only wanted to see Aaron, but instead I could only see every guy from high school. I kept hoping he would just find me and pull me away. And even as I started waking up, I tried to stay asleep to see if I would ever find Aaron, but I never did. It was almost as if I knew my conscious self couldn't see him, so I wanted my unconscious side to compensate for the absence."
        }, 
        {
            "number": "010", 
            "head": "07/09/2007", 
            "content": "I had the worst dream last night: that Aaron and Britta got back together. Aaron really wanted me to meet Britta, and I wanted to meet her, but it was really upsetting for me to see them together. They were kissing and cuddling and laughing right in front of me, and I could tell they were really in love. Britta would talk, and Aaron would just gaze at her, and I felt so...wasted. I was so upset and mad, but I wanted Aaron to be happy too. And Britta was smart and pretty; I felt like I couldn't compare. I got so fed up and couldn't watch them together, so I left. Then I woke up."
        }, 
        {
            "number": "011", 
            "head": "07/17/2007", 
            "content": "Last night I had a dream that I was first reading Harry Potter and the Deathly Hallows and it was taking place in space. I kept trying to stay asleep so I could read it, since it wasn't really coming out for a while. Then Andrea and I were at the ocean, and she accidentally let my hand go, and I was floating in the middle of the ocean. The crew team came and saved me. Then I was back at my college and moving in for the year, clearing out drawers and closet space. It was really bizarre because my brother knew all these people that I did."
        }, 
        {
            "number": "012", 
            "head": "07/22/2007", 
            "content": "Last night I had a dream about Aaron and Britta again. It was similar to the last dream I had about them, in that Aaron wanted me to be friends with Britta, and he didn't try to hide her or anything to spare my feelings. He just outright showed affection for her and everything. And again, I just felt so helpless, like I couldn't do anything to make myself feel better or change the situation, because I wanted to be with Aaron, but I also wanted to stay friends with him, so I had to be friends with Britta. The dream was odd though because Britta wasn't a pretty blonde girl, but rather a tiny Vietnamese girl. And I liked her. And even though she was the Britta, Aaron's Britta, there was some part of her that secretly wasn't. It was weird, but I knew this to be true. Anyway, this is all so stupid because it shows that I am just anxious about seeing Aaron again and worried that he will have gotten back with Britta."
        }, 
        {
            "number": "013", 
            "head": "07/25/2007", 
            "content": "I had the weirdest dream last night! I was just hanging out with Chandler, and then we had sex! And I didn't want to tell him it was my first time, but of course he found out when I started bleeding. It was awful and afterward I hadn't wanted him to be my first, so I was really upset. Then I was trying to throw a party, but too many people came, and it was just so weird and I was really happy to wake up!"
        }, 
        {
            "number": "014", 
            "head": "07/28/2007", 
            "content": "I had a really bad dream last night. I was back at my high school and trying to go to the gym. For some reason all the teachers and a lot of the students hated me and thought I was a bitch. I couldn't understand why, but it felt horrible for everyone to dislike me so much. I think I finally did make it to the gym, and everyone there was really rude to and mad at me because I was wearing my tennis skirt, and I guess that was offensive. It was a silly dream, but it felt awful to be disliked, and I wanted to go back and rewrite whatever it was I had done to become so unpopular."
        }, 
        {
            "number": "015", 
            "head": "07/31/2007", 
            "content": "Last night I had the worst dream that my mother died. It was honestly the worst dream I had ever had. I had been talking to her two days before, and I somehow knew she had died, which made me hysterical when the police showed up at the front door to tell us officially. And I guess I had known that when I had been talking to her before hadn't been real, like some sort of recording. But I started screaming and crying so hard and convulsing when I found out she had died, because I had remembered telling my father how lucky I felt that no one I loved had ever died and it was really only a matter of time before someone did. I just kept wishing and hoping that I could talk to her one last time. I would have given anything to see her and hear her voice just one last time. I was so so so so happy when she crawled into bed with me and I started crying because I had been so scared!"
        }, 
        {
            "number": "016", 
            "head": "08/07/2007", 
            "content": "Last night I had a really weird dream. First, my college was inside some sort of mall and the gym was also a music room. When you biked or ran, the machine produced music based on how well you were exercising. So I guess I was in there with Aaron and Rick and others when the music my machine was making started sounding really bad. I was trying to find a way to fix it, but Rick, Aaron, Jasper, Mandy, and Buddy all started squirting water bottles at me, which was funny for the first few seconds, but then got annoying. I began to cry and finally escaped. I climbed up this stepladder to a room with a glass-domed ceiling so you could see all the stars. There was light, soft music, and couples dancing slowly. I saw Aaron alone, looking up at the stars. Something told me he didn't want to be disturbed. I felt sad and left."
        }, 
        {
            "number": "017", 
            "head": "08/10/2007", 
            "content": "I had such a realistic dream last night. First it was my last day at my job, and for some reason I was having trouble figuring out my time card. I couldn't add the hours up properly or something. I guess I figured it out though. Then the blonde girl upstairs (the one who reminds me of Aaron's Britta) was crying because her boyfriend's mother had died. So then I walked home (my job was near my house I guess), and on the way I heard someone putting down women. I ran over and started shouting at them before I realized it was Jackson. I later learned that he was speaking at his mother's funeral, and that I had misunderstood what he had said. I found him later that night to apologize, and he took me in his arms and kissed me. And I kissed him back and we were hugging and grabbing at each other. I was trying to remember if we had been doing this same thing years ago and just continuing it now, or if this is the first time it had happened. I must have thought it was the first time, but in any event, things began to heat up really fast and I remembered we were supposed to be at a funeral, so we broke apart. And then we were sitting in a golf cart, and I felt so...in love. No one around me mattered. I kept fixing his tie or holding his hand. Gabby (random) saw us and either was jealous of me, or wanted to protect Aaron from getting hurt, because she really disapproved of Jackson and me. I wanted to come back later to continue hooking up with Jackson, but when I got home I realized that I had to go back to school right away. Everything was so real though."
        }, 
        {
            "number": "018", 
            "head": "08/12/2007", 
            "content": "I woke up angry this morning because of my dream. It was a situation like in Blindness, where we all lost hearing instead of sight. It was total chaos. I somehow found my whole family in this huge city and was crying and kissing them and telling them how much I loved them. I got separated from them for a bit, but I guess I found friends and we all did homework together. Then we were lying down, and not surprisingly, Aaron was next to me. My father had told me earlier that he didn't like Aaron, and I told him that it didn't matter because Aaron and I were no longer dating. Lying there, however, Aaron and I were together again and we were touching and kissing until another girl came and lay down next to him. Then he forgot about me and went on touching her. I was really annoyed and left and woke up annoyed!"
        }, 
        {
            "number": "019", 
            "head": "08/30/2007", 
            "content": "I had a dream that people at my college were being sexually assaulted. It would appear in the paper and people at other schools knew about it too. Then I had to go study abroad in some bar. Then I woke up."
        }, 
        {
            "number": "020", 
            "head": "10/08/2007", 
            "content": "Last night I first had a dream that I was kidnapped and being held hostage in the woods. Our cell phones wouldn't work, and the people who had kidnapped us had taken our kayaks and paddles. My next dream was that I was playing hockey with my women's club team, but something was wrong, like one of the girls wasn't allowed to play. Then I was in the dining hall and I think Michelle had died because I kept crying every time I tried to eat. Then I was on an Outing Club trip with Jessica, Kim, Sydney, and Abigail. Rem and Kat and left behind all our spandex, so we were really embarrassed that we had nothing appropriate to wear. Alec tried to help us find them, which didn't make it all any less embarrassing. But then I think in the end we all went snowshoeing."
        }, 
        {
            "number": "021", 
            "head": "10/09/2007", 
            "content": "I dreamed last night that I was hooking up with Aaron after a Halloween party. I was really frustrated because I had promised myself I wasn't going to do that anymore. But just as I decided that, we got naked and I didn't care anymore. Now, I decided, I would finally have sex. I was so happy to be with him again and he was making me laugh and feel so comfortable. I was finally ready. But then I was back at school and trying to organize all my shoes. For some reason I had a lot of shoes. Then I woke up."
        }, 
        {
            "number": "022", 
            "head": "10/30/2007", 
            "content": "I had a strange dream within a dream kind of thing last night. I guess I was doing psych research or something with this boy and his mother, but there dreams were so real that they would wake up and have things fro the dream. I went into the boy's dream and he was remembering when his father was riding a horse and had really scared him (the little boy). I can't remember the mom's dream, but it was something more related to my life. It was scary for those dreams to be so real, even though they weren't mine. And I had to get out of their dreams first before I could get out of my own dream. I had to consciously wake myself up."
        }, 
        {
            "number": "023", 
            "head": "11/16/2007", 
            "content": "I dreamed last night that I was back working for my job in the art books section. The department was located in some old ruined dorm at my high school. Yet I was somehow very close to the Alps and everywhere else in Europe. I had to snowboard throughout Europe (which was tricky enough since I can't snowboard) and steal art for my job in exchange for cocaine. And I don't know why but I was trying to acquire 40 grams of it. Aaron was there and was talking to Britta, even though he had come to visit me. I sent them on a tour of Europe to keep them busy while I tried to find the 40 grams of cocaine. Then I woke up."
        }, 
        {
            "number": "024", 
            "head": "12/24/2007", 
            "content": "I had a dream last night that there was a second rink at my college and that all these guys were playing a new kind of hockey. They weren't skating, but instead they ran around with large oversized crayons, whacking a ball around on the floor. Sam had brought me, but I didn't want to play. I just wanted to watch. Philip was there, but I can't remember why. At one point, Sam tried to get me a crayon so I could play, and I think Philip was jealous. The rink was the deepest shade of green I have ever seen (or imagined). And the \"ice\" was yellow. And the rink was a sort of dank and deserted place, but there were secret rooms and an elaborate system of staircases. But this shade of green just seemed too dark to be real, but I remember knowing that it was green."
        }, 
        {
            "number": "025", 
            "head": "01/11/2008", 
            "content": "I had a strange dream last night. First, I went back for RA training. At night we were watching a movie in an opera house. No one was allowed to eat any candy besides Starbursts. Mario was getting really mad at anyone who was talking. Next, I was going to a sleepover with all my old roommates from last year and my brother. Sophia was as annoying as ever, but I was trying to get along with her and be diplomatic. Then I was living in an attic in South America, where they had slaves. I had to take a really long train ride to get down there, and I kept trying to send Anthony letters, asking him to rescue me, but I couldn't spell his address correctly. The woman at the post office kept getting mad at me. When I got there, there was a bullfight. And then someone bought me a pair of those footie pajamas. But I really didn't like the bullfight, but I just couldn't figure out how to leave."
        }, 
        {
            "number": "026", 
            "head": "01/13/2008", 
            "content": "I first dreamed that I was going to New York with Sue and Ava. Maria was tagging along. We all went to CVS before we left to get snacks and nail polish. We were driving to the city in this awful stick shift car, and Maria was trying to get us to bake her a cake since it was her birthday. I think we ended up not making it to the city, and instead I had RA training again. But it was summer this time. I was eating breakfast at Heinz, and it was very crowded because all the athletic teams were there. I could hear Mario's voice. All the new RAs had to do a dance as initiation, and I was laughing. I remember seeing Philip and Ainsley and Roberto and Mario. Also Enrique Iglesias was there. There were paintings all over this whole room, really beautiful paintings. I was talking to someone about art and hockey and Les Miserables. I remember being really hot because I was dressed in warm clothes and it was August, and I woke up sweating."
        }, 
        {
            "number": "027", 
            "head": "09/23/2008", 
            "content": "I keep having these vivid, sick, and twisted nightmares about people I love or trust dying or being brutally murdered. I know it's weird and it's not something I'm consciously worrying about; it's just hard to be so far from home."
        }, 
        {
            "number": "028", 
            "head": "09/26/2008", 
            "content": "I had the strangest dream last night about Tony. He wanted to date me and was getting to know my family and help around the house. He really wanted to get on my mother and my father's good sides."
        }, 
        {
            "number": "029", 
            "head": "10/18/2008", 
            "content": "I had the most ridiculous and vivid dream yesterday. I was dreaming that Kit had a girlfriend (a gorgeous blond girl) and she was sitting on his lap. We were in some room with a ton of other people watching The Office. I kept trying to be funny and make comments during the show to get his attention, but he kept rolling his eyes at me and scoffing and being generally quite icy to me. So I left because I was sick of flirting with him and getting rejected. I was walking on the street. I was with 4 other guys from my program, not specific guys, but I just knew they were on my program. They were laughing and joking and then I told them about how that guy the other week had harassed me on the street and hit me. Then they all started harassing me and grabbing and hitting me too. I freaked out and told them to stop, but they continued slapping me, so I started crying and ran up the street and straight into Jayden's arms. He hugged me and asked what was wrong. I was crying and he kissed me so hard and told me it would be okay. I was confused as to why he was kissing me when he had been pretty rude earlier. He said he hadn't wanted to flirt with me in front of his girlfriend."
        }, 
        {
            "number": "030", 
            "head": "05/27/2009", 
            "content": "I had a dream that made me feel like I was cheating on Clayton. I was sitting in a chairlift going downhill, backwards. It was dark and warm all around me, even though I think I knew it should have been cold and snowy. Kit was sitting next to me, his arm around me, and his five o'clock shadow rubbing against my cheek as he nuzzled me. I felt my entire body tensing, gathering energy, pulsing and warm. I squeezed his knee with my right hand; I have a distinct memory of digging my nails into his thigh to release the pressure. The tension was building and I just waited for everything to snap. The dark began to dissolve around a tiny yellow light that brightened in front of me. The light grew and shrank, grew and shrank, grew and shrank until it overwhelmed the darkness, and I was twisting and squirming and grabbing his leg and having an orgasm. And when I woke up I felt like I had cheated on Clayton."
        }, 
        {
            "number": "031", 
            "head": "10/03/2009", 
            "content": "I had an orgasm in my dream last night, and I'm pretty sure I had one in real life too. I was lying on a beach and some guy, I don't know who, was touching me. We weren't having sex; he was just touching me. He was kneeling over me and holding onto this sword. Whenever he pushed his sword deeper into the sand, he touched me a little deeper. The phallic imagery is pretty obvious, but we weren't actually having sex. Anyway, it kept going like this until I had an orgasm and woke up from it. My god!"
        }, 
        {
            "number": "032", 
            "head": "11/16/2009", 
            "content": "I had a dream that memories and dreams weren't allowed. There was a secret service that went around and erased peoples' memories. There was a way to hide if you had any memories, though, and I tried to figure out what it was. I was terrified that they would erase all my dreams, my past, my memories, so I tried to pretend I was blank and had already been erased. Then they went into my room in Fenster and tried to rip up my pillows and comforter to find my dreams. Ugh, it was awful!"
        }, 
        {
            "number": "033", 
            "head": "12/31/2009", 
            "content": "I had a dream that I was engaged or betrothed to marry Wyatt, without really knowing it. I think I woke up on my wedding day and had all these things to do. I think I had some recollection in my dream of having been proposed to. And at the time I was thinking, Well, I could do a lot worse. But I'm only 21. Do I really want to get married this early? Does he even love me? And we haven't even had sex yet. What if it's not good? Anyway, I said yes anyway. So that day I had to buy presents for My mother and my father, because that was some sort of new tradition. Wyatt and I were riding in a limousine to go to the store, and I just kept thinking, This is so unfair. He still gets another year of college, and I will have graduated and will have to pay his tuition. I can't do that! And what if he hooks up with other girls while he is at school and I am working? We got to the store and I bought finger puppets for my mother and father. When I got home, all my underwear was strung up on a line hanging outside the door. I wasn't embarrassed, since Wyatt was going to be my husband, but I also didn't understand why it was strung up there. My mother had told me she had made all the arrangements for the wedding, which I suppose made my decision easier, since I didn't have to think about anything. All I know is that my father spent $160,000.00 on the wedding, which I felt bad about, since I don't even really remember having ever gotten engaged or telling them about it. I kept thinking that I was only 21 and had so much more to do in life. At the same time, Wyatt was a good guy and I could certainly learn to love him. On the way to the beach where we were supposed to get married, it started snowing. So that upset me, since the wedding was supposed to be outside. All the flowers were dead when we got there. And I didn't have a wedding dress. I guess that was my only responsibility, but since I had no idea about this wedding, I didn't realize I had to get a dress. So I ran away, and just kept running, away from everyone at the beach. I ran into my father, who was on his way over and I started crying and said I was so sorry he had spent all that money, but that I couldn't get married. I woke up, panicked, and so happy that I wasn't married."
        }, 
        {
            "number": "034", 
            "head": "01/02/2010", 
            "content": "Last night I had a dream that I was swimming in the river in Van Gogh's Starry Night Over the Rhone. It was cold and windy, but the water was warm. There were islands that were actually paintings, and sometimes I wanted a break, so I would grab onto the paintings, but then the oil would run and the canvas was ruined."
        }, 
        {
            "number": "035", 
            "head": "01/03/2010", 
            "content": "I had a dream that I was dressed up in different Halloween costumes, except I was part of some Avatar world where people were trying to kill me. Bryson and I were running around trying to hide by putting different costumes on. Then I went back to school, where I weighed myself and realized I had gained 65 pounds over winter break. I was horrified and upset. Maybe it's just the costume that weighs so much, I thought, but I knew that it wasn't."
        }, 
        {
            "number": "036", 
            "head": "01/04/2010", 
            "content": "Last night I had a dream that I had to go to Japan with my mother for some reason. We drove to the airport, which was at my high school, and I was able to pack everything into this small DVD case. I asked if we were going to drive to California and fly from there, or if we were just going to drive to JFK and fly from there. My mother said it would be better to just drive to JFK. We got onto the plane, and even though the flight was supposed to be 12 hours, we were only going for 1 day. When we got to Japan, I remember that instead of all the skyscrapers, there were these incredible trees from Avatar. They had these phosphorescent leaves that lit up depending on the season. I guess all the seasons went by in the 1 day we were in Tokyo, because the leaves changed from pink, to orange, to green, to blue, which was supposed to indicate a whole year going by. They were beautiful against the night sky. On the way home, my brother and my father joined us, and we all went to a dentist's office together. I don't know why, but apparently the dentists were better in Japan. The dentist spoke English, but all the magazines in the waiting room were in Japanese. The \"dentist\" was eating yogurt and a Snickers bar, which I remember thinking was weird, since he was a dentist and shouldn't eat candy. This \"dentist\" turned out to be an old friend of my mother and father's, and we stayed at his house for another night for a party. The dentist was an older man, and I found him very attractive, even though I don't find older men attractive in real life. He was putting all this food on the tables to occupy everyone, and then he cornered me and started flirting with me. I think I had been drinking wine, because I felt a little giddy and flirtatious too. He was wearing a gray suit and looked very sharp. Then I woke up."
        }, 
        {
            "number": "037", 
            "head": "01/06/2010", 
            "content": "My first dream was that I was on a show like America's Next Top Model with all my girlfriends. We had to do different tasks or photo shoots before one of us was eliminated. I remember being worried because everyone else had really elaborate outfits, and I was only wearing a black t-shirt. One of the judges in the audience came up to me and asked if I was in another ethnic group. I told her I was in my ethnic group, but she still wrote down another ethnic group on my info sheet. Then Abigail and I were taking a break from the photo shoots and we went to the library, where we ate dried mangoes and peanut M&Ms.; The next morning we all had to take showers, and I had 3 sponges, but no soap, so I wasn't able to. In my next dream I was skiing with my family somewhere, but I still needed a new winter coat. My mother and I were going to go shopping. I think it was Christmas or Thanksgiving or something, because this old woman was there and she was supposed to be my grandmother, but she wasn't. My father was making apple pie shaped into funny faces. My brother was making chocolate butter cream frosting. I had two pieces of this incredible cake (it tasted so good in my dream) before I felt like a pig and was so glad I had only eaten that in my dream and not in real life. My mother and I left for the mall. The car was parked in the backyard instead of in our driveway, but anyway. I tried on lots of different coats, but they only had sizes 29 and 32, which I don't even think are real sizes in women's coats. I ended up not finding anything and left. When I got home I had to baby sit some random family I've never met before. I brought 101 Dalmatians coloring books and two boxes of crayons, because I guess I knew there was a little girl who would want to color. When the parents came home, they were congratulating me on being accepted to medical school. The kid's uncle had three heads, and I tried not to stare. Then I woke up."
        }, 
        {
            "number": "038", 
            "head": "01/07/2010", 
            "content": "Last night I had a series of weird dreams. First, Sydney and I were in our room and we were part of some game show with some of our friends and other random people I don't remember. Every time we got a question right, we took shots of vodka together. Mario was there too and kept warning us to be careful. Later, I was in Adam's with Sydney, Jillian, and Reese. We were trying to decide when we should go get sushi for dinner. I think it was after final exams, because I was running on a treadmill in Adam's, and didn't have a care in the world. Next, there was some sort of funeral or memorial. All the boys on the hockey team were wearing the same team tie, and had to recite a piece of a eulogy for this person who had died. I remember seeing Trevor and saying something about him to my father. He told me that Trevor wasn't his real last name; rather it was \"Sierra\" and he just went by Trevor because it sounded manlier. Although I was shocked, I think I knew this. I felt out of place that I did not have this blue silk team tie, or the equivalent, and I also wondered why I was at this memorial, since I didn't seem to know who had died. Next I was in a building in Manhattan somewhere. I had ordered pizza and the delivery guy was doing a dance outside my window. A-Wall was there too. We were hunting around in our garden (inside the apartment) looking for a plant that would in ten years grow to be my husband. Then I woke up."
        }, 
        {
            "number": "039", 
            "head": "01/08/2010", 
            "content": "I had a dream that my family and I were all going somewhere, but I can't remember where it was or why we were all there. My mother and I wanted to go home early, so we took one of the cars. We were at a rest stop, when I realized that we had somehow taken both cars, but I hadn't been driving. My mother said she had been driving each car in shifts, because they were both some kind of new stick shift I didn't know how to drive yet. I was also dreaming about floating down some river with other RAs, and that was our mid-year training. Later, Gage and I were talking, and he was telling me about how every couple in our grade was breaking up before graduation. I was shocked, but really relieved that I wouldn't have that same problem."
        }, 
        {
            "number": "040", 
            "head": "01/09/2010", 
            "content": "I had a really elaborate dream last night that took place sometime in late May/early June, right between final exams and senior week before graduation. I think I was commuting between my home state and my college state for that last week because I was both at home and at my college . I think first, we had some big party to kick off senior week, but we also had something early the next morning, so people were trying to get to sleep. I was in a huge bedroom with Lyla, some other girls I can't remember, Miley, and Adam. I think Susanna was there too (in the abstract, not physically there), but she and Adam had broken up, or something. In any event, Adam was sleeping next to me in this bed, and he was tickling me and flirting with me, and I was trying to be quiet since everyone else wanted to go to sleep. Javier was there too, and some boy who introduced himself to me as \"Lacrosse.\" Next, I was at home, and maybe my brother was graduating from high school again or something, because I was baking him a cake. It was a long, rectangular sheet cake with blue icing. I ran out of icing, so I had to make more, but no matter how much butter, cream cheese, or powdered sugar I put in, it tasted disgusting and came out this terrible shade of maroon. Finally I gave up, and just colored (with a blue marker) the parts that didn't have icing. Also, I remember it being extremely dark outside, even though it was early in the day. Maybe there was some kind of solar eclipse? So then I had to get back to my college , and my father told me I could bike there; it would take 2 hours to get to one town, and then I would have to walk 30 miles to the college town. This was crazy to me, and I couldn't understand how I was supposed to do that. I guess I got up there though, because there I was again in a Lily Pulitzer dress, flouncing around. There was a beautiful abstract expressionist painting on the wall, with the initials W.K. I knew it was Kandinsky, even though it didn't really look like his work. I think maybe it was some new, undiscovered painting, but it was beautiful --I wish it existed in real life! All of a sudden I was back at home again, asleep in my bed. I was dreaming (in my dream) that the reason Adam had picked Susanna over me was because she had sex with him, and I wouldn't. I guess in my dream this had happened to me a different time with a different guy, so it was a huge revelation. I woke up (in my dream) and got out of bed. I started applying black eyeliner to my eyes (I wanted to make Adam realize he should have chosen me) before realizing I hadn't washed my face or anything. Then there was a knock on my door, and I said, \"Hold on!\" while I grabbed a light blue robe (which I do not own) out of my closet. I opened my door and my father was there saying that my brother really needed us (I can't remember why), so I should probably not go back to my college today. Although Adam and my college and graduation had been on my mind only 20 seconds ago, I nodded fervently and said that yes of course I would stay at home if my brother needed me. My father said it was 10:30, so we should get going (to where, I don't know). Then I woke up in real life, and it was only 9:30, and my father had already left for work."
        }, 
        {
            "number": "041", 
            "head": "01/12/2010", 
            "content": "I had the worst dream last night. It started out that I was at a party somewhere in some basement, at my college, but at a place that definitely doesn't actually exist. It was a huge labyrinth and very dingy and dimly lit. At the beginning, the party was fun. People were playing Beirut and there was music. I think it might have been a costume party because I think I was wearing a bumblebee or some other bug costume. Erick was there looking for me. I couldn't find him, but everyone else I saw told me he was looking for me. I saw notes written by him looking for me, notes like, \"Bea, meet me upstairs.\" Anyway, the dream turned into a nightmare very quickly. All of a sudden we were running away from the building. It was daylight outside. People were screaming and running in every direction to avoid these gigantic machine monsters that were shooting people down like in District 9. Nora and I were trying to hide underneath a white plastic tarp. I was breathing so quickly and was so scared. I heard the machine's voice saying, \"I can see your blue shoe underneath that white tarp. Come out now.\" I wondered if just maybe Nora was wearing blue shoes too, but she wasn't, and I knew the monster was calling for me. I waited until I thought maybe he had gone and then ran out to find my next hiding spot. I hid behind a wooden shed, but the second I peered around to see where the monster was, it shot me in the arm. It was really painful! I thought for sure I was going to die. All of a sudden I was lying on a gurney and being rushed back into the basement, which was no longer the site of a party, but a makeshift hospital. I couldn't move or speak, but I could hear the \"doctors\" around me saying I had almost no time to live, and discussing how they should take my organs now while they were still fresh. I was horrified and tried to speak to tell them that I was going to be fine, but they started draining blood and taking my organs. I don't remember the gory details, but I woke up in the same position (in my dream) after they had supposedly taken all my body parts. When I came to, however, I felt fine, as if nothing had happened. Even my costume was still intact. I was so happy I leapt off the gurney and raced around following the notes Erick had left me until I ran straight into him. I was so happy, but he looked terrified. He said we had to get out of here immediately. He brought me to some beautiful library with dark paneled walls, gorgeous built in shelves, and thousands and thousands of books. There were beautiful leather chairs, brass desk lamps, and huge skylights for the roof. It was dark and snowy outside, but cozy and warm inside. My whole family was there watching some National Geographic program about Siberian tigers. I started chatting online with Erick and some other friends. What was weird was that Erick was able to talk to me, but it was as if my other friends were ignoring me. I told Erick this and he said, \"It's because you're dead.\" I distinctly remember my heart dropping as I realized this. He said that the only reason I could see him too was because the same thing had happened to him after he had been shot, and since we were both dead, we were on \"the other side\" and could talk to each other, but people who were still alive couldn't hear us. I guess I thought my family had been too absorbed in the TV to say anything to me when I got home, so I tried to see if they would acknowledge me now. I tried talking to my mother and brother separately, and then yelling at the top of my lungs \"I AM GOING TO KILL MYSELF\" to see if that would get their attention. But Erick seemed to be right; they just couldn't hear me. I started crying and ran upstairs, which was my room, even though we don't have a library like that in our house. I found my hairbrush, which I also knew to be some kind of sniper rifle, and ran into my room to shoot myself. If I died again, it means I was actually alive, but if nothing happened, then I must be dead. It was the most horrifying feeling and I kept trying to wake myself up. I literally said to myself \"Bea, wake up! Wake up! This can't be real!\" I looked into my full-length mirror and shot myself in the temple twice. I heard the gunshot and felt the excruciating pain, but got up right after I had shot myself. I started sobbing, since I was really dead. I ran back to the basement where all that stuff had happened, hoping to find someone who could bring me back to life. I was crying and screaming and trying to find anyone who would listen to me for just a minute. I hadn't said goodbye to anyone, and all I needed was a few days on \"the other side\" so I could talk to the living. It was so horrible, and every time I tried to wake myself up, I couldn't, so I just decided that I must have not been dreaming. And then I woke up, thank GOD!"
        }, 
        {
            "number": "042", 
            "head": "01/14/2010", 
            "content": "Last night my dreams were not my own. I was confused and utterly clueless throughout the whole series. First I was in Mexico at the beach and stuck on some sort of movie set. Some blond girl was running around for a scene, so all the exits were closed off so people wouldn't come in. For some reason, I was trapped on the wrong side of this barrier, and all I wanted to do was go back to the beach. It was so warm and sunny that I was almost shocked when I woke up that I wasn't in Mexico. All of a sudden I was transported to some humungous house in the south of France with Abigail. There was a family there, but it wasn't my family and it wasn't Abigail's. Someone had some kind of disorder, and the family was making a video to send to a committee to get better hospital care for their kid. I was thrown into the middle of it, wearing some sort of costume, and having utterly no idea why I was there. Then Abigail and I were made to go shopping. We found a Wal-Mart (in the south of France). While we were shopping, Abigail started stealing other people's groceries that they had already paid for. The manager of the store caught us, but Abigail managed to get away. She caught me and started interrogating me. I began to cry until she said, \"I know it was your friend, not you, so I'll let you go if you find her and turn her in.\" I didn't know what to do and only prayed that Abigail had run far enough away that I wouldn't find her and have to turn her in. Then I was in a classroom somewhere with Edwin and we were laughing and joking about something. Then I was at a ball somewhere wearing a long silver dress and Philip was trying to call me. I didn't want to talk to him so I snapped my phone in two. Then I realized I wasn't wearing a bra and became really self-conscious. Finally, there was some dog who was trying to follow me around, and I realized it was someone named Doug, a person I have never actually met in real life, but whom I knew in my dream to be my soul mate, who had the ability to transform into a dog. It was so strange and I honestly felt like I was just walking through a world of other people's dreams!"
        }, 
        {
            "number": "043", 
            "head": "01/16/2010", 
            "content": "I had a dream last night that I was back in my high school dining hall and Tony was there. My brother was there too and he was trying to get my attention, but I didn't realize. I was wearing a black dress and I think I had an exam or somewhere important to be. I also had to finish a book before wherever I was next going."
        }, 
        {
            "number": "044", 
            "head": "01/16/2010", 
            "content": "I had a dream that I had accidentally booked spring break in Russia, instead of Mexico. When I got there, my father and I had to buy down vests, and all I wanted was for it to be warm. We were on a train to go shopping, but then I was on some pier in Brooklyn. Roberto was there and we were holding hands and walking down the pier. I jumped into the water, but it turns out it was actually this motor oil that could kill me. I was spluttering and swallowing the oil and trying to swim to the dock. I ended up spitting in real life, trying to get the oil out of my mouth in my dream. Then I was running on a staircase that was like the Guggenheim, except it was 14 stories. I tried to climb up the stairs, but the building was jello-like and really difficult to stand up. Anthony was there and he was so cute, and I felt like I was 14 all over again."
        }, 
        {
            "number": "045", 
            "head": "01/20/2010", 
            "content": "I can't remember the exact order of my dreams. I think first I was going back to the city in Spain, where I studied abroad. We landed and immediately went to the Reina Sofia. There was a Willem de Kooning and Goncharova exhibit, except instead of their paintings, they were frescoes that were attached to the wall. And despite this, the paint still stuck out in thick brushstrokes. It was beautiful. The frescoes were oddly shaped, sort of like Frank Stella pieces, and they were all over the walls and ceiling. There were Picasso sketches that I am making up in my head right now, sort of curved cubism in reds and pinks, drawings I'll only ever see in my head. Anyway, I am walking around the Reina Sofia and I bump into Kit, Philip, Miley, and some other guys. I think Abigail was with me originally, but I was surprised to see these guys in Madrid. All of a sudden the Reina Sofia turned into this terrible maze, and there was this psychotic 12-year-old boy with a gun who was chasing us all around. I was now with a group of girls (none of whom were identifiable), and we were all tearing through this maze, which was perched on a mountaintop, so it was very precarious. A lot of the girls were shot. I dove under a table and went limp and tried to pretend I was already dead. Similar to the other dream I had, someone called me out on faking death. I was terrified and sweating, and sand was sticking to my face. I was trying so hard to cry silently and wake myself up at the same time. No matter how hard I tried, I couldn't wake myself up. It was like I was literally stuck in this dream. Anyway, the kid who was killing everyone came up behind me and I cringed, waiting for him to shoot me, but then I leapt up and faced him. He looked scared, and I tried to calm him down and talk him out of killing everyone. He said he felt like a monster, and I tried to reassure him that he wasn't and that he was still young and just coming into himself. I somehow got out of that nightmare and found myself in the dining hall at my college waiting in the salad bar line. There was some guy behind me who graduated a few years ago, who I can't name, but I think I remember thinking he was cute. He was standing behind me and flirting with me as I made my salad, which was spinach, tomatoes, pesto, hard-boiled eggs, and chickpeas. When I walked to my table to sit down with my friends, I realized that it was graduation dinner, and I was horrified that I had somehow missed my last semester at my college. I tried in vain to ask someone what we were doing, or how it was May already, but everyone was drunk and crying, which wasn't helpful. Then I woke up."
        }, 
        {
            "number": "046", 
            "head": "01/22/2010", 
            "content": "I had a dream that I was back at my high school and someone was painting a portrait of me, so I had to lie on this couch for a long time while I was being drawn. I could see a tiny scorpion walking around on the coffee table adjacent to me and became worried that it would walk up towards me! I was then somewhere with Alondra and was getting married to Channing Tatum. I was confused as to why we were getting married, when Alondra and Andre had been dating for 9 months and weren't even engaged yet. Alondra assured me that this was a good decision. I was wearing a veil and up at the altar. Alondra was behind me, pushing me along. Channing Tatum kissed me, which was fine, but I just didn't understand why I was getting married. Next, he and I were in some really nice boutique. I was picking out different lingerie slips and dresses. I didn't realize they were lingerie until I tried them on and they were completely transparent. I was horrified and ran home, where my dad was purchasing the portrait of me. It wasn't an oil portrait; rather it was some kind of moving lithograph print. My figure comprised of the Benday dots used by Lichtenstein, but I moved within the picture. It was actually one of the coolest things I have \"seen.\" Anyway, then I woke up."
        }, 
        {
            "number": "047", 
            "head": "01/26/2010", 
            "content": "I had a dream that Gage was performing oral sex on me, and I'm pretty sure I had an orgasm in real life and it woke me up."
        }, 
        {
            "number": "048", 
            "head": "01/31/2010", 
            "content": "I had a really scary dream that I was studying abroad in some small Italian town. I had a weird Italian cell phone that wouldn't make calls, only receive them. I went into my apartment one day and five strange men I had never seen before had broken in. I started feeling like I was choking on the air and couldn't breathe. I tried to grab a baseball bat nearby but it was stuck to the floor. I started freaking out and ran out of the apartment to some building where Michelle and Gus were. They assured me that everything was ok. I left to go do something but when I returned to their apartment, the five men were there too. I was really scared and found Andy, who drove me away. Then I woke up and fell back asleep and had a new dream. In this dream, I was walking through a giant shadowbox that had all these unknown Picasso figurines he had carved as a boy. I picked one up that was a little bird painted purple and yellow. It was so cute and sort of looked like a more cartoonish version of his neo-classical stuff. I was so amazed that I had never seen any of this before --what a disappointment to wake up and realize it's not real!"
        }, 
        {
            "number": "049", 
            "head": "02/02/2010", 
            "content": "I had a dream that I was in Mexico with some friends (can't remember who). It was really nice out though and I was drinking a daiquiri. Then I was in the dining room eating cereal."
        }, 
        {
            "number": "050", 
            "head": "02/03/2010", 
            "content": "I had the most vivid dream that I was in the bookstore buying a sketchbook for architecture. The paper was all different sizes and organized into pretty different colored binders. It was also spring weekend, so when I left, there were bands playing outside. Everyone everywhere was drunk and dancing and I became really sad that I was going to graduate soon. Also, I weighed myself in my dream and had gained 8 lbs --weird."
        }, 
        {
            "number": "051", 
            "head": "02/08/2010", 
            "content": "I had a dream last night that started out as the absolute worst nightmare I have ever had, but it was a nightmare within my dream, so that when I woke up from the nightmare, I was still in my dream. In my nightmare, I was a mule for carrying drugs across the border to Turkey, Iraq, Kazakhstan, and Israel. There was this horrible, creepy, oily, and disgusting man in his 40s, who was my boss/drug lord/drug dealer. The drugs were some weird form of cocaine and ecstasy in this red and black pill that I hid under my breasts. In order to get across the border, my boss would pretend to be fondling me while he took the drugs out. I was crying the entire time, weeping, sobbing, and doing anything to get out of it. I ran into Kingston once when I was about to leave Kazakhstan to get more drugs. I made the most helpless, pleading face, and he got the point and saved me. He grabbed me and sprinted me across the border, where the guy couldn't bother me anymore. I was so relieved that I started crying and shaking and sweating, and I'm pretty sure that was happening in real life as I woke up from my nightmare into my dream. Next, I had a dream that I was studying Michelangelo's sketches for the Sistine Chapel ceiling. The original for The Creation of Adam was not the iconic image of Adam reaching out to God, but rather a sketchy cartoon of God holding Adam as if he were giving him the Heimlich maneuver. I was confused because I know the real version so well, but apparently this was a sketch that no one had ever seen before and was the real creation scene."
        }, 
        {
            "number": "052", 
            "head": "02/09/2010", 
            "content": "I had such a vivid dream about graduation in May. First I think I was in the gym doing sit-ups and Keegan came in. I saw him in the mirror and my heart fluttered. I kept doing sit-ups and all of a sudden I was at the off-campus boys lacrosse team's house with Kit. We were dancing and kissing and it was fun. Then it was senior week (the week of festivities leading up to graduation) and I was running to the library in a blue dress. I think all the seniors had to gather there. I burst through the doors in the library and realized I was drunk. It was a strange feeling, because I think what I had been nervous about before was being late, not drunk. Kit was there wearing a pink and white striped haberdashery shirt and he hugged me and bemoaned the fact that we had never dated at college. He said he wanted to see me next week after we graduated, but I didn't want to for some reason. The inside of the library was constructed in a sort of Frank Lloyd Wright-esque way, in that there were all these steel rafters and open staircase shafts. The building was minimalist and modern and blended in with the environment so perfectly that the ocean waves were swelling up and crashing into the library walls. All of a sudden, I guess the entire setting changed and we were on Pandora, the planet in Avatar. There was a huge wave swelling up about to crash over, and I had to run all the way up to the top of the wave before it crested. I think I did, but then all of a sudden I'm right back in the middle of senior week. Alondra is doing stand-up comedy, but no one is laughing. I am waiting to hear the punch line to this piece she is doing, but I can feel myself waking up. I fight consciousness so hard until I hear the punch line, which was, \"The musical, Les Miserables.\" It makes no sense to me now, but apparently it was hilarious and fitting in the dream."
        }, 
        {
            "number": "053", 
            "head": "02/10/2010", 
            "content": "I had another dream it was senior week. This time a lot of the seniors who graduated last year were back. I guess I had decided not to go to \"Circus Night,\" and instead Abigail and I packed up our rooms because we were leaving the next day. The next morning it was pitch black out, but it was definitely morning. Abigail and I waited outside for Lyla to pick us up. She was an hour late and when she showed up, she was wearing a sequined full body suit. She hadn't showered or changed, and this is the first time I can ever recall smelling in a dream. She smelled like beer and a late night out, but it was acute and I could smell it. Lyla explained to us that the reason she was so late was because she had been helping a freshman boy who had gotten lost somewhere."
        }, 
        {
            "number": "054", 
            "head": "02/17/2010", 
            "content": "I had the most vivid series of dreams last night. First, I was at Tony's house watching some play or game show of sorts about the history of his family. His brother and sister were there, and I realized he also had another younger sister. The odd thing was that is family seemed a lot like mine --they were really close and played games together and it was very cute. Then I was in a car pulling out of the driveway, and I realized his house was in this steep, mountainous landscape that I have seen in other dreams as well. Then I had a really gross image of having a gigantic pimple on my cheek. I poked it and the white pus/goo just leaked out in a shiny, white, subcutaneous glob."
        }, 
        {
            "number": "055", 
            "head": "02/23/2010", 
            "content": "Last night I had a very vivid series of dreams. First, I was talking to Keegan in what seemed to be his house. He was waiting for baseball practice and I was waiting for some other athletic event in the field house as well. We were just talking and it was fun! Then he said he wanted to introduce me to his mother, but since we had only met this semester, I figured he was just being friendly. Still, I was flattered and excited. But then I think we had to drive to the field house because his practice was starting soon. We drove over there and then that was the end of that. Then I was in my high school dining hall with Alondra and some random freshmen from college. I was trying to explain why this new painting called \"Emily Combusted\" was so important and innovative. It was on the front page of the New York Time Arts section. I was talking about how it was part of this new movement called \"ir-realism,\" which is a post-modern sort of surrealism, a style of painting that encompassed the subconscious and wanted to investigate its inner workings, but did so in a more politically self-conscious way. The exhibition that was being reviewed in the Times comprised some hundred paintings that were like Dali paintings looked at through a microscope far away. The details were incredible, the anguish on Emily's face so powerful. It was new and fun and exciting seeing this art in the paper.  Then my father was swimming in the Olympics and got a bronze medal!"
        }, 
        {
            "number": "056", 
            "head": "02/27/2010", 
            "content": "I had the most vivid dreams last night. I can't remember the order exactly, since they all seemed to be happening at once. First of all, I was going down to a store to interview again. My father was writing out this list of things I should wear and say in my interview, and it was really stressing me out. He told me to bring this special coat from Vienna, and I couldn't see how that would make a difference, but oh well. Then Tony and I were skating and playing hockey in the arena. We were sort of scrimmaging one on one, but we were also hooking up on the ice. It was a sort of violent passionate event. I would try to get the puck away from him in the corner, wedging his body up against the boards as much as I could, and then we would be on the ice, helmets off, going at it (not sex). Later, when I was changing in the locker room, I discovered that my entire right thigh was covered in hair. I was horrified, not understanding how that had happened. It wasn't even just regular leg hair that I could shave off; it was like fur. But it was only on my right thigh. Anyway, next I think I was down in New York for this interview at a store. Eleanor was there teaching a class that I may have had to go audit before my interview. There were 2 other girls who were identical to me who were also interviewing at the store, and I became very discouraged. I didn't know how I was going to make myself stand out. I had my alarm clock with me for some reason instead of my phone. Bryson and Tony started chatting with me through G-chat, but I got nervous I would confuse the two of them in my chats. Then I was in a Hallmark store trying to find an appropriate thank you card for the woman who interviewed me. This part was very vivid twenty minutes ago, but I can't remember much now. I think there were some kids from abroad there, but I can't remember."
        }, 
        {
            "number": "057", 
            "head": "03/01/2010", 
            "content": "I had a dream that I was on a bus or train somewhere, can't remember. But I was really nervous I was going to miss my stop; maybe I had missed it the week before when I was making the same commute. Anyway, when I got off the train, I guess I was in the right place. There was some sort of party or gathering. But anyway, Calvin was there and I was supposed to hook up with him. I wanted to too, but there was some sort of understanding between the two of us that we were going to hook up, even though we've never talked before. It was as if we were just going to act on the sexual tension and there didn't have to be any sort of explanation. He was shirtless, but had on his white baseball cap. He was holding a peach colored silk sheet and was waiting for me or something. I think I was sort of confused, but I got back on the train and then I woke up."
        }, 
        {
            "number": "058", 
            "head": "03/03/2010", 
            "content": "I had a dream that I was in some Health class or other with Tony and other sophomores. We had to give presentations that day, and I guess I had thought I was presenting much later, because I realized I wasn't prepared. I had to present on Lolita and then relate how that had to do with sexual abuse and rape. I had written some sort of song and had condoms with me to give out to the rest of my class. When my professor called on me, I panicked, but ended up having to present anyway. I think the presentation ended up going pretty well. Tony, as he was leaving, asked me out on a date and suggested taking me out to dinner. Of course I accepted, but then remembered that I was dating Philip. The next day, leading up to the date with Tony, I asked my friends if I should just break up with Philip, rather than cheat on him. I wondered why I was with Philip again since it hadn't worked out the first time. Then I was on a golf course wearing pink shorts and pink ankle socks and little golf shoes. I had on a white tank top and a pink ribbon in my hair, and I was skipping near where Tony was playing golf, flouncing and flirting and showing off. Then I had to drive a golf cart with Martin and one of his friends home. I was baking almond cookies that were not yet done, but I had already taken out of the oven. Martin and his friend kept trying to take them off the cookie sheet, which made me really frustrated. Then my_father came home from wherever he was and we were planning to have dinner at 7:30."
        }, 
        {
            "number": "059", 
            "head": "03/18/2010", 
            "content": "The first part of my dream that I remember took place in an old classroom where I might have had 3rd or 4th grade. Sue and I were there with my college baseball team. The coaches and athletic directors had chosen us as managers of the team, so we were there at their first meeting. The meeting started ordinarily enough; the coach gave some inspirational speech, but then the talk devolved to girls. I distinctly remember Keegan being there and looking absolutely perfect. I whispered something to Sue about him being the captain. Martin and Trenton were there too. All of a sudden, the power went out. Sue and I scrambled out of the room to the parking lot. First we stopped at a cafe outside the classroom and we ordered caramel macchiato. When I turned around, Keegan was there. I lamented that I couldn't remember where I had parked my car and asked him if he would please help me find it. He agreed; I purposely led him in the opposite direction of where I knew my car to be so that we could spend more time together. I must have looked cold because he took off his sport coat and draped it over my shoulders. We went on walking through this rainy forest until we found my car. We had been joking about cars and baseball and clothes, and the conversation seemed so real, the banter, the flirting...I'm amazed it was only a dream. Keegan opened my car door and threw some of his stuff in. I was sad when he started walking away, but then he looked back at me and said, \"You're not driving off yet, are you? Come walk with me some more!\" Delighted, I followed him down some ravine covered in ferns and we went on chatting and laughing. Next, I was part of some secret organization on campus that was trying to change the housing lottery system. We met in this secret cave off campus that no one could find unless he or she knew about it beforehand. There were about 30 of us and we had these secret files on CDs that we were trying to erase. Drake burst in the door and demanded that we hand over the CDs. I had them in my hand. Everyone yelled at me not to give them to him, but to just throw them in the fire. I looked hesitant, so someone grabbed them from me and threw them in the fire to destroy them. I immediately ran over and yanked them from the flames and gave them to Drake. He looked at me as if he were going to hit me and ran out. Everyone started yelling at me for giving them over. \"You don't understand!\" I yelled. \"You will forgive me, but Drake may not.\" A few days must have gone by, and I was manicuring the lawn outside my house --literally manicuring it with a nail file. I was upset because Drake hadn't yet called me. I thought I should just give in and call him, but I didn't want to. Just then Mommy was mad at me, but I think Martin didn't know I had given away any secret information. He offered me some of his pasta and I took a bite. Later in my dream I was eating breakfast with Trenton at Pickering. Keegan came to join us and I was so happy!"
        }, 
        {
            "number": "060", 
            "head": "03/20/2010", 
            "content": "Last night I first dreamed that I had to throw another surprise party for Alondra and bake her a cake and buy her a camera. I really didn't want to since I had already thrown her a surprise party. I was in Wal Mart or something and then I realized that Sydney's birthday was coming up too. I wanted to do something for her so I bought a gluten-free cake too. Then I was at home and I think I had a test or something the next day. I was anxious about something. Drake came into my room and we were fooling around a bit. Then he left for a moment (to get water, maybe?) and I had the most intense orgasm I've ever had in real life or in dreams. It was so powerful and still going when Drake came back. I insisted that we have sex that instant, but then my parents walked in and it was horrible! Drake was mortified, and I was furious. I think my parents just tried to ignore what was happening. Drake was so embarrassed that we would have to have dinner with them later."
        }, 
        {
            "number": "061", 
            "head": "03/23/2010", 
            "content": "I had a dreams last night that first I was in some school in Alabama learning to parasail. My teacher was very handsome and I had a crush on him. When the time came to leave, I hoped he would volunteer to help me parasail back to my home state. He didn't, and I was left to figure out how to work the parasail by myself. It was only supposed to take me 4 hours to get home, and I had to get home that night since my interview in New York was the next day. I landed in Tennessee by accident and was trying to figure out how to get back in the air when I started a new dream. I was walking to Pickering from spinning class with Abigail. I saw Keegan on the way but I don't think he saw me. Then Abigail and I were standing outside Pickering talking to someone and Keegan turned back and we definitely made eye contact. He spread his arms as if he wanted me to hug him, but I was too far away. Then I went inside Pickering: Andy, Alvie, and Professor Simms were all there too. I think Alvie was taking the GMATs the next day. Andy and I were walking around and he spilled his food and I think I might have woken myself up laughing."
        }, 
        {
            "number": "062", 
            "head": "03/29/2010", 
            "content": "I guess my first dream was that my family and I were back in Mexico. Keegan was there and I was subtly trying to get his attention. There was some sort of art auction happening, so I had my father sell this Dali painting that we had. I knew that Keegan lived on 43rd street in New York, so I tried to get my father to sell the painting to a gallery in midtown so that I would have an excuse to be around there. I think he did, but I can't remember. Then I was tanning on the edge a black infinity pool and Keegan was across the pool. I was trying to pretend I didn't know he was there, but it was pretty obvious that I did. I think I was then sitting next to him and I all of a sudden felt very chagrined, so I must have done something to embarrass myself. All of a sudden, there was some announcement throughout all Puerto Vallarta telling everyone to pack up his or her most prized possessions in a bag because a dangerous con man was coming through all the resorts and taking everyone's stuff. Only now all of a sudden, I didn't have to just zip up my suitcase, but rather we were at home and I had to pick only a few things that were that important to me. I think I threw in my iPhone and laptop, figuring that any burglar would only want those items rather than the more sentimental things. I think my father threw nothing in. When the burglar arrived, we all sat downstairs in the family room while he ransacked our house, picking out things he wanted to take. He took some of my mother's jewelry, my father's laptop, iPod, and wallet. I think at one point my father tried to say no and the burglar pulled out a gun and loaded it. He aimed it at my father and Martin and I both burst into tears, sobbing and screaming. I distinctly remember thinking \"I won't have a father in a few minutes.\" I was crying so hard, but I never heard the gun shot. I realized that the burglar was just using it to instill fear in all of us. I offered to take him up to my room and let him go through all my CDs in order to distract him from my father. We went upstairs and the burglar demanded an Akon CD. I frantically rummaged through everything and never found the Akon CD. The burglar ran back downstairs and started lighting all our photo albums on fire. It was then that I realized that my laptop and iPhone were completely replaceable, but those photos were not. Then I was back in Art History 101 and hadn't studied for my final exam. I think I thought I had, but in reality I had never made flashcards or reviewed for the essays. I went into the exam and opened my blue book. The slides flashed on the screen, and I was only able to identify 4 of the 10. I reassured myself that I could make the points up on the essays, but then I realized I didn't know anything about the objects. To make matters worse, I was writing with a gigantic indelible marker, which was clumsy and awkward to hold. I could only fit a few letters in per page of my blue book. Finally, Professor Durkin came over and asked how I was doing. I told him truthfully that I was doing horrible and had not prepared for some reason and also that I had this horrible marker to write with. He helped me talk out some of the themes in \"Hanging Lantern,\" a performance piece that I completely made up in my head. I wrote out \"seeking to but failing to find one's own voice\" on my leg in pencil. I guess he had given me a pencil to replace the gigantic marker and rather than ruin another blue book, I decided to write my answers all over my skin. Then I woke up."
        }, 
        {
            "number": "063", 
            "head": "04/02/2010", 
            "content": "I had the worst dream last night! So I think I was in some very random location but there was a bookstore on the hillside. Some anonymous friend and I decided to spend the night in the bookstore and read all night and just browse. So when the owner left and locked up, my friend and I just stayed. The bookstore must have been haunted or somehow possessed because that evening was really weird. First we were running through a labyrinth of human body parts. The walls were made of feet and toenails and animal claws, and everything was red and raw and smelly. There were plants made of human skin and body parts, but for some reason I just told my friend to ignore it and that it wasn't a big deal. It started raining at some point, and we took refuge at Bugler House. Some of the guys were there and wanted to party, but we didn't want to, so we went back out into the human body part maze. Then, and I don't know how this happened, but I was being raped somewhere. I think within the bookstore there was a mall or store of sorts and I was trying on clothes and some random man came in and forced me to give him head. I was crying and trying to fight him off, but he was a lot bigger than I was and was forcing himself into my mouth. I was sputtering and choking and trying to scream and it was horrible. As soon as I ran out of the dressing room after being raped in multiple ways, I ran into a street and a bus ran over me. Seriously. I felt the bus try to stop and I crumpled down as the wheels passed over me and the bumper scraped into my chest. I must have been lying on my stomach in real life because I definitely felt a physical pressure on my body and was finding it hard to breathe. I think everyone around me thought I was dead and was trying to figure out how to get rid of my body, but I knew I was still alive and was trying to yell out that I just needed to go to the hospital, but no one could hear me since I was completely winded. My friend and I found ourselves back in the bookstore and realized it was morning. We tried to leave before the owner found us, but as we were leaving, we saw police cars parked outside and knew we had been caught. The owner was striding slowly toward us carrying this long rifle. My friend and I were racing to get out and around the building and hide, but we were moving so slowly for some reason. Neither of us could just get going and it was painful to watch him approaching ever closer. He caught up with us and made us get on our knees as he held the rifle to the backs of our heads. We were crying and pleading with him not to shoot us. I had a distinct thought of \"I can't believe I have been raped, hit by a bus, and am going to be killed all in one day.\" I was sobbing and thinking of my family. Then out of the middle of nowhere, this man and wife saved us. They knew the owner and told him they would take us into custody at their house. I was so relieved and grateful that I said I would do anything to earn my stay at their house and that I was just so elated to have been rescued. Well their house turned out to be a terrible orphanage. They told me my parents had died and wanted me taken care of, so I had to stay with them. They only ate steamed cabbage and pasta with no sauce and lived in the smallest, dirtiest apartment. They had some other orphans with them, plus my friend and me. Part of my keep was to clean the apartment, which was impossible because it was perpetually dirty, and I had to be the sex slave of the man. It could have been a few days later, or a month later, but I heard a knock at the door one morning. The \"father/master\" opened the door and it was my father! I was so happy I tried to yell out to him, but my owner said I had passed away. I was shouting and trying to draw attention to myself, and my father was so upset. I became so upset and started crying. I couldn't believe that my owner had lied to me about my parents dying, and that I could leave now forever and for some reason I was just physically stuck and couldn't make any noise. It was so horrible and I honestly thought it was the worst combination of things that could ever happen to me. I was so happy to wake up."
        }
    ]
}