{
    "dreamer": "blind-m", 
    "description": "Blind dreamers (M)", 
    "dreams": [
        {
            "number": "104-01", 
            "head": "5/18/97", 
            "content": "Dreamed I was in my computer room in the basement, trying to write a letter, to my friend H, trying to decide whether to put it in Braille or on tape. Then was sitting in front of the window, opening the curtains to feel how warm the sun was then turned back to the computer and could hear opera music from a radio station coming through the computer speaker."
        }, 
        {
            "number": "104-02", 
            "head": "5/18/97", 
            "content": "I dreamed I was riding on a bus, thinking we were on the same route that my brother had taken me to get to his boat along a river and we were going around a sharp curve and almost overturned. Also dreamed of being in my attic, moving around up there then trying to find my way back to the steps that come down from the attic. Also dreamt about going up in an elevator, trying to get up to someone's apartment and feeling the elevator for Braille and finding, no I was feeling for room numbers and finding several room numbers on each plaque instead of just one and was confused and didn't know where to go."
        }, 
        {
            "number": "104-03", 
            "head": "5/19/97", 
            "content": "I was doing the dinner dishes, my daughter and her boyfriend called to say that they had left a pitcher of milk on the drainer and for me to put it away. Then there was breakfast that I was cleaning up after and my wife had made me 2 cups of tea and I had just, I remember taking the teabags out of both cups and dumping them in the sink and then putting sugar in the tea from the sugarbowl and the spoon I was using was bent so that the spoon part was bent downward and I had to tilt the spoon way back to keep the sugar from running out."
        }, 
        {
            "number": "104-04", 
            "content": "I dreamed I was in a room, I think it was a livingroom, talking to a woman, maybe somebody from church, about classical music, and I was walking across the room carrying a big pop bottle, like a 2 liter bottle only bigger, quite a bit bigger, I was carrying it vertically in front of me, walking across, and she was telling me that her husband likes classical music and I said \"I love classical music, especially music that's soft and seductive, and I used to hate classical music\" and then we named a couple of programs and she said he liked \"The Black Jar\" and I had never heard of that program, but in the dream I said \"oh yeah, I like that program too\" and I started to tell her that I liked a program, I said \"Hearts in Space\" but that wasn't the name of it5/20/97."
        }, 
        {
            "number": "104-05", 
            "head": "5/22/97", 
            "content": "The only dream I remember is a very explicit sexual dream. I was with my wife, and I won't go into detail, but we were talking, and somebody knocked on the door and I went to open the door and I turned sideways so that whoever it was wouldn't see me completely, that's it. We were in the bedroom, making love, doing a lot of things. I was involved in some oral activity and we were talking about trying a different position, she was going to get on top of me which would be highly unusual for us. There was a knock on the door and it was my daughter saying that it was time to go to the hospital to deliver her baby, which in real life, she since has. When I opened the door and realized that I was standing there in my underwear with an erection, I turned aside so that she would be unable to see me."
        }, 
        {
            "number": "104-06", 
            "head": "5/24/97", 
            "content": "I was coming out of the subway and I met somebody, a man who knew me and he said, \"come on, I'll walk with you through the subway, and somebody else came up and they said hello to each other and he said \"kiss me on both cheeks, a brassa\" and they kissed. I laughed and made a comment about it being strange, 2 guys kissing, and then I thought, that was funny, I shouldn't have said that because one of them is not a guy, one of them is S, a friend of mine from Delaware. The next thing I knew, I was walking with her and I said I had just come from the airport and asked her what she was doing and she said that she wasn't going home until tomorrow so I said \"lets go to lunch.\" Then we were at this school for blind children and I thought we would just go downstairs to the snackbar and have lunch, and we decided not to do that, and I said that there was a pizza shop down the street and she said \"well I saw a McDonalds down there\" so we started walking and immediately we were at the McDonalds and we went in and somebody was frying doughnuts and I could hear someone saying that they were using all this grease to fry the doughnuts and you could hear them sizzling because of the cheap grease they were using, the donuts weren't good for you to eat, and then the lady said something about the food that was ready and I thought it was mine and I hadn't even ordered yet and finally I did order and that was the end of the dream."
        }, 
        {
            "number": "104-07", 
            "head": "5/25/97", 
            "content": "Just came home from the grocery store and was picking up different bottles of aftershave I had bought and was putting them away. I could smell the Old Spice and wondered why I had bought it because I was tired of it and I already had some but I bought it anyway. I had also bought 2 other kinds of aftershave and I remember smelling them and putting them away."
        }, 
        {
            "number": "104-08", 
            "head": "5/26/97", 
            "content": "We were on vacation with my cousin G, I haven't seen him in years, we went mountain climbing and went up a very rigorous climb that was almost too much for me. We made it to the top, to a little precarious ledge, we were sitting on this thing and all I had to hold onto was a plastic pole, stuck down into this soft, earthy ground, and one little place to put one foot to keep me from falling back down the mountain. I was sitting there thinking how difficult it was and I was scared up there and then my wife was beside me and she said that my twin brother T was down at the bottom, in tears, he was lying down, he just couldn't make it and he was upset and it was just too much for him, and my cousin came up, just walked right up and was having a good time and was talking to us and we told him, we admitted it was just too much for us and he apologized and said he was really sorry and that he just hadn't realized. Then, I remember I had a big 2 liter pop bottle and I was telling my wife some sort of story, explaining to her how much the bottle cost... \"it was $1.29\" or something like that and here's what happened to it I just threw it off the mountain and it went crashing down to the bottom somewhere. Then we talked for a while. Then there was someone else there, I don't know who it was, but when we were talking about how difficult it was he said, \"well I believe in giving it the old Marine try, that means you ask God for help 101 times and usually that works.\" I was thinking about that. Then we decided to go back down and in going back down, I found that there was a paved way that we could make it, very easily, it was just like a steep slope going down, like a sidewalk. So we went back down, and we were in a house and my cousin was still there and I found this old knife that I wanted to have sharpened. And the blade was split at the tip so it had 2 points, like a fork almost, it was split right in the middle and my cousin showed me, he said \"come right on down this other little slope to this ledge\", this was still in the house though. He had somehow used the computer to create a vibration so that when I took this knife and held it against the flat surface of the cement, it was vibrating like crazy, and I was able to sharpen the blade by holding it for quite a long while, like 5 minutes on each side, flipping it over, feeling the edge to make sure it was getting sharp and then E, my wife, was lying down right next to us on the couch, trying to sleep and she began to complain about the noise it was making and how it would wake up the neighbors and she said \"you know how these people around here swear!\" And I said \"I don't care, its not making that much noise and they were going to have to put up with it or I might just have to stab somebody! Once I had this thing sharpened\" And we all had a good laugh at that. I remember thinking that I've got to get my cousin to explain to me how he did that, how he was able top do that with the computers, setting up that field that would make this knife vibrate."
        }, 
        {
            "number": "104-09", 
            "head": "5/27/97", 
            "content": "A friend of my daughters came to visit and I said hello to her and I gave her a great big hug which I have never done in my life and probably never will."
        }, 
        {
            "number": "104-10", 
            "head": "5/28/97", 
            "content": "I was in a mobile home, decided to go have a cup of tea, on the way into the kitchen, I got deluged with some water or something and I stepped in it and it sprayed almost up to my face and I remember thinking that I had almost hit my eye with it. I thought, did the dog wet on the floor, or, I couldn't figure out what it was, and then I walked into the kitchen, and I was in bare feet and didn't have any clothes on and I was walking around in there, touching the refrigerator, and the sink and I was thinking, \"boy, I hope there's nothing faulty in here, nothing electrical or I'm going to get shocked because I was in bare feet and it was a tile floor, water on the floor. I walked over too the stove and put the tea kettle on and the electric stove on and was heating up the tea, and went back into the other room and all of a sudden heard this really loud noise, super loud, vibrating noise and at first I thought it was an airplane, I couldn't figure out what it was but it was shaking the whole house, and then it subsided and we never did figure out what it was."
        }, 
        {
            "number": "104-11", 
            "head": "5/29/97", 
            "content": "I was at the Pittsburgh Blind Association I think it was, and was sitting beside a man, a friend of mine who was being forced out of his job, he used to be the assistant manager there and he was just sitting there biding his time because there was no work for him to do, he was ready to retire and had been waiting for that to happen, he was on the telephone, talking to somebody, then he got off and then I was on the phone talking to somebody, was talking to him about cassette recorders and he was saying to me that the only problem with this cassette recorder is that you can only put \"one resistor battery\" in it, whatever that means. Then I remember that my son was supposed to come pick me up but he was out running around. Then I was on a bus, talking to this woman who was a friend of mine but who is dead, and she wasn't dead at that point, I was talking to her about nothing in particular. Then I got off the bus and was walking, holding on to the bus driver's arm with one hand, somebody else with the other and they were both going in different directions, trying to pull me in different directions and I was laughing and said to the bus driver \"hey, you guys know you're pulling me in 2 different directions?\" So I let go of one of them and walked with him. The next thing I knew there was a cab that I was in with a friend of mine, and we were supposed to get dropped off on the south side but he accidentally dropped us off on the north side. The driver got out and was walking with us, realized we were on the north side. The cabby apologized and we got back in the cab and the driver told us he would take us where we wanted to go."
        }, 
        {
            "number": "104-12", 
            "head": "5/30/97", 
            "content": "I was looking for books from a Braille Bible and I had to give some kind of report or do something in church, was looking for a particular book and was having trouble finding it. My friend S was there and while I was feeling around on the shelves trying to find the books I happened to notice there was a nice bugle on the floor. It seemed to have 2 bells on it instead of just one. I thought to myself, \"Ooh, as soon as I'm done finding these books I've got to ask S about playing that bugle, see what it sounds like.\""
        }, 
        {
            "number": "104-13", 
            "head": "5/30/97", 
            "content": "Then I dreamed I was sitting in front of my wife who was in a reclining chair and we were talking and started kissing and my son was supposed to be going to an amusement park later that morning ands I was asking her how he was going to get there. She said she was not riding him and we began to make plans for the rest of the day. I was thinking that we would be alone later and that it would be a good time to get some lovemaking in."
        }, 
        {
            "number": "104-14", 
            "head": "5/1/97", 
            "content": "I was walking with my cane and I started to cross the street and a man and a lady started to help me, seemed like one was holding onto each of my arms and as we crossed I kept thinking that the man was getting too close to me, I could feel the front of him bump against me and I thought he's closer than he should be and it kind of repulsed me and I wanted to get away from him. Then, we got across the street and there was some sort of barrier where they were doing some kind of work. There was a wooden plank there and the people who were doing the work said that they had just finished and that they would open it up so I could walk across. They removed the barrier but left the wooden plank there. I walked across, actually along it, it was following a sidewalk. Then I found myself in someone's house who lives in an alley near us, I have no idea who she was. I found myself sitting at her table and I had a bag with me that had 3 peaches in it. I was sitting at her table, eating her peaches and I couldn't believe the size of the seeds in those peaches, they were just huge! I thought; \"these can't be peaches, these have to be some other kind of fruit, because the seeds are just way bigger than they should be.\" And they didn't even taste like peaches, they were more like figs or some other kind of fruit."
        }, 
        {
            "number": "104-15", 
            "head": "5/6/97", 
            "content": "I was with my brother, most of the time, sometimes it may have been my so in, I was walking down this path and I came to this wooden bridge and I walked to the end but was afraid to go any further because I thought that it might go into the water. My brother called me back and said \"come on, you've got to come back this other way. There was a shed there, a really small, wooden house of a thing, and I could get into it but there was no opening to get out of the other side to get out. He kept calling me and saying \"you've got to come through here, this is the only way to get through here to get back.\" I said \"Well, I didn't have to come through here going down, why do I have to go through here going back?\" and he said, \"well, you just have to. Its too far to go around it.\" He insisted that I try to get out of this thing and the wood in it was all old and rotted, so I started ripping pieces of it off, until I made room for me to get out. And I kept tearing at it and finally managed to make a space big enough for me to crawl out and drop down to the ground on the other side if it. I felt really guilty about it, thinking \"boy, I'm really tearing this place up\" and I asked my brother if he thought anybody saw me and he said \"yeah! A lot of people did.\" And I asked him what that shed was for and he said \"That's where they do people's taxes.\" And I felt bad about this and I thought I should really find out who owns this and pay them for ripping it up even though it was in bad shape. Then we were on a bicycle and we were going really fast along these roads, I was riding on the back of it, leaning back on what I remember used to be called a sissy bar. My brother was peddling and we were going so fast it was almost as if we were on a motorcycle. It was a bike though, it was so quiet and he just seemed to be peddling it effortlessly. I remember saying to him \"Let's stop at Butler's store on the way home and get something to drink, like a pop or something.\" The next thing I knew we were in some doctor's office and it had something to do with taxes but they were doing a kind of cursory examination of people and there was a couple across from us we were talking to. A woman came out of the inner office and called me instead of my brother but it was my brother that was supposed to be examined. She called J but I said, \"no, its T that you want, his name is T\" so he went in with her and I was talking to the couple and I was explaining to them how my brother and I used to go for a few beers when we were young and how we used to drink it by the quart sometimes and all this stuff. And then the man and the woman started to say that they were going to go to a restaurant and get something to eat. He said \"Honey, if there was a restaurant near here I would go right now and get us something to eat."
        }, 
        {
            "number": "104-16", 
            "head": "5/7/97", 
            "content": "I dreamed that I was thinking about how I am different at work because of my blindness and how I'll never be like other people. The next thing I know, I was standing at the kitchen sink eating out of the sink with a fork and I knew exactly what I was eating, I could taste it even. We have some noodles with vegetables, like a pasta salad, that you just put in a microwave and mix with water and heat up. I was eating that out of the sink and I was thinking to myself I shouldn't be eating out of the sink, that's not very sanitary, I should be using a plate, but then I thought, well, I'm blind and that's why I'm eating out of the sink."
        }, 
        {
            "number": "104-17", 
            "head": "5/8/97", 
            "content": "I was in a meeting with a bunch of blind people, all friends of mine, and I said to one of them \"I forgot to bring my slate and stylus,\" which is what we write with, and the person next to me said that I could borrow hers and asked if I would take the notes from the meeting with it. I agreed to. The slate was really unusual, it had an extra metal piece in it and the stylus had a plastic flange coming out of both sides of it, and I thought \"Boy that's really ingenious, that way if you drop it it won't roll away\". So I began to take notes and I could feel the heaviness of the Braille paper, heavier than what I normally use, and I thought \"well, I guess I can do it this one time\" and I wrote a few things down. Then a male friend, J from [Piedmont] came in, and although I didn't hear his voice, I could hear people greeting him and I got the feeling that he wasn't feeling real well. Then I was outside walking in front of the AT&T; building with my new graphite cane which I recently got, and it kept pulling to the left toward the building, almost as if it were a divining rod or something, and I thought that was really strange and I got back in the meeting and I started telling everybody \"boy, you know, this new graphite cane really wanted to come into this building, I could feel it pulling towards the left as I walked across in front of the building.\""
        }, 
        {
            "number": "104-18", 
            "head": "5/9/97", 
            "content": "All I could remember was 2 women walking with me somewhere and giving me some assistance and then we were in a car, I was in the front seat with them, there were four people in the front seat, 1 person to my left and 2 women to my right. I remember thinking \"that's odd, there's 4 people in the front seat and there seems to be room for all of us.\""
        }, 
        {
            "number": "104-19", 
            "head": "5/11/97", 
            "content": "We were on a trip somewhere and we made a stop to go to the restrooms. I went into this huge place and was trying to find the urinals and I was having trouble finding them and I think that at one point I had no clothes on, and I didn't quite understand that. I was wandering around in this big square room. At one point my wife came to the door and asked if I was ready to go and I said \"I'd be another minute\" and I went back in and tried to find a urinal, and I couldn't, and finally some man inside there helped me find it and I went to the bathroom and went back out and got in the car and we went back on our way to wherever we were going. And then I remember the reason we were at this place was to take a urine specimen which I was supposed to bring with me and didn't. So I tried to make a joke I kept calling \"I forgot my pee! I forgot my pee!\" and everyone was laughing but they weren't going to go back there for it and I thought it was really bad that I'd left it there."
        }, 
        {
            "number": "104-20", 
            "head": "5/11/97", 
            "content": "Another sexual dream. I dreamed that I was lying in bed and was touching my wife, and she was getting excited, actually came to climax and I said \"we have to get up and go to the bathroom before we continue.\" Apparently I must have had to go pretty badly, with those 2 dreams but I could remember it very clearly, how I was touching her, her breathing and all that."
        }, 
        {
            "number": "104-21", 
            "head": "5/12/97", 
            "content": "I was at a Council of the Blind meeting and I realized I had been sleeping and I realized that I was secretary and should have been taking notes. I didn't know what to do, I didn't have a tape recorder with me, I hadn't been paying attention, and I didn't even have a slate and stylus. I thought, \"should I borrow one from somebody?\" ^Then T, one of the other members told me that he wanted me to remind him of something, because he had to do it and I thought I didn't know how I was going to do this. I was just appalled that I had been sitting there sleeping in the meeting."
        }, 
        {
            "number": "104-22", 
            "head": "5/12/97", 
            "content": "I tried to check the time on my talking clock (and, by the way I have had this dream numerous times over the past few years) but the clock malfunctioned, either the battery was going dead or something, and when I pressed the button for the time it started to say a bunch of things about the computer keyboard, and it was just not acting the way it should at all. I knew there was something wrong with it and I was afraid I had slept in and missed my wake-up time for work."
        }, 
        {
            "number": "104-23", 
            "head": "5/13/97", 
            "content": "I was in the rearmost seat of a station wagon, where the seat faces back out of the rear of the car. I was sitting on the driver's side and sitting to my left was my Brother in law D from Kentucky. He was driving the vehicle and I remember thinking \"boy, I wonder how he's driving this thing from all the way over here in the back.\" I could tell by his voice that he was turning his head around to look forward to see what's going on but he was talking to me. For the most part we were just riding along and he was looking at me mostly and yet he was able to control the car."
        }, 
        {
            "number": "104-24", 
            "head": "5/13/97", 
            "content": "Something vague about a 12 gauge shotgun. Either I or somebody else was holding it straight up in the air and had fired it. I wasn't shooting at anybody, I was just shooting it."
        }, 
        {
            "number": "104-25", 
            "head": "5/13/97", 
            "content": "I went into this nut shop I used to go into to buy peanuts and cashews and things and I went in and thought, \"boy this place is really small, they must have changed it around\" which was really weird because they had just taken up half the space that used to belong to Wiener World [which in reality is about a half block away on the other side of an alley] and made the nut shop really big, but now its small again. I went in and talked to the person, trying to decide what kind of nuts I wanted and I couldn't think of anything that sounded good because it was early in the morning and I didn't want peanuts and I didn't want any other kind, but I asked him though, if they had anything they could mix with chocolate covered raisins and they said they didn't have anymore chocolate covered raisins."
        }, 
        {
            "number": "104-26", 
            "head": "5/16/97", 
            "content": "I had to cross an intersection, turn left and cross the other way and instead of walking, I got down on my knees and was crawling across and I was thinking \"boy, I can hear the traffic better this way than if I was standing up, but it's really hard to go fast enough to make it across before the light changes.\" I got across and began to turn left and my friend M was there, who is also blind in reality, and he started to tell me \"you're going the wrong way, we're going the wrong way.\" And I said, \"This is 4th avenue here isn't it?\" and I insisted on going that way and I knew I was right but he kept trying to get me to go the other way."
        }, 
        {
            "number": "104-27", 
            "content": "Another sexual dream. I was with my wife in my room, having some foreplay, and I can remember what she felt like and smelled like. Then somehow we got interrupted by someone or something and I had to get up again and go to the door or something. I remember getting up and then getting back in bed and trying to pick up where we left off."
        }, 
        {
            "number": "104-28", 
            "head": "5/19/97", 
            "content": "I am with my son at some school activity and we were supposed to meet with some important person, maybe the principal, I'm not sure who, but she wanted to meet with us in 5 minutes and she said it was very important that we be on time, but I had to stop and go to the bathroom, and my son wanted to stop and do a few other things, and I kept thinking we've got to hurry up."
        }, 
        {
            "number": "104-29", 
            "content": "I dreamt about smoking a cigar and what a bad taste it left in my mouth. I thought that I shouldn't even be smoking it because it didn't taste good, and I wasn't enjoying it."
        }, 
        {
            "number": "104-30", 
            "head": "5/20/97", 
            "content": "I had to go for a physical and I remember getting there, my wife drove us up, I was supposed to be there at 1:00 and it was 2 minutes to 1:00 when we got there. I checked my watch and said \"this is great, we're right on time, its a good thing we left when we did.\" We got in there and the nurse took me and had me step up on a scale, was weighing me. Then I got up on the table and the doctor came in, he had a deep voice. I remember the sound of his shoes walking, he had a nice firm walk He came in and started talking to me and gave me a shot I asked him what kind of shot it was and he said \"It's an ACD shot.\" My wife is a nurse (in reality) and we were trying to figure out what kind of shot that was. She said she didn't know. He gave me the shot in the upper part of my left arm and it was somewhat painful and I sort of winced a little bit, but I said it didn't hurt that badly. I asked him what it was and he said it was a cardiac shot, maybe hepatitis, I asked what the A was for and he said that was a shot for marijuana. I asked what he meant, and he said \"it lessens the effect of marijuana if you smoke it.\" I laughed and said \"Oh great! Now I'll have to smoke twice as much marijuana.\" And he laughed and I said \"no, I don't smoke marijuana\" [in reality, not for the last 25 years]. Then, while I was still on the table, there was a loud buzz, a doorbell, but the person rang it excessively long and it was excessively loud, and the doctor groaned \"oh boy\" but he went to the door and opened it. Then this man with a very effeminate voice came in and said he had flowers to deliver and the doctor said \"Oh gosh! Those weren't supposed to be delivered here!\" Then he called to his nurse \"Bevvv! Come in here and take care of this, these are supposed to be delivered (I think he said) to my wife.\" So she came in and took care of the man with the flowers. The next thing I remember I was out in my backyard sitting at a picnic table eating dinner with my mother and some other people. My mother was sitting right to my right. I don't remember what we were eating, but the yard was kind of sloped down and we were back towards the end of it and we were sitting there eating and talking. I mentioned to my mother that I had had a shot and said \"I bet I could probably drink beer now and I bet I could have a few now.\" [Reality, I have been a recovering and sober alcoholic for 14 years] And my mother said \"Oh, I don't know what I would do if I started to find beer bottles and found out that you were drinking again.\" I started to laugh and said \"well, you know there have been a number of times when I've had a few! It doesn't really bother me if I just drink beer and don't drink too much.\" She didn't sound too believing but said \"oh, that's interesting.\" My thoughts and been that maybe if this shot for marijuana was effective, it might allow me to drink like a regular drinker without having any bad effects from it. My mother left. They had all left and gone somewhere. I was by myself, and I thought I had better start cleaning up the dishes and I picked up my plate and I had a glass which I left there, and started to walk. I heard a splash and realized that I was right along side of a river and I didn't want to fall in the river, and I couldn't exactly remember which way I had to go to get up to my house. I was pretty sure I could feel that the land sloped a little bit, and I thought I was okay and so I started to walk in generally the right direction, but I sort of veered off to the side of my yard and got tangled up in some bushes that are there. I kept walking and at one point I brushed against a wire antenna that I have in my back yard in reality and I remember thinking \"boy this thing is really hanging too low. I should get a pole to prop up the middle with\" I kept walking and got myself straightened out and got up to the top near my house, where a patio is and a dishwasher was there, and I started to put my plate inside the dishwasher, and I was going to go back and get some more when I started to hear all these voices from inside my basement. It was my neighbor E from across the street, with a bunch of people and they were talking, it was as if she was giving them a tour of my house. Then she came out and started thanking me and then my mother came out and she thanked us both for being such nice people and being such good help. I remember saying \"E you're always welcome.\" Then she was leaving."
        }, 
        {
            "number": "104-31", 
            "content": "I was in a class, possibly for computer programming. There seemed to be many familiar people in the class with me and the instructor was very friendly and it seemed as if I was sitting in the front of the room and he was sitting in the back, and he came up to me and said \"I was going to buy you an \"Opticon\" but the administration wouldn't let me, they cost $6000 but I brought you a Braille writer and I bought you all this other stuff and I just wondered if you were familiar with it because you are going to need them in this class.\" I remember thinking \"I'm glad he didn't buy an Opticon because I don't remember how to use one. So I began to unpack the box he gave me, and there did appear to be an Opticon and had a little hand held camera with it. A little box that had something similar to a little Braille display, maybe a one line Braille display, maybe an Opticon. I started taking out this thing and all the accessories that came with it and I was amazed at the different plugs and cords and there were adapters like standard serial port adapters for computers, there were some that were offset between the male and female end of it. There were some wires with like plastic keys hanging off of them. My co-worker, M happened to be there then and she said \"Oh, this is interesting, you could probably stick this in a car's ignition to start it if you happened to lose your key.\" We had a laugh about that. I just kept looking at these different pieces. There was one piece that I fitted onto the back of the machine with a little flange, it was some sort of little plug. Throughout the dream everything seemed pretty familiar to me and I seemed to know what everything was for. Then M said she had to go and do an interview and I said \"where's everybody else?\" and she said \"I have no idea, they all left at 8:00 and they just left at 8:00 and I'm left with the work to do.\" [An Opticon is a device which converts printed material into tactile images that actually feel like the printed letters. It has largely gone out of vogue for the last 15 or 20 years.]"
        }, 
        {
            "number": "104-32", 
            "head": "5/22/97", 
            "content": "I was at the school for blind children, walking down the hall in the middle of the night, toward the younger kids' dorm area. For some reason I wanted to go down there and get a drink of water out of the fountain and the house mother stopped me and hollered at me and asked what I was doing there and I said that I just wanted a drink and its a better fountain down here and I thought to myself 'F your mother' and then I thought I'm glad I didn't say that out loud."
        }, 
        {
            "number": "104-33", 
            "head": "5/22/97", 
            "content": "I was in the computer room in my basement here and my friend J's daughter was here with me. She was trying to print some stuff and I was helping her with the computer and I was asking her if she ever used Print-Shop. And we were talking about Q&A; and WordPerfect and I forgot to run my speech program and was having trouble figuring out where I was and she was kind of helping me. In the dream his daughter, who in reality is 40 sounded like she was 20. Next I remember being at the Guild for the Blind in Hingeville. I was walking through there smoking a pipe and the tobacco smelled really good, like cinnamon [I haven't smoked a pipe in 10 years in reality]. I was walking through there talking to some people and all of a sudden I could hear all these little kids coming in and somebody came over to me and said \"do you hear the fire?\" At first I said no, but then I heard some sirens off in the distance. They said it was next door at a restaurant which I remember having been in before. Then my wife was there and she was looking and I asked \"How bad does it look?\" and she said \"Oh, it's really a bad fire! A good one, really ablaze.\" Then she took me over there and we walked into the driveway and we could hear the men up above, working away on the roof. One of the firefighters yelled down \"What are you doing here? Get out of here now!\" And I responded \"I'm just glad I had a chance to hear this.\" I asked my wife again how it looked and she still said that it looked pretty bad. Then rain started to fall on us but it may have been water from the hose. I said, lets get out of this or we'll have to go home and take a bath. I also remember at some point, being able to smell the smoke, it had a rather acrid smell typical of house fires."
        }, 
        {
            "number": "104-34", 
            "head": "5/26/97", 
            "content": "I was late for work because my alarm clock never went off. I kept trying to fix it by pushing the button but it wouldn't speak. I checked it and I found that the batteries were out, but the batteries were not the kind that they actually are. Instead of the flat round coin batteries these were double A, penlight batteries."
        }, 
        {
            "number": "104-35", 
            "content": "(5/26/97)[I am a recovering alcoholic who still attends meetings occasionally] I dreamt that I was at a meeting with my sponsor, we generally go on Saturday mornings together. He had spoken during the meeting, it was a discussion meeting, and then 5 minutes before the meeting ended, he repeated, \"My name is B and I'm an alcoholic\" but then he got all emotional and choked up and couldn't finish what he had wanted to say. He was quite upset and distraught, and I could hear him almost beginning to break down."
        }, 
        {
            "number": "104-36", 
            "content": "A snippet. I dreamed the name \"Sara\" and possibly \"Product\". That's it."
        }, 
        {
            "number": "104-37", 
            "head": "5/26/97", 
            "content": "I was up in my bedroom trying to change a light bulb over a closet door, which isn't really there. While I was changing the one over the bed, which really is there, I also installed something which was squirting water straight down and I don't know what it was for, but it was supposed to be doing it. The problem was it was squirting too much water and I couldn't seem to get it to stop and it just kept going and going and I remember thinking that it might have had something to do with an airplane."
        }, 
        {
            "number": "104-38", 
            "head": "5/29/97", 
            "content": "I was in a hotel and I woke up with my wife and I said \"Whoa! We're in England!\" and we both remembered that we were. We were on a vacation I guess and we were talking and I was listening to the other guests in the other hotel rooms that I could hear. Then I heard a man open our door and I heard him say \"Nope, he's not here.\" Then I heard him go down the hall opening other doors and I could hear him say \"His mother's not here.\" Some kid was lost and they were looking for his mother. But the kid was speaking Spanish, not English. I heard a woman say something to the kid which I understood to mean \"Can I pick you up?\" He was like a little 2 or 3 year old. I thought I heard her say \"Me exceptuo alor\" or something, some words, I don't know what they mean. Then someone came into our room and was talking about coffee. We said that we'd like to go get a cup and she said \"well, I already made it for you, it's right here.\" She handed me a cup and it was hot and the top felt like the bottom and so I turned it upside down and that top felt like the bottom too, and I thought I was going to spill it, that there must have been a lid on it so I turned it over again and felt it and there was this flat disc that was there instead of the top. I asked what it was there for, \"to keep the heat in?\" And she said, \"no, it's to muddy it up a little bit.\" I tasted it and it was okay but there were some coffee grinds in it. Then there was no longer a woman there but a man and he said \"well we put onion in the coffee and it makes it taste better.\" And I was tasting it and it did taste pretty good. Then I thought, I should turn on my radio and tune across the FM band and see what the local stations and programs are like. Then we were thinking about going on a tour somewhere and we asked the woman if there were any tourist attractions that we can walk to from here. Its funny, I never did hear anyone with a British accent, they all sounded like Americans, even when I was tuning around on the radio."
        }, 
        {
            "number": "104-39", 
            "head": "5/29/97", 
            "content": "We were still in England and I was listening to the radio. I don't remember much about the second dream, only that it was a continuation of the first."
        }, 
        {
            "number": "104-40", 
            "head": "6/2/97", 
            "content": "I was at a school, giving a talk to a women's class and the principal or someone came in and started to degrade her for mixing up appointments. She was supposed to do something at 10PM and instead she was doing it at 1PM and they were discussing it."
        }, 
        {
            "number": "104-41", 
            "head": "6/2/97", 
            "content": "We were on a trip somewhere, had been down south and were on our way back and somehow we stopped at a rest area and I ended up talking to somebody on the phone for a long time that we had met earlier on our trip in another state I think, it might have been Ohio, I don't know what state we were in at this rest stop but I remember thinking that I had to get off the phone and use the bathroom and get a Coke so I told the person I had to go and would talk to him another time."
        }, 
        {
            "number": "104-42", 
            "head": "6/4/97", 
            "content": "I was sitting on the porch with my wife and son and my wife said \"This is going to be my last smoke, I am not going to smoke anymore after this. I'm quitting after this one.\" Then we were talking about cancer and why smoking is bad for you. Then she lit up another one and said \"This one is going to be my last one.\" Then the scene switched, and we were inside some kind of church and somebody, a young girl perhaps, was up front talking about \"since God so loved the world that he gave his only begotten son\" and was trying to explain something about John 3:16. But I was trying to explain something totally different to my son, just sitting there talking right out loud, thinking I should really be quiet because we're disrupting the service, but we went right on with our conversation anyway."
        }, 
        {
            "number": "104-43", 
            "head": "6/4/97", 
            "content": "My daughter called home to tell us that our son had spent 100 dollars yesterday that he'd gotten from selling a snake that he'd owned. He actually had owned a snake and it had just been sold, he was supposed to go out and get the money yesterday and in the dream she said that he had spent the hundred dollars because he didn't want to give it to us. And I was saying \"what in the world did he spend that much money on? Was it drugs or what was it?\" And she said she didn't know."
        }, 
        {
            "number": "104-44", 
            "head": "6/5/97", 
            "content": "I was in my office and I was going to go to lunch, walking over toward the coat rack I remembered saying \"I think I'm going to blow the rest of this day off.\" One of my co-workers was kidding me and she said \"I heard that!\" Then I was supposed to go to a meeting the Cleveland Blind Association and I went to the coat rack and I couldn't find my coat. I was feeling all the different coats, even reached into the pocket of one of them which felt similar to mine, and I found a bunch of balled up papers and different things and I realized that it wasn't my coat. I had to go through the whole coat rack one coat after another until I found mine. They all seemed to feel the same and I had a cab waiting for me so I was really in a hurry to go. I finally did find it, it was way over on the right hand end of the coat rack, probably took five minutes to go through all of the coats [That has never happened to me, I can usually reach right over and feel the texture of my coat.] So I went downstairs and I remember thinking \"Oh, at least the cab is coming right here for me I don't have to walk a couple blocks to meet it.\" The next thing I knew, I was at the Blind Association and I walked in. I couldn't remember exactly which way to go. The more I thought about it the more it seemed like the school for blind children that I went to as a kid, than the blind association. But I got there and was walking and one of the women who worked there was kind of helping me and she said \"now we turn to the right here\" then she grabbed me and said \"its very narrow here\" she thought I was going to bump into something. Then we ended up in a big open reception area in the front and again I was waiting for this cab. I don't know how I got to the Blind association but she said, I was right next to this big window in the front of the place, she said \"sit here in this prom chair\" and I said \"boy, I bet I'm less nervous today then when I went to the prom.\" Then we started talking about the prom and I said that neither of my kids had ever gone to the prom. I remember going to the bath room and then coming out and they said, \"Your cab was here but he didn't want to wait so he went to have lunch at the restaurant next door and he'll be back to pick you up.\" So I waited about 15 or 20 minutes and he never did come back to pick me up."
        }, 
        {
            "number": "104-45", 
            "head": "6/6/97", 
            "content": "There were a lot of my relatives at my house from Alabama, including my little nieces, one of whom is 10 years old. We were in the living room and it was early in the morning and she was looking at some novel that she had seen at her mother's house. She asked me who it belonged to, I said I didn't know. I don't remember the name 9of it I had never heard of it. But we were talking and the television was on real low, the stereo was also on low and the radio9 was on in the kitchen. They were all on different stations. We were just talking and I got up to check the mail and as I was reaching into the mail box, someone from across the street said \"Hello\" and I answered him and then I realized that he wasn't talking to me and I thought \"Boy that happens so often. Its so embarrassing to answer and yet you have to answer when you think someone is talking to you. I had some really clear feelings and thoughts about that. Them I got back in and realized there was a napkin stuck to the front of my pants and I thought \"Oh boy, I hope nobody noticed that.\" Then I was talking to my niece and she said something about cutting the grass or raking the leaves or something. I said \"well, do you do that at home?\" and she said \"yeah\" and I said, \"well if you want to do that here I'll pay you, I'll give you a thousand dollars if you want it just to go out and cut the grass and clean up the yard a little bit.\" Then we laughed."
        }, 
        {
            "number": "104-46", 
            "head": "6/6/97", 
            "content": "I dreamed that I was in bed with my wife and she was very sexually excited. I was caressing her and so on and then I found myself actually awake thinking \"too bad that was just a dream.\""
        }, 
        {
            "number": "104-47", 
            "head": "6/6/97", 
            "content": "Then I dreamed that I was at this school for blind children, sitting on this lawn swing, where I went to school as a kid and was talking to a bunch of guys and women who were on the swing with me. There was one across the way from me who was debating whether or not she wanted to stay at this place. It may have been a camp for the blind which I visited years ago. Anyway, she was trying to decide and she knew her boyfriend was going to be there. Then she was sitting close beside me and I put my arm around her shoulders and I thought \"boy, I hope this guy doesn't notice this because he's really going to be upset, but this woman is just so nice, I like the idea of having her close to me and I spoke to her and said \"you're going to stay here\" and she said \"I haven't decided\" and I said \"nope, I've decided for you. You are going to stay here.\" And I made an announcement to the rest of the group: \"This woman is going to stay here for the week, because she wants to, but I have made her mind up for her.\" I was just squeezing her with my arm around her shoulders, thinking how nice she felt and how upset this guy was going to be when he got there. Then he got there and he wasn't upset. And we were talking and laughing and just sort of carrying on."
        }, 
        {
            "number": "104-48", 
            "head": "6/6/97", 
            "content": "I dreamed that a couple was involved in some kind of sexual activity and part of it involved going to this hotel bar where we are and having a couple of drinks really fast just to heighten their excitement. They were evidently sexually involved publicly. I'm not sure what they were doing but you could hear them laughing and carrying on. Part of this whole process was they insisted, that I have to have a drink, and I said \"I don't drink, I'll have a Coke\" and the guy at the bar said here, I'll give you just what they ordered for you and I tasted it and it was just straight whiskey on the rocks and I thought \"Boy, this really tastes good, and I don't care if I don't drink or if 'm an alcoholic, I'm going to drink this stuff anyway. Then I was walking back to my room, tasting my drink thinking \"Man the aroma and the flavor of this stuff is just great! I've missed this for a long time.\""
        }, 
        {
            "number": "104-49", 
            "head": "6/6/97", 
            "content": "One more short dream. I was on a boat, I guess I was in the Navy. I was riding on this ship and suddenly it became nothing more that a life raft , a little inner tube or something, and I was out in the ocean with some guys and we were carrying on, they were sort of tipping me to get me wet. I was thinking \"This thing really holds me up well\", I'm not a good swimmer by the way, but I thought this was great. I was able to navigate by kicking my feet, could get around where I wanted to and so on. At one point, I think my wife was there. I said \"boy its good that you're here. I don't know where I am, if I'm in the middle of the ocean or where I am.\" But we swam to shore and I could hear the surf coming in, but it was very mild, no big waves or anything, just real calm and comfortable and I was just enjoying it out there. We were swimming into shore that's the last I remember."
        }, 
        {
            "number": "104-50", 
            "head": "6/8/97", 
            "content": "I was in my grandfather's house in Alabama, and for some reason I was sleeping there. First I think my wife and I were sleeping in a bed in a bedroom there. Then I remember getting a phone call from some guy about a job I had offered, and it was 10:30 at night. I picked up the phone and said \"well usually I don't take calls at this time of night, I was asleep.\" He was very insistent that I had to talk to him and I said \"Call me back Monday morning, this can wait.\" Next I remember, I was sleeping on a table, lying on my stomach, with my legs on the ground and my head and chest, lying on this table in a kitchen. It was my grandfather's kitchen. He was there and my step-grandmother was there I think, and my mother was over to the left of me talking about cooking breakfast and she said \"well, I'm just afraid to cook on this old stove, I'm afraid that I might do something to it, its so old.\" Then I said \"Maybe I should go into the bedroom and sleep\" and my grandfather said \"well there's no bed in there we never put a bed in there.\" And I said \"well yes there is.\" And he started to get upset and argue with me and I said \"Come on with me and I'll show you there's a bed in there!\" He followed me in and he saw it and just immediately went out of the room and said that his step son must have put the bed in there without his permission and got upset about it. Then we were back in the kitchen and we were sitting there and there was a little boy there, I don't know who it was. I could hear someone calling him from outside and somebody said \"there's your fifta pappy. Your fifth of pappy's calling you.\" And he said \"okay\" and I said \"What in the world is 'fifta'?\" and he said \"Oh, its a little store like a 7-11. Its a little store down the road.\" I could hear someone calling the boy and I thought \"well isn't that nice, they have little stores like that, just a nice little neighborhood.\" [Grandpa has been dead for 15 years.]"
        }, 
        {
            "number": "104-51", 
            "head": "6/12/97", 
            "content": "I was looking at an old manual typewriter and it wasn't working right and I turned it upside-down to put a new ribbon in. I know that's not how you put a ribbon in but that's what I did, I turned it upside-down and could feel the ribbon in there. I followed the route of it so I could tell which way it goes and I thought I'd be able to put the new one in. Then I took it out and I found this little round cylinder like cartridge and it was empty I said \"Yep, you can tell the ribbon's gone, because the cartridge is empty.\" So I got the new one and started trying to put it in, but I never was able to get it in, right, I kept routing it in incorrectly and it seemed longer than it was supposed to be and I just couldn't get it to go in right."
        }, 
        {
            "number": "104-52", 
            "head": "6/12/97", 
            "content": "I was in an airport, sitting, drinking a cup of coffee with friends from work and I tasted the coffee and I thought \"boy, this stuff has grinds in it and everything, this is supposed to be good coffee but it tastes like old hobo coffee that you make by just pouring coffee in a pan and boiling it.\" Then I thought I was in an elevator lobby at work, standing, listening to some people talk. Then I recognized my female friend S's voice from New Jersey. She was saying that it costs $6000 dollars per semester to send her son to school. Someone else said \"Boy, how do you come up with that much money?\" And I just chimed in \"Well S is rich and I'm rich too, sometimes I borrow money from her, some-times she borrows money from me, we have lots of it.\""
        }, 
        {
            "number": "104-53", 
            "head": "6/12/97", 
            "content": "I was having trouble opening and closing the bedroom door to my room. I checked and noticed that the hinges were coming off. The door was not straight on the hinges. These are new doors that we put in recently. I thought \"These doors are really messed up, I don't know if I'm going to be able to fix them or not.\" I went down to the basement looking for a couple of screws to add to it. I was finding all kinds of screws but not the right size."
        }, 
        {
            "number": "104-54", 
            "head": "6/15/97", 
            "content": "I was in my old office up on 6th avenue, where I worked about 5 years ago. I was with my old work mate, P, who I haven't talked to in about 10 years. I was back there using my computer and I was in Windows and all of a sudden I got a message through my speech synthesizer that said \"fire inside computer\" and I went over to P and I said \"Hey P, you better take a look at this thing I think its on fire.\" She looked at it and she said \"You're right, it is.\" But there was a computer program that had a little woman in there and she went and found the fire and put it out with a little fire extinguisher. A couple of minutes later I asked P if it was still on fire and she said \"No, she put it out immediately. A couple of times it's flared up but as soon as I see it, the little woman also sees it and puts it out.\" And I just thought that's amazing! And I thought I wish that I'd backed up my data better because if this fire did a lot of damage in there then I'm going to lose all of that information."
        }, 
        {
            "number": "104-55", 
            "head": "6/15/97", 
            "content": "Then we may have been on vacation somewhere with a bunch of people who were leaving to go for a walk and I think I was with my daughter. I could hear some of the people in our group splashing away in the water across the road from us. It wasn't deep water, but there was enough there to hear them splashing and splashing everywhere."
        }, 
        {
            "number": "104-56", 
            "head": "6/16/97", 
            "content": "I was walking down the street with a couple of friends. There was some confusion over who one of the persons was. I thought it was a friend named Skippy and another time I thought it was a friend named KH. They're guys from when I was a teenager. At one point it was definitely Skippy and he kept making comments, making too much noise and I was afraid that we were going to get into trouble. It was the middle of the night and we were out walking. I threatened him that if he did it again that he would be in trouble and he did and so I started beating him. I grabbed him, started slapping him and hitting him as hard as I could, and I just kept it up and kept it up. And I kept asking him to apologize and he wouldn't so I kept beating him. Suddenly I heard him passing gas and he said \"oh, I'm shitting all over myself\" and I thought \"I've gone too far, I've either killed him or done brain damage or something.\" So I stopped and I ran with the other kids, whoever it was with us, and the next thing I knew, we were inside the kid's apartment but the kid was no longer Skippy, but was a kid named KH. We were in the apartment and I remember thinking \"Boy, this place is really sleazy, I don't like it here at all.\" KH wasn't there and we were really worried about what had happened to him. I didn't know if he had died or if the police had picked him up or what happened. Then for some reason I went in to take a shower and the place was really a pit. The tub was small, and instead of being rectangular the way they usually are, it was really high but it was square. It wasn't very big, I remember climbing up to get into it and the tub kind of moved and I thought \"Man, this place just isn't put together very well. I had a hard time getting the curtain closed, and I got shampoo all over my head and the water pressure was so minimal, I could hardly rinse out the shampoo or get my head washed. I was in a hurry and this KH's dad, who I remember as a kid as a real pervert came in and was talking to me and I thought \"This guy's going to rape me or something, I've got to get out of here.\" And he said something like \"there's water coming out, you better turn the shower off.\" And I did, I got out and the next thing I knew, I was outside walking with my son and we had a summons that we had to appear in court that afternoon. I'm not sure what it was for, it had something to do with this incident from the night before I think. It was on really slimy paper, slimy and greasy, like it had Crisco or something all over it. I remember running it under some water and thinking I hope I don't ruin the paper, but I have to get some of this slime off here so I can read it and I had somebody trying to read it for me and that's where the dream ended."
        }, 
        {
            "number": "104-57", 
            "head": "6/17/97", 
            "content": "I was in a hotel room with a friend of mine I think his name was JM that I knew years ago. I was sitting on the bed and he was on the other side of the room to my right as I was facing him. He was over where the bathroom would typically be, over by the door of the hotel room. Somebody came in and brought a pistol and said: \"Now that you have this job that you have, you're going to have to carry this pistol and I'm going to have to teach you how to use it, and I want to teach you all the safety features, teach you how to carry it properly and teach you how to get it out quickly in case you need it because you know that that could happen.\""
        }, 
        {
            "number": "104-58", 
            "head": "6/19/97", 
            "content": "I was in my church and I was at a counter to buy something. I don't know what it was. A woman from the church came up to me and said that she would take me up to the classroom where we had to go, so I just left a $20 bill on the counter to buy whatever it was. I didn't get anything for the 20 dollars, I just left it there. Then I took this lady's left arm and started walking with her, which is something I never do, unless I have no choice, I always take their right arm with my left arm. But I took the left side and remembered wondering why I had done it. Then we went up and sat down in the classroom."
        }, 
        {
            "number": "104-59", 
            "head": "6/21/97", 
            "content": "My wife and I were separated and had been for about 6 months and I had to go to our old house to do something and I know that will be uncomfortable. We still get along and everything but its going to feel so strange going there since we're not together anymore. The next thing I remember was being at my in-laws' house with my wife and was in their yard trying to retrieve 2 garbage cans that belong to us. One of them had a lot of garbage in it and was fairly heavy, the other one was empty and I went up into the yard to get the one and I ended up getting in between a bunch of hedges and flower beds and couldn't find my way back out and I had to ask for help. My brother in law Moe, who doesn't live with his wife anymore, in fact lives in another town, was there and he was directing me, telling me where to put my feet without trampling the hedges to get the garbage cans out of there and I ended up spilling all of the garbage out of the full one and I knew that I would have to ask him to help me pick up the garbage."
        }, 
        {
            "number": "104-60", 
            "head": "6/22/97", 
            "content": "I was in a dorm room at college and was just getting my stuff unpacked and then this other guy appeared, just appeared and there were 3 people in the room instead of 2. I was really concerned, I didn't know if I liked the guy. I didn't know if all my clothes were going to fit, I started to put my clothes away in the closet and I said: \"Are your clothes way over here on the right hand side?\" He said \"No, mine are all the way over on the left.\" So I moved everything over to the left and started to hang my clothes up. There was a knock at the door and I went to open the door and there was somebody's guide dog there instead of a person and I thought that was strange, I wonder how it knocked. It came in and I patted it a little bit and I closed the door and I was thinking, I wonder how I'm going to find out who this thing belongs to."
        }, 
        {
            "number": "104-61", 
            "head": "6/24/97", 
            "content": "I was at work, involved in my usual work when a woman who is involved in the United Way campaign with me, who would really be my supervisor, came down and asked me if I had been counting the coupons. I said \"No, there's no urgency top it at this point, we still have plenty of time.\" And she said \"Oh yes, there certainly is urgency.\" And she went to my desk and ripped open my drawer and grabbed those coupons out of there and started to count them. I got all upset and that was it."
        }, 
        {
            "number": "105-01", 
            "content": "I felt that the guys from the IRS were coming after me. There were a bunch of people in there but I didn't know anybody or recognize anybody. I could see them with my current, waking vision."
        }, 
        {
            "number": "105-02", 
            "content": "Had a rough night's sleep, probably because of the mushroom pizza I had. Felt like there were all kinds of monsters and demons, It felt like I was being chased, they just all surrounded me, I could hear them and felt them and see them vaguely."
        }, 
        {
            "number": "105-03", 
            "content": "Had a dream about my old girlfriend from high school. I could tell it was her by her voice and sight. At a dance and all my friends from high school were there."
        }, 
        {
            "number": "105-04", 
            "content": "Dreaming about the Internet and using the computer. The thing I remember most was that there didn't seem to be any type of adaptive technology on the computer such as speech or large print. I was just sitting there touching the keyboard."
        }, 
        {
            "number": "105-05", 
            "content": "I was in Germany, a long time ago in the past, living in a castle. There wasn't anybody else in the dream. And I was in a castle that I probably had been in before but didn't recognize it. It was a big, cool, stone place I could see parts of it and hear how big and quiet it was."
        }, 
        {
            "number": "105-06", 
            "content": "I was back in New Zealand in some of the semi-tropical forests with my wife C. I could see it and hear animals and water."
        }, 
        {
            "number": "105-07", 
            "content": "Went to the movies with a friend from the VA, but when we got to the movie, there was no movie and no people, so we were just sat there talking, in an empty movie theater. I could see that it was empty."
        }, 
        {
            "number": "105-08", 
            "content": "I was at a ballroom dance, in the 20's or 30's, feeling myself dancing with someone I knew but didn't recognize, or I didn't know their name or anything like that. I could hear this old music."
        }, 
        {
            "number": "105-09", 
            "content": "I was back in the hospital when I was a little boy and I remember taking some of the tests from a medical student from Harvard. I don't remember what the tests were but he told me to tell him what the number was of a car door they were holding, even though I had no vision in the dream."
        }, 
        {
            "number": "105-10", 
            "content": "I woke up scared that something had happened to my boys upstairs. Nothing happened, but I had a hard time getting back to sleep, just an odd feeling of nervousness."
        }, 
        {
            "number": "105-11", 
            "content": "Something about going back to school, and what it would be like to leave and start school. Just felt it."
        }, 
        {
            "number": "105-12", 
            "content": "I was at the next door neighbor's house, having a cookout, or a picnic, I could see and hear the grill and there were children there except that none of the children belonged to any of the grownups who were there."
        }, 
        {
            "number": "105-13", 
            "content": "Had a good dream. I was making out with some girl, I don't know who she was. And it didn't last very long."
        }, 
        {
            "number": "105-14", 
            "content": "I was sitting alone at home, wondering where everybody was, couldn't move to call anybody or look for anybody, because I couldn't be sure who was around or who should be around. Kind of an odd feeling."
        }, 
        {
            "number": "105-15", 
            "content": "Dreamt that I was some kind of doctor, medical doctor, and I was flying somewhere to do some kind of major surgery. Some kind of treatment and there were a bunch of people around asking questions."
        }, 
        {
            "number": "105-16", 
            "content": "Dreamt about monsters and demons again chasing after me. Everywhere I turned, I could see them and hear them."
        }, 
        {
            "number": "105-17", 
            "content": "Had a dream about graduate school and all the people I used to hang around with in my classes. I remember conversations and memories, sounds."
        }, 
        {
            "number": "105-18", 
            "content": "I was flying someplace and the plane I was flying in was in trouble and was going to crash, woke up before it hit the ground though. I could feel the movement and dropping sensation."
        }, 
        {
            "number": "105-19", 
            "content": "Dreamt that I did my bungee cord jump again in New Zealand and actually jumped this time."
        }, 
        {
            "number": "105-20", 
            "content": "Dreamt that I went out to dinner with my wife and no kids, which is pretty unusual. I could see her."
        }, 
        {
            "number": "105-21", 
            "content": "Dreamt about all the changes that the blind center is going through and the breaking up of the teams and all the excitement and problems. I could see people running, papers flying, hear people chatting."
        }, 
        {
            "number": "105-22", 
            "content": "Here's an old dream that I remember from grad school. I was at the end of my first year of graduate psychology when I had this dream. I was walking down this hill on campus, one that I've walked on dozens of times, and suddenly I feel myself slip and fall into this like frozen whirlpool and I just keep spinning around and around until I eventually fly out. I figured out that dream to mean that I was being wishy-washy about deciding whether or not to stay in school and the flying out made me think of quitting. I quit shortly after the dream and felt good about the decision."
        }, 
        {
            "number": "109-01", 
            "head": "5/2/97", 
            "content": "I was back at some sort of camp that I used to go to when I was young. There was one of my ex-girlfriends there. Very strange, and I was eating ravioli out of a can."
        }, 
        {
            "number": "109-02", 
            "content": "There was one where I was doing weird things with my sister, some kinds of sexual things and in an incestuous kind of way. It was strange and I didn't like that dream."
        }, 
        {
            "number": "109-03a", 
            "content": "I dreamt that we had our old camper back and we were camping and my girlfriends were there. I can't remember the rest or much happening there."
        }, 
        {
            "number": "109-03", 
            "head": "5/5/97", 
            "content": "I was on a big boat with my girlfriend. Nothing exciting happened there. Then I was with my parents on another, smaller boat, sailing down and we were entering these rock formations and I was scared, I didn't want us to hit them, I could see them clearly. Then the boat changed to a kind of inflatable canoe which was very strange, and we had problems, it sank and we took it back out and we sailed away and I woke up."
        }, 
        {
            "number": "109-04", 
            "content": "Next I dreamed of a plane crash. My whole family was on it plus some other people. It crashed into the earth, and everybody was okay but I questioned everyone, I remember that."
        }, 
        {
            "number": "109-05", 
            "content": "I dreamt that me and my cousin went cow tipping. I had never gone cow tipping before. Then my cousin got caught for playing with my uncle's tractor, for stripping the gears or something like that."
        }, 
        {
            "number": "109-06", 
            "head": "5/6/97", 
            "content": "It was my friend's birthday and his wedding, it was very strange. He had a big cake and I was getting totally pissed (drunk) with my friends from school. It must be a stress related dream."
        }, 
        {
            "number": "109-07", 
            "content": "The last one must have been a nightmare or something, I was standing in the backyard, talking [indecipherable] to this person, wondering when she was getting out of school. Soon, she had a kid or whatever, then we start backing up, we were in the back yard, and she suddenly turned into my sister for some reason and gave me this piece of metal. We were backing out from behind this shed and suddenly I heard a wolf and I tried to yell but I couldn't yell, and I dreamed that the wolf was getting closer and closer and then I got scared and woke up."
        }, 
        {
            "number": "109-08", 
            "head": "5/21/97", 
            "content": "I dreamt that my apartment was a basement apartment and it had a door, like a trap door, very strange. My parents were over there, visiting for some odd reason, and there was a big bear in the corner for some reason, my dad said that it had snuck in for some reason, and my parents left for a few minutes and the bear came to see me, it walked around me and went out the door. Then my sister arrived with a few of her friends and her little dog who just died, and it kept on growling and biting people and she was evidently somebody else's dog, and there were three cats there and they were all around my sister, my sister doesn't like cats, very strange."
        }, 
        {
            "number": "109-09", 
            "head": "5/30/97", 
            "content": "An interesting dream where I was back in high school and we were pushing around kids on scooters. My whole class was there and we were pushing each other around on scooters in the gym. We kept smashing into the wall and into this big door, I'm not sure why and then the gym transformed itself into my parents' house and the house was divided into two parts. The first part was mine, and it was my parents' house so that was a little unusual, then there was another part connected by the stairs, the downstairs, you had to go down through the basement and up some other stairs to get to the other part of the house, it wasn't connected? Don't ask, I don't know."
        }, 
        {
            "number": "109-10", 
            "head": "6/2/97", 
            "content": "I had a dream about being in school. Yet again! I was talking to one of the guys who committed suicide about 4 or 5 years ago, that was after high school, and I was asking him why he had done it and stuff, and during the dream it sounded all logical and stuff and now I can't remember it."
        }, 
        {
            "number": "109-11", 
            "content": "I dreamed that there was a cat following me, all over the place! Everywhere I went this cat followed me. Strange. Then this cat changed into a lion and I woke up."
        }, 
        {
            "number": "109-12", 
            "head": "6/10/97", 
            "content": "The typical recurring dream that I am in high school again. I am in math class and its the last exam and I am having a mind block, a memory block, and panicking and that's when I wake up. I had some others but I cannot remember."
        }, 
        {
            "number": "109-13", 
            "head": "6/16/97", 
            "content": "I was back home in Canada and I was leaving and everybody was crying while I was leaving. My cousin appeared and we are at a bar and he gave me a beer and I woke up."
        }, 
        {
            "number": "109-14", 
            "head": "6/18/97", 
            "content": "I was outside, walking with my cordless phone talking to somebody on the phone and suddenly it stopped and I was wondering, why did it stop? I called the operator somehow, even though it stopped. I asked why my cordless wasn't working and the operator asked me what kind of music I liked listening to and that was it."
        }, 
        {
            "number": "109-15", 
            "head": "6/20/97", 
            "content": "I dreamt that I was in school again and that guy who committed suicide a few years ago was there and we were listening to a sewing machine on headphones for some odd reason and then he got into trouble because he was trying to do something, rather, my headphone cord got stuck between the needle and the sewing machine motor so I had to rip that out. Then suddenly my sewing machine was moved to another place in the room, magically it seems, and I was sewing some sort of towel and I was trying to go straight, and I couldn't go straight for some odd reason so I had to remove things to make it go straight, very strange."
        }, 
        {
            "number": "109-16", 
            "head": "6/23/97", 
            "content": "I was in my bedroom and with my old bed back in Quebec, and then I got up and there was a landing pad for airplanes in my hallway in the house, very strange, so I heard some people coming and low and behold! One of my ex-girlfriends came up and said that she didn't have anything to do so I brought her back into my bedroom and things had ensued and we did things and of course I woke up which is very frustrating!"
        }, 
        {
            "number": "109-17", 
            "head": "6/25/97", 
            "content": "I was on some sort of trip with Willie, my seeing eye dog, and I was in a truck and in the back of a truck. The truck stopped, on the side of the road and then all of a sudden this big, fat bear came up and tried to attack Willie and Willie just whined and I was trying to pull them apart and the bear would let go and Willie would be all happy and then the bear would grab him again."
        }, 
        {
            "number": "109-18", 
            "head": "6/26/97", 
            "content": "I was still in California, traveling on the bus, and wanting to go to the mountains for some odd reason. So I was heading there and then the bus driver stopped the bus and said \"I'm sorry, this is up to where we go, unless you give us more money.\" I got pissed off and said \"Well, how much do you want?\" and he wanted a big amount of course, and magically I had it and we continued and eventually we got there, got out of the bus, looked at the mountains, I could see them plainly, got back into the bus and drove back home. While driving back home, there was this guy named Bob, a drunk guy that I used to meet on the bus all the time when I used to live at my other address, he was some kind of PC designer or something. In the dream he said \"I'll give you this!\" It was a small shoe. On the bottom, you would press a button and record, so it was a recording shoe! Then I woke up."
        }, 
        {
            "number": "109-19", 
            "head": "7/2/97", 
            "content": "I dreamt that I was at my present girlfriend's apartment and we, uhm, did lots of stuff, and it was rather interesting, not eventful, but an interesting dream."
        }, 
        {
            "number": "113-01", 
            "content": "A lot of impressions, I can't seem to bring them out they seem to be about the Russel Hill building at the Redwood school [for the blind]. It seemed as if there were a lot of people, I could hear their voices and I could feel their presence. There were no children. It was the children's building. There was some kind of a meeting there. Something to do with a piano. Had to be moved from one area to another and it seemed as if it was upstairs. I could feel my body pushing against it on a ramp and there may have been a hoist involved. The way the dream went, I'm not sure, the way the piano went, it was just messed up. It seemed as if I could feel that it was warm out."
        }, 
        {
            "number": "113-02", 
            "content": "I dreamed about some bacon down in the refrigerator. We just bought some bacon and it must have been pretty close to when we woke up. Maybe we'll have it for breakfast. I don't know, I can picture the package, touch it with my hand. I don't know, its a funny thing."
        }, 
        {
            "number": "113-03", 
            "content": "I had some impressions. That Mary was going to the florist, from a discussion we were having, but I don't know what it was all about. Its funny because her and flowers don't really get along."
        }, 
        {
            "number": "113-04", 
            "content": "this night I had some disjointed dreams, very hard to explain. It seemed like I was switching tools, sorting them by touch, tools for a piano, but there were no pianos in the dream. There was like transferring of things. Later I dreamed that I was in a car, in the back seat and the car swerved around a large curve or a corner and to the left almost to where I had to lay down in the seat. I don't remember anyone else but me and the driver who were in the car. It didn't seem like anything of significance, the tires squealed...that's it for today."
        }, 
        {
            "number": "113-05", 
            "content": "I had a dream about 4 to 6 o'clock. It seemed that there was a group of us and people staying at our house here, there were numerous voices. They stayed here and then we took a trip, it seemed like it was up in the Boston area. Its unclear why we did it and everything, but people stayed the night and seemed to be having a real good time and everything and uh, Gee we had plenty to eat...I don't remember cooking anything, we had something to do with a huge clock, it seemed like nothing I have in real life, we went up in this huge bus, I could feel the spaciousness, like a moving room and I could feel the seats by sitting on them or touching. On the bus there seemed to be food and somebody forgot something back here and it seemed like we had to come back. One of those dreams that you didn't want to have end really. I don't remember too many details there, but it was a pretty neat dream, I enjoyed it. It seemed like my father was in this dream and he was much younger than he is now. A lady from our church, KD was driving the bus. I still can't come up with why we were going or what we were doing, we were going to Boston."
        }, 
        {
            "number": "113-06", 
            "content": "I just woke up from a very strange dream. One of the strangest that I've ever had in my life I think. We were somewhere, like part of my mind says it was part of the grounds of the Redwood school and something else says we were somewhere visiting. I guess there was a great many people around and there was seemed like there were lots of activities around everywhere. And the animals, there were a lot of animals around, like there was a circus there. And the elephant was there of course being at a circus, and we had to walk through the feeding area of this elephant and they were saying \"That's all right, you can wash off your shoes because the area was...they said that the elephants were eating something like butter, or mashed potatoes and gravy...But you knew while you were walking that you were walking in this really slippery kind of stuff that was a type of thing that you just knew that you had to get your shoes cleaned and they said, \"don't worry about it\" and we walked for quite a while in this mess and when we came out of it I heard the elephant making that sound, that trumpeting. It didn't seem to bother anybody, it was just there and there was a lot of activity around and it seemed like there was music in the background and everything but I guess the strangest thing about the dream was where we had to walk and it was almost as if we had to walk through some of the waste materials too that the elephant would leave."
        }, 
        {
            "number": "113-07", 
            "content": "I was playing with some kind of electric motor, that's all I can remember. It was a big one, like the kind that might be used to drive a pipe organ or something like that. I could feel the vibration and the shaft. 5:00"
        }, 
        {
            "number": "113-08", 
            "content": "I checked the kick plate along the bottom of the refrigerator. Dreamed that the left side of the kickplate was broken and was hanging by a thread and to the point that it couldn't be put on. In reality it is breaking and I have a replacement downstairs to use when it does break. It was so vivid. I pictured myself in our kitchen looking at the kickplate, that is examining it by touch, and the piece was just hanging by a piece of plastic. It was very real. One of the most real dreams I remember having. Nothing was out of place."
        }, 
        {
            "number": "113-09", 
            "content": "Very little activity...I dreamed that I was downstairs working on the computer, looking at different discs that would be used in DOS, listening to them through a speaking modem. These discs I was looking at in the windows environment because they were ASCII. Nothing strange or out of place. I remember touching the keyboard."
        }, 
        {
            "number": "113-10", 
            "content": "I had a dream where there were about 8 of us at the house and we were eating, seemingly picnic style. I remember the taste and the smell of the food. Some of us were eating inside and some outside. We have no facilities for eating outside and so they were just eating on the steps, sitting wherever they can, just milling around eating their food. And Mary and I were the only ones who were blind. I think our friend H was here and it seemed like we were going to some kind of meeting or party afterward. And it was something to do with travel, verbally planning a trip or something. That's pretty vague, but mainly I remember everybody being here seems like people just kind of drifted away. It started out vividly and then it just kind of went off into some kind of oblivion. We were supposed to go somewhere after we ate."
        }, 
        {
            "number": "113-11", 
            "content": "I was a witness at the birth of a child. It didn't seem like a hospital, it just seemed like we were in some big room, had to be a delivery room by all practical purposes but it really wasn't I guess. I was allowed to touch the baby as it was coming into the world. I don't know who the lady was and I can't remember anymore. The baby cried and they had me give it a little bit of a spank and it cried and I woke up. This dream was triggered by listening to Rush Limbaugh who was discussing this abortion thing"
        }, 
        {
            "number": "113-12", 
            "content": "There were a lot of people. There are a lot of people in my dreams. In this case we were sitting at this very very very large table, something vast like 20 feet in diameter or bigger. All these people were sitting around this big round table. I knew that it was round because it was rough around the edges like the bottoms of our chairs, the new chairs that we got and it was very thick and it was like the people were...there was no arguing, there was no...they were just sitting there not really doing anything, nothing ever came to pass. There seemed to be no purpose for the people sitting there and yet I can remember the vastness of the table. I almost think that they weren't sitting as much as they were just...suspended at the table. It felt like we were sitting, but the more I think about it the more I think that the chairs were almost suspended, they were kind of floating. My weight didn't feel like it was pressing on the chair but the people were just kind of talking, but there was nothing resolved or purpose to be there."
        }, 
        {
            "number": "113-13", 
            "content": "I was in a van, I don't know who else was there. On the back of the seat where there sometimes are places to put things...This was much bigger than you have in reality because this would just take up too much room. There were a whole bunch of books in there...This book had something to do with health and I also think it had something to do with life in general, politics, whatever, the more I think about it , the more I think it might have been \"The way things ought to be\" by Rush Limbaugh and I remember taking it out and the weirdest thing was that parts of it was in Braille and parts of it were on tape. Because I could remember feeling the Braille and hearing the tape, in the back of this van...whose van I didn't know and who is driving I don't know...but there I was with this book."
        }, 
        {
            "number": "113-14", 
            "content": "I also had another dream and its very vague. Just before I woke up its now 5:00+. I dreamed that there were a lot of cylinders, long cylinders around. The image of these was 4 to 6 feet long, maybe 4 to 6 inches in diameter, maybe a little smaller. They were laying on the ground and I could bend down and feel them. And I could feel them rolling around underfoot I know there s a whole lotta stuff regarding those cylinders. They were various lengths and I remember just that they were very annoying, it was very annoying being around them."
        }, 
        {
            "number": "113-15", 
            "head": "1970's", 
            "content": "I was out in a field, possibly 1977, a lot of grass around and there were a lot of dogs in the area and there was a pile of stones around like somebody moved in and was building a road, not too large stones. I remember picking up the stones and just hurling them violently at these dogs, making every attempt to kill them and feeling very good about it and the dogs were barking. I cannot remember them trying to come after me. Especially this one dog, and from his bark it seemed like a very big dog, a big bark, but it stayed its distance and I must have hit it which I could do only with luck in real life. They didn't run away from the stones that I was pelting them with. I'm not particularly a dog lover but I certainly wouldn't want to harm the animal."
        }, 
        {
            "number": "113-16", 
            "head": "c. 1989", 
            "content": "Plane crash. I remember being inside this plane and the feeling of acceleration and the feeling of everything associated with the way planes fly...My total fear came later when I was with these strange people. It seemed as if I was the only one among these strangers. Mary wasn't here and it seems no matter how hard I try I couldn't find any familiar people on the plane. There we were flying along, way up there at 30 or 40,000 feet wherever they fly and I knew that plane was going down. I felt the plane lurch and there were strange noises and the plane tipped at about a 60 degree angle down into the earth, I could feel the pressure on my head and neck and the pressure of my head just being pushed into my body, and my body being pressed forward against the seat belt. And I could remember saying \"I guess we'll see you later! See you in the next world!\" and that was the end of it. The reality of that dream lives with me today and I get little shivers when I think about that dream I could hear the people's voices and screams when the plane tipped up that way."
        }, 
        {
            "number": "113-17", 
            "head": "c. 1992", 
            "content": "We were only in bed about 15 minutes when I had this dream that an oil tank somewhere was going to blow up. I just knew it! That's the dream where Mary says that I woke up and started shouting: \"The oil tanks going to explode!\" I remember being around where there was a lot of dirt, we were outside and why I knew that it was going to explode, I don't know. It was warm outside and I felt the dirt. The violence of that dream sent me into a really frightened state. The oil tank never exploded and the plane never crashed and I don't know if the dogs ever died."
        }, 
        {
            "number": "113-18", 
            "head": "c. 1993-94", 
            "content": "In bed, I was with my father, I could picture sitting with him in the front seat of his 1987 Dodge 600 and we were going along and he said: \"My God I can see the funnel!\" A tornado was coming. I said \"oh boy!\" And we just drive right into it and all of a sudden we're picked up and we're driving and we're spinning around in the air. We're just spinning and spinning and spinning like a top, but still we're able to propel ourselves forward and when the tornado goes away, we're set down just as nice as you please and we're able to keep right on driving. Just as if nothing has happened."
        }, 
        {
            "number": "113-19", 
            "head": "c. 1983", 
            "content": "We were at camp Harkness. We had an absolutely wicked, violent thunder storm, one of the worse I can remember being at camp, at 2 or 3 in the morning. I was awaked by a tremendous peal of thunder. I dreamed that the walls of the cabin were falling in on us. I was screaming in my sleep (according to witnesses) for everyone to get up and wake up and get out of the cabin because the walls were falling in. And no one wanted to go out in the rain. I remember trying to hold up the walls with my hands, but it was only the thunder making me dream that way I guess."
        }, 
        {
            "number": "113-20", 
            "content": "It felt like we were flying in this plane, seems like there were a lot of people around, by the sound. The plane had to land, and it landed right in our living room. I Guess it was flying up around the ceiling. You need room to fly to move a plane around and so the pilot just took it outside and landed it but I don't know where it landed. It tried to land somewhere downstairs (in the living room)."
        }, 
        {
            "number": "113-21", 
            "content": "I dreamed about using the computer, reading some files, listening to them. Nothing unusual. Dreaming about the files that I would read or wanted to read, typing on the keyboard."
        }, 
        {
            "number": "113-22", 
            "content": "My mother and father in law and Mary and I went up to our friend C who lives in Arlington Mass. So we brought him down here and he had some business cards that went into a notebook. I could feel that one part of the business card was raised so that it looked like a separate little part, but it was raised like a little book and you could flip some lose parts of that card, and it went onto the ring of the notebook. Sitting there, and it took no time to get from his house to our house over on H drive. My father in law was helping C get these cards into this book. During this time, my mother in law called the Hs, J and G and asked them to come over and have some coffee with us. I woke up after the phone call, never found out if they came or not. Why C would have business cards, and a business card holder like the one that Mary gave me for my little wedding thing. I don't know."
        }, 
        {
            "number": "113-23", 
            "content": "Earlier that evening, I had a dream that I was using the computer, using the keyboard and listening to it . I had a tremendous amount of data that had to be entered and everything was the wrong size. It was huge, it was monstrous, Monstrous paper, monstrous everything. At sometime I just knew that I had to enter all of this data into the computer"
        }, 
        {
            "number": "113-24", 
            "content": "Mary and I were somewhere. We had to fill out these forms, it had something to do with getting into a place or something. There were a lot of people around whom I cannot identify but we could hear them or occasionally brush into one. It seems as if the forms were something which we should have filled out before we got there. Apparently everyone there had to fill out these forms and before we could get there to this place, it might have been summer, it was warm out, may have had something to do with camp. There were 20 or 30 pages to fill out. There seemed to be a lot of trees around. I know I had 3 or 4 more dreams but they were all mixed up."
        }, 
        {
            "number": "113-25", 
            "content": "Dreamt that we were in this old store and there were no elevators. There were old stairs, winding stairs to go to different levels in the store. All the floors were wood and the stairs were rickety and very very steep. I could feel the shakiness and hear them creaking. I knew if anyone fell it would be dangerous because the stairs were very onerous. I went down into what seemed like a sub basement, the railings were rough and loose, and there was a lady there who used to help us her name was V. She was with me in the dream, helping us as she always did. It seemed that we looked at a lot of clothes, a lot of different things. I'm thinking that it might have been an old Sears store, of yesteryear. Nothing looked new. The clothes were on these racks that felt wooden, everything was an old style store. And then we walked up and out and when we got up these winding stairs on the street level, the dream just faded away...I don't remember buying anything. It seemed we were there for a very long time. Mary was there and those ominous stairs."
        }, 
        {
            "number": "113-26", 
            "content": "same night I was puzzling over this device that we got yesterday, supposedly to set VCRs and the VCR, this little gadget, I dreamed about it, picturing the buttons on it, feeling it, figuring out how to use it. I guess its supposed to talk or beep. It was like I had taken it to a store, taking it to Tweeters etc. to look at some VCRs there."
        }, 
        {
            "number": "113-27", 
            "content": "Same day I was wearing a ring that you almost wouldn't wear because it had all these points all around it and it was rough and very tight. Almost not round on the outside, more square or rectangular. It may be something that happened in the old store of the other dream."
        }, 
        {
            "number": "124-01", 
            "head": "1974 or 1975", 
            "content": "We were living in Hartford, and I dreamed that somehow I got shot in the arm. When I woke up, it took about 20 minutes to get over it, it seemed so real to me. I remember my left arm hurting and the hole that the bullet made in my left arm, on the side, near the shoulder. I woke up and my wife had to tell me over and over that it didn't happen and I could still feel the pain and the hole in my arm."
        }, 
        {
            "number": "124-02", 
            "head": "6/16/97", 
            "content": "I was walking along this road and there were a lot of leaves on the road and suddenly there was a cool, damp night, I remember that it had been raining and afterwards I decided to go out for a walk for some reason I could smell the night air and the leaves and then all of a sudden I woke up, back in the house. The house was part of the house I live in now, because I remember the dining room table, sitting in the kitchen and I remember that suddenly the house changed and it was the house I had previously lived in and there was all kinds of stuff that was in that house that should have been in that house, but the floor and the walls, that I actually touched, were of the house where I am living in now. And I said that we'd have to remodel it to look like the other house and I remember actually starting to take the walls down."
        }, 
        {
            "number": "124-03", 
            "head": "6/19/97", 
            "content": "I was out on a lake in a boat fishing with my father in law and there were other people there too. They were all friends that I had from when I lived back in West Boston where I haven't lived for 10 or 11 years. The mix of the people confused me and I was trying to figure out from them how they got out in the boat and how I got out in the boat and I actually remember touching the boat, and it was his boat, his aluminum boat but the weirdest thing was that there were all of these people around and we were catching fish."
        }, 
        {
            "number": "124-04", 
            "head": "6/21/97", 
            "content": "Had a dream that I was fixing a lawn mower, because that's what I do, for a hobby more or less and everybody was hollering to get it fixed and get it fixed and I remember in the dream what the lawnmower looked like from feel and I was trying to get the parts in and some were going in backwards and for some reason everything was not going together right. The crummiest part was suddenly I got it started and I have no idea how and as it started things started to disappear and I couldn't find it and I was looking all over the cellar for it and I couldn't find the lawnmower."
        }, 
        {
            "number": "124-05", 
            "head": "6/25/97", 
            "content": "We were getting ready for my daughter's wedding and we were setting up chairs. The dream was short, it was mainly going out and borrowing chairs and tables from all our friends and relatives. And I could feel the chairs, some were made out of wood, some were metal folding chairs, some were plastic and the thing that bothered me was somebody told me the chairs didn't match. Their colors didn't match and some were made out of wood some made out of metal and plastic and I remember running around trying to find a matched bunch of chairs and while we were unloading them, that's when I woke up."
        }, 
        {
            "number": "124-06", 
            "head": "7/2/97", 
            "content": "We were in this crowded room and it was very noisy and we were trying to find the door, trying to get out of there. There were a lot of people around, they were all, some were clapping, some were cheering and apparently it was at a concert. I must have dreamed about the concert because my son had been mentioning a couple of concerts in a row, and there was all this loud music and noise and I was trying to find the door and every wall that I came up to was just a wall and there was no door and I just kept going around in circles, around in circles and finally a security guard said \"if you want to go out you have to climb out of the window.\" I remember trying to climb out of the window and I couldn't get out the window because the window was shut and I had to force the window open and I remember feeling the glass and the metal structure around the window. I finally got out and was walking down the road and I people were yelling and telling me I had to come back and because I paid for the tickets I would have to stay for the whole thing . It was really weird. Just as they were about to approach me, I woke up."
        }, 
        {
            "number": "124-07", 
            "head": "7/6/97", 
            "content": "A fairly real dream about the wedding, sort of a reenactment of the whole day that went on. We had a wedding in a church, it was not a big church but I can remember walking my daughter down the aisle and going to the ceremony and then we jumped to the reception which was outside in the back yard. I remember there was a wooden bridge in the back yard and I remember walking over the wooden bridge to go to a table to sit down and I remember cutting the cake and dancing with my daughter and I remember eating and all around me I could sense that it was a beautiful, sun shiny day and not too hot. I dreamed it exactly as it took place that day. It was very late by the time we left. It was a very realistic, vivid dream."
        }, 
        {
            "number": "124-08", 
            "head": "7/24/97", 
            "content": "I remember dreaming of some of the stuff that happened to me while I was in the hospital recently. I dreamed of the tubes that were down my throat for breathing. I remember the tubes vividly, I believe they were made out of plastic and I remember it being taped to the side of my face. I couldn't yell and I couldn't talk I couldn't really do anything. My left arm had a restraint strap on so I wouldn't pull the tube out. I also dreamed that they took the strap off and they left it off for about 2 days I guess and finally I did pull the tube out myself and the funny part was that they did leave the restraint off and as I awoke, I did pull the tube out. The dreams that I've had lately are mostly about my time in the hospital."
        }, 
        {
            "number": "124-09", 
            "head": "7/25/97", 
            "content": "I was going to the store to buy bread, and I went next door across the parking lot and I remember the sun, it was a hot, sunny day and the humidity was relatively high and when I got there, the door wouldn't open, it was stuck and I thought \"oh well, they must be closed.\" I started to walk away and then someone opened the door from the inside and said \"Oh no, we're open, come on in.\" So I went in and I couldn't find anything that was familiar to me, the whole place had been rearranged, there was hardware up front and I thought I must be in the wrong store but yet I could smell bread being made and I said to the guy, \"Where's the bread being made?\" And the man said \"You're in a paint store.\" I started to leave and as I did someone came up and started to ring up their purchase and I could hear them say you have milk, eggs and 2 loaves of bread, and as I started to wake up I wondered how they were able to get bread when I couldn't."
        }, 
        {
            "number": "124-10", 
            "head": "8/1/97", 
            "content": "Dreamt we went to an amusement park as a matter of fact it was Six Flags and I remember hearing all the noise of the amusement park, touching the actual rides that I went on, they were metal and I could remember the seats, and we went on quite a few rides and I recall getting off the rides and they were really intense rides, they went up and down and all around the way rides do and I remember looking for my son and I couldn't find him for 2 or 3 hours. There was nothing wrong with him, he was off riding some other rides and I could hear him at a distance but every time I caught up to him I couldn't find him, he wasn't there. It was pretty weird. The next thing I remember was getting into the car and just slowly driving back home."
        }, 
        {
            "number": "124-11", 
            "head": "8/7/97", 
            "content": "I remember playing cards with Claudia and our youngest son, but the funny thing was all the cards were in print and he had to read the cards to us and he of course won almost every game. We were teasing him, accusing him of cheating. He got rather annoyed at that and threw all the cards on the floor. And just as I yelled at him that he'd have to pick them all up I woke up."
        }, 
        {
            "number": "124-12", 
            "head": "8/10/97", 
            "content": "This dream had more reality about it than anything else because what I dreamt about was our daughter having her first baby, our first grandchild, and I can remember going to the hospital with her and we stayed a while and then my oldest son, Elroy left and came home with me and I remember waiting quite a while for the phone call saying that she had had the baby. Just like in real life, we received the phone call, left the house going down there, walking into the room and seeing the baby, holding the baby, it was a wonderful experience."
        }, 
        {
            "number": "124-13", 
            "head": "8/16/97", 
            "content": "I dreamt of a job I had, years and years and years ago. I was working in a factory, making gears for printing press machines, which is what I did years ago. I can remember loading the machine, and these gears were made out of brass and I remember putting the gears on and these gears made a real mess because you didn't use oil on them to make them, they were just there to dry. I remember starting the machine and saying \"something's wrong, the oil pump's not on.\" So I turned the oil pump on and what a mess that made! We had oil and brass chips all over the place and I remember having to get all the equipment out of there and having to clean it all up. Finally, as I began to wake up I remember thinking, wondering how did this bed get there, and because the window was open, how did all these sounds get there and it was pretty confusing for about 2 or 3 minutes."
        }
    ]
}