{
    "dreamer": "blind-f", 
    "description": "Blind dreamers (F)", 
    "dreams": [
        {
            "number": "101-01", 
            "content": "I was at my parent's house that I grew up in and I was going out with a friend that I have here. I saw the house in fairly clear detail as if I were seeing it, and I went out with my friend to her house which was another large place with a lot of stairs. Again there were a lot of visual details. I could see a lot of colors in the rooms, the colors of the carpeting and the furniture and all the different shapes and different lighting as we moved from room to room, and she and I were talking, I don't remember what about, and I got to the top of a long flight of stairs inside the house and I was looking around and I said to her something like I forgot to close, to lock the front door of my house and that I had better go. And I had forgotten to lock the door of my house, but mostly I just wanted to go home, so we went back down this really long flight of stairs, and I don't remember if I had my brace on, that I wear, or not, just for some reason I was focusing on the stairs a lot. She does in fact have a long flight of stairs leading into her house, but they are outside not inside."
        }, 
        {
            "number": "101-02", 
            "content": "I was back in the house that I grew up in and there was a child there who I was supposed to be looking after, who appeared to be 5 or 6 maybe. Who didn't appear to like me very much. Then again, the visuals on the house appeared to be very clear and although I could see the child... not with any clarity, just sort of a vague form, but I can't recall any facial features, I could hear her voice and the inflections of her voice, she didn't come very close to me. I don't remember particularly what I said to her but just remembered feeling very awkward which I guess I do around most children, in any case... at one point I was going out to get our family dog. To get our dog we used to have to go through the kitchen, into the garage, out back to where he was tied up. So I left the child in the house and went out to get the dog, I came back in and the child was sitting at the dining room table, and I could see her there, vaguely, and I could hear her talking to my sister who was sitting with her and they were coloring and I was somewhat relieved that my sister was with her because my sister was always much better with children, but I had also felt somewhat hurt that the child would sit with her and play with her but not with me."
        }, 
        {
            "number": "101-03", 
            "content": "Right before waking up I remember standing in the kitchen of that house and my mother and my grandmother were there, that is my mother and her mother and my mother asked; \"what would you like to do, go for a walk or go using your wheel chair?\" And I was somewhat anxious about going at all, I really didn't want to leave the house, but I thought to myself that it would be easier to use the wheelchair, but I needed the exercise so \"I guess I'll walk\" I said to my mom, \"I guess I'll walk.\" And I was looking in the refrigerator while I was waiting for my grandmother to be ready to go, because my grandmother was also going to go on the walk with me. I was looking in it and seeing the different foods, and the light, the way it came on in our fridge when I was younger and I could still see. And people were talking, I don't remember who exactly, but they were discussing a recipe which sounded especially unappealing to me, something about some low fat chicken parts or something and my mom was talking about replacing that with beef and how it didn't work very well."
        }, 
        {
            "number": "101-04", 
            "content": "Last night I dreamed that I went back to school, to college, and I was moving into my dorm room and all my friends were still there, moving into their rooms, there was a lot of noise, a lot of people moving around, it was moving day. My suite-mate L was there, my friend J. I could see the room, the color of the carpeting, just the lighting and all that, the way I had always seen it in my head when I lived there, and I had been asleep and I woke up and this woman, actually two women came into the room, some of my friends were in the room too. And these women were telling me that I had to move all my stuff out, because they had a housing shortage and in the housing lottery I had drawn a place to live, but it was a tent in the parking lot and I was really, really upset because it was going to be winter soon and it was getting to be cold, and besides, I was in the room that I had been in all along and it was nice and I wanted to stay there and I told them: \"Look, you better see what you can do because I'm arthritic and I can't live outside, even in a tent, especially in winter I just can't.\" And they were just basically saying, \"well that's just tough luck\" and I said \"You know I realize that, but I just can't live under those conditions and I'll transfer out of this school but\" I said, \"in the mean time I'm going to sue you for discrimination if you keep this up and force me to transfer\". And they began to get really annoyed and silent and sullen at that point I could see them vaguely, I couldn't see their faces, one was sort of heavy set and shorter and the other was taller and a tiny bit overweight. One was wearing a white cotton sweater, I can't remember what the other was wearing. I also remember something else which might have been part of another dream."
        }, 
        {
            "number": "101-05", 
            "content": "There was a book published, like a book of essays and the authors of these particular, essays were going to get together and do a public reading of the book, each author was going to read their one of their essays that were in the book. And I had several essays in the book and I was trying to decide which one to read. Only I was reading it in print, I was, I had to get fairly close to the page, the way I had to when I was younger to see the print, but I was reading the print book. I was trying to select an essay and I was reading bits and pieces of different essays and trying to decide. I was in I guess it was some sort of conference room, I wasn't sure what kind of room it was, it had a sort of very thick, plush, maroon carpet and large tables and really big windows. It was a really huge room."
        }, 
        {
            "number": "101-06", 
            "content": "I had a weird sort of dream, I was stuck somewhere, in a doctor's office, like in an exam room, waiting for a long time and then I left. The whole office had a sort of maroon carpeting and looked like it had been a really big house at some point or something and then I walked out of the exam, the whole office, I was wandering around this big long hall and it was carpeted the same way and it had big huge windows lining the whole hall I think on both sides, and it looked kind of late out, not like real sunny and I guess I was there a really long time because a nurse came out from the doctor's office and said that I'd been there a really long time and did I have a ride home, and I suddenly realized that I didn't, that I hadn't made arrangements with the patient transport [company] to go home and that it was after 5 and I couldn't and besides, I needed 24 hours notice. And so I was wandering around the halls of this really big building looking for a phone and I think I remember going back into the doctor's office and calling D, my husband, but he was staying with his brother and his mother and I guess because his van broke or something and that he had gone to bed and I so I was wandering around this building, and all of a sudden I was with somebody. And they kept changing who they were and they changed from my best friend in grade school through high school to my best friend from high school through college, and my best friend now, and they kept switching from one person to the other and we were going all around this building and somehow we ended up in my old church, outside the sanctuary and I started to go down the stairs to the lower hall of the church and I said to my friend \"I've got to find a phone, I wish I could find a phone\" and the church was lit, like it always was when I could see, but it was late like it looked at night. Then she called me and said \"there's a phone right here\". And so I went back up the stairs, but I felt kind of scared or anxious about going back, and then I got to the phone and found that I didn't know how to use it, I finally figured out how to use it and began to dial it and I dialed 4-6 and then I realized I was dialing my parent's old phone number and that they didn't live there anymore, and they were really far away and they couldn't help me anymore and I hung up and I started to cry and I said to my friend, \"nobody can help me, nobody can help me I don't belong here\" and I went down this back hall which used to belong to the nursery school that was held at our church, and I was crawling down the hall and I came up to this room and I was still crawling, and I went in but it was my next door neighbor's play room from when I was little. I was crawling across the play room and I was, there were toys everywhere, like on, all over the floor like there always were there, but I wanted to get up on the couch for some reason, it looked kind of like mid-afternoon in the playroom, I think there was something else, in the playroom, like some other scene which I'm not remembering... Then my friend came back in later and I crawled back over to her and I curled up against her and I was crying \"I want to go home, I want to go home\" and she wasn't saying anything, but I thought that she was thinking that I was crazy for acting like a little kid."
        }, 
        {
            "number": "101-07", 
            "head": "5/8/97", 
            "content": "I was in my parent's old house and it looked somewhat like the basement did, the whole house was really dark and there was some sort of gathering of S people (a social club, a refuge for survivors of abuse). And there were like people everywhere and I was wandering around, listening to different groups talking, and finding out who they were and the basement was sort of dimly lit with a kind of yellow incandescent bulb in the ceiling. And there were people sitting on the stairs I knew, some friends I knew from college. That was really weird, and so I stopped to talk to them for a while and then I went upstairs into this kitchen which wasn't my parents' kitchen. And it was really dark in there with candles and stuff lit and there were these people and one of them I recognized as being a member of S. Guess they probably all were but, I recognized one who goes by the name Shadow Dancer. And he said something about do you want to join us and for some reason I had it in my head that they were witches and I wanted to belong but I didn't want to be part of it even though I didn't think they were doing bad magic. Anyway, I didn't like the idea of witchcraft of any sort and I said \"no\"... I was supposed to fly home and it was much later than I thought, and I felt really bad because I hadn't called my parents. I was walking everywhere in the house, looking for a phone."
        }, 
        {
            "number": "101-08", 
            "head": "5/9/97", 
            "content": "I had a dream I was in a mall and I was shopping with my friend X from S [the club] and this guy who was with X but I don't think it was her husband. I was in a wheel chair and so was she and we were going through this store. A section of the store with lots of clothes. It wasn't all a clothes store and it had sort of the usual mall kind of lighting. And it was quiet, not too quiet, like the store was carpeted so it was not too echoey in there. For some reason I decided to walk to the next store, I was walking with my sister and we were in the next store and walking around and I realized that I left my wheel chair in the last store and someone went back to get it and then somehow we ended up, X and I were parked next to the front of the store where it goes into the mall, like this really wide area, we were just parked there in our wheelchairs and this guy who was with X, and so was my sister, said something to X and she said something back like \"we'll talk about it later\" and she sounded like a little kid. And I said \"okay\". And the guy said something to us like, \"you know, you two used to be so normal until you started hanging out together.\" And I realized I was sucking on my hand like a little kid and I took my hand out of my mouth and felt really stupid. And X said \"You should be glad, at least we survived\"."
        }, 
        {
            "number": "101-09", 
            "content": "I was in my old high school and I was sitting at a table in the hallway, guess no classes were in session. It was just a regular school table, I could see everything, the lockers and the doors, I'm not sure what I was doing at this table. I could see the yellowy track lighting that most schools have and I had a bunch of papers, I'm not sure what I was doing at this table, or doing back in high school, I graduated in '88, but I was back and was supposed to be back in classes, and the bell rang, so I took all my stuff off the table and I called Oval, my guide dog and I realized that I forgot to put her in harness, so she had no harness and no leash, and there was no way she could guide me and I had no idea which class I was supposed to go to next, but I knew that I was really, really behind in all my classes. So I went to the room that I used to go to where I had all of my books and my Braille equipment and stuff so I went to the room with her and closed the door. And it was a real mess in there, there was junk everywhere, like it had been there for a really long time. There were textbooks everywhere, it was dark, there were no lights. So I turned on a radio, and I was looking through some of my books and just feeling completely confused and overwhelmed and I knew that I must have been failing nearly everything. Some guy came into the room and he sat down besides me and he said something to the effect of \"we've been discussing you and we think that you ought to go home\" and I said \"why?\" and he said because none of the other students can just retreat to there little room. They don't have a little room like this. Everyone else has to go to the cafeteria and study and everybody is always so sympathetic to you and no one else gets breaks like you do and its unfair to the other students and you should go home\". While he was talking to me he put his arms around me like I was a little kid and he apologized for upsetting me. Something about him having issues of his own. The principal came in and he looked at us and then he left."
        }, 
        {
            "number": "101-10", 
            "content": "I was with my best friend, X and we were preparing for a 3 day weekend, like Friday, Saturday and Sunday only all I had with me was my backpack and I hadn't packed anything. We went to the kitchen and we chatted for a while and then we went into this huge bedroom. It had several king-sized or queen-sized beds scattered around the room. Lots of big windows, high up. It was really light or white in there. I was really agitated because I'd forgotten my medication, so she called her doctor and I was listening on another phone, and she asked him if he could get her some medication for while I was there and he said to her \"I'm really glad you called, X, I'm really concerned about your blood work\" and he talked to her about it. I pulled the phone away from my ear and thought that it might be a bad thing to listen or by listening something bad would occur. I went back out to the kitchen which was small and dark and confining. Like it was paneled with some kind of dark wood. And her 2 kids were there, in there 20's and they kept looking at me like I was something really strange and they wouldn't talk to me so I went back to the bedroom, feeling stupid for not packing anything. And suddenly there was my family, having a party in the kitchen, where I was hiding away from. This guy from a soap opera I watch, showed up and he like picked me up and put me on the bed and pinned me down and I wasn't scared, he didn't do it in a hostile way. He sort of pinned me down in a sexual domination kind of thing. I went back out to the kitchen and then the patio and there were some people there I didn't know, and I didn't want to be outside, but I didn't want to be inside by myself either, so I went outside. And no one even knew that I was there. That's it."
        }, 
        {
            "number": "102-01", 
            "content": "Last night I dreamed that I was talking to a person who is bringing her cat over today for a visit before she leaves him with me in his new home. The dream was really similar to our last conversation in terms of arranging the time that he was to visit, but then she asked me if I had plenty of toys and I felt disappointed because she had told me previously the cat was a quiet cat and not very playful and I said 'yes I do, but I thought that you said that he's not too playful'. That's where the dream ended"
        }, 
        {
            "number": "102-02", 
            "content": "I dreamed that a friend of mine gave me 500 dollars and took me shopping. We went into a department store and I picked out a pair of jeans and a pair of pajamas which were really fleecy the dream immediately switched over to my community chorus where one of the members told me that an older member had recently been committed to a nursing home, this is someone who is lively and fun to be with and I said 'oh that's too bad!'"
        }, 
        {
            "number": "102-03", 
            "content": "I dreamed that I was coming out of the upstairs bathroom in my parents house and as I was standing out in the hallway, listening, I heard the TV blaring, and it was a news magazine like 20/20 and the topic was Job Searching. I groaned inwardly and thought 'oh great, here we go again' because now my parents were going to bring up the whole issue of finding a job. And I don't want to discuss it."
        }, 
        {
            "number": "102-04", 
            "content": "I had a dream that I was standing in a rehearsal of my community chorus for a concert and we were dancing as we were singing a mellow Carpenters number and I was relieved to find that I was following everyone else's movements and not out of step with them. Our conductor asked a friend of mine, R, a recovering anorexic, to stand up and speak some words about the disorder in the middle of a song, but she never got up and because I didn't hear her speak I thought to myself: \"why is she not getting up?\" and speaking the way she's supposed to be."
        }, 
        {
            "number": "102-05", 
            "content": "I dreamed that I had emptied my cat litter box. The cardboard box that was rectangular and had the cat litter in it also had a small spout on the side that you could pour the cat litter out of and when I came out of the bathroom where I had been doing this, my mother, who had come over to the house said: \"that was laundry soap that you put in there, not cat litter\"."
        }, 
        {
            "number": "102-06", 
            "content": "I dreamed that I was with my old college roommate in the kitchen of my apartment and we were making lunch. I asked her to hand me a box of Kraft macaroni and cheese and she handed me instead, a foil pouch. I said to her \"That's not macaroni and cheese that's noodles and sauce\" and then I put it back in the cupboard."
        }, 
        {
            "number": "102-07", 
            "content": "The Mystic River Chorale, which is my community chorus, was rehearsing in a classroom where we usually hold rehearsals on Monday nights and for some reason we began to sing Vivaldi's (Biachishpere?) and as we were singing it I looked through my folder of Braille music sheets and said \"wait a minute! Its not in there, why are we singing this again, we just sang it last Christmas , this isn't appropriate for spring\" and yet on second thought, I said, \"Well, we'll be able to hear Tracy and Jenny sing again during the solos so that'll be good\"."
        }, 
        {
            "number": "102-08", 
            "content": "I dreamed that my mom and I went to an Easter service of my church and LS drove us. We got there and it was the auditorium of a local high school and we sat down in the upholstered chairs of the auditorium. There was no one there yet and I thought \"Why isn't anybody here?\". LS went to find out why there wasn't anybody there and when the service would start. So she went off to find some information, and while my mom and I sat there I took out a box of Snackwell's crackers, that were spiced with pepper and we started to eat and I thought \"Why are we doing this, these are supposed to go to my dad for Father's Day\" and I felt intensely guilty for bingeing on the crackers that were earmarked for a present. And then, as I sat there eating, I heard at the back of the room on someone's boom box, an evangelical broadcast and thought to my self, \"why aren't we doing this, we're supposed to be having a service and we're not doing it, here I am listening to the radio and its got this religious broadcast, and we're supposed to be doing this and why aren't we and why aren't there anybody here? Where is LS and why hasn't she come back?\""
        }, 
        {
            "number": "102-09", 
            "content": "Last night I dreamed that I received a Braille letter from the agency that I was applying for a job with, and it said that I had been refused the job in favor of a guy named George C... I didn't know the name, because he was involved with some local political activity and other things that I knew about. I said \"well that's good, he should be more suited for the job than I am\" so I was glad that he got the job and not me. I was also really relieved because I really didn't want the job even though I had applied for it."
        }, 
        {
            "number": "102-10", 
            "content": "I went shopping with a friend, LV, and I looked in this clothing store, through a rack of summer type sweater-vests, but instead of getting one of those, I ended up buying for myself a wind-breaker textured summer vest and took that home. When I got home, instead of entering through the front door, I entered through the basement door and heard some commotion going on upstairs, some people talking and bustling around and I wondered what was going on. But I turned around, and after setting my vests down went outside because I knew that I had some friends from church waiting to take me to an outing in the afternoon and yet I couldn't resist finding out who was upstairs and why and so I turned back around, went back inside, closed the doors and went upstairs and discovered it was my parents putting up stair treads that they had planned to put up sometime this year and had never gotten to. They were also painting, which I didn't expect them to do. I asked them about it and they said \"oh, we're just here, doing a lot of stuff this afternoon\" and I said \"well that's all right, but I'm not going to be here this afternoon, I'm going back out to a church function\" and they said \"well that's all right, we don't need you here but can we make tuna fish sandwiches for this afternoon when we break?\" And I said, \"yeah, you can do that I have plenty left\" and I went outside to find my friends still waiting for me and that was it."
        }, 
        {
            "number": "103-01", 
            "content": "Last night I dreamt that my daughter M gave me a mothers day gift, and it was a basket or a bowl, I don't remember now filled with fresh shelled peanuts and I couldn't eat them for some reason I wasn't allowed to eat them and down in the center of the peanuts, in a box, nicely wrapped, in white paper tied with a blue ribbon. And she told me to open my gift and I did and there were 2 place mats. I don't know how they fit into that small box but there they were. One end of the place mats was beautifully cross-stitched, they were Irish linen and the cross stitching was green and black, the linen was an unbleached color like a muslin, they were not very pretty but she was so pleased that I told her they were just lovely."
        }, 
        {
            "number": "103-02", 
            "content": "I dreamt that I ran out into the street. I heard a fire engine, a sirens. This huge, bright red fire truck came into view and apparently stopped. It was empty in back, it was just like a dumptruck in back. No hoses, no ladders, no Indian tanks, no equipment at all, but there were 3 or 4 men in the back of it. The cab was immense, it was like the truckers' rigs that you see now, like they're carrying a living room with them. One of the men said, \"I bet there are no peanuts on the floor in the front.\" I don't know what he meant but that's what he said. And the rescue unit went by and when it did, by now I was sitting down, and when it went by it rattled whatever I was sitting on so badly that my head got bumped several times."
        }, 
        {
            "number": "103-03", 
            "content": "Dreamt of a flat, good sized box, and again I believe my daughter gave it to me. It was not a gift. It had quite a high priced price tag on it. I opened the box and inside were 6 bars of soap. So pretty, so lovely, and they were interspersed with designs between them. They were not neatly arranged, just random, with no pattern and I wanted so desperately to buy that box of soaps because I love nice soaps and I kept looking at the price tag and I couldn't see the price and I knew they were expensive and so I didn't buy the box of soap. I believe they were blue, a pale blue, and the designs which lay between the niches had roses and other flowers, pink roses and yellow roses and blue flowers and green leaves and just really pretty box of soap."
        }, 
        {
            "number": "103-04", 
            "content": "I was playing an organ at a funeral and I thought it went very well, but apparently someone was very unhappy about it because a man, and I have no idea who the man was, left the funeral home with me and we walked along a very deserted road, and it was bitterly cold. I had on my woolen winter coat which goes below mid-calf and its a very comfortable coat, but its awkward and heavy. And the wind was blowing and it was raining all of a sudden the man with me said \"Run P! That car is chasing us!\" We began to run, and it was very difficult for me in that coat and I tripped and stumbled, I didn't fall and the man grabbed my arm and pushed me up against a tree. He said, \"stand there with your back to the road and he won't be able to see us.\" And it was very, very dark and the headlights of the car kept coming closer and closer and I woke up terrified and shaking like a leaf."
        }, 
        {
            "number": "103-05", 
            "content": "Last night I dreamed that F and his wife L visited me on their way up to [a veteran's hospital] F is going to speak at the BVA meeting (blind veterans association). And he said, \"come out into the hall\", and here were cases and boxes of paper towels and toilet tissue, a piece of heavy, heavy metal which looked like an old fashioned wringer that would fit on a washing machine, and it had a separate motor on it and for some reason I was just delighted to see that and we were actually out in the hall of this building, the corridor, whatever and he helped me carry in the cases of paper goods, I don't know what L was doing. We came in and she was getting something out of a cupboard. She was wearing a bright red dress, and she has very short, very black hair and very trim, neat little figure and this bright red dress just enhanced her looks and all of a sudden a great big dog came around the corner and F said \"oh, I brought my dog\" and the dog came up to me and rubbed against me and I said to it \"oh I bet you're hungry, I bet you haven't been fed\". I had a can of dog food in the refrigerator, opened, with part of it taken out, I have no idea where that came from because I don't have a dog. I can remember saying to them, that I'm really not much of an animal lover, but this is a beautiful dog. I turned around and we chatted and I made plans to go up to the VA hospital, and I asked if we could stop and eat breakfast along the way and the answer was a very solid \"No, we won't have time\" and I was bitterly disappointed."
        }, 
        {
            "number": "103-06", 
            "content": "Just bits and pieces, there is a restaurant in SF named [XX Country Club] and the owner's wife is named D. I haven't seen her in years. She gave me a very attractive blue and white raincoat, I don't know why."
        }, 
        {
            "number": "103-07", 
            "content": "The next dream concerned the computer program at [a VA hospital] and I sat in front of a computer, totally mystified and thinking I'll never be able to master this."
        }, 
        {
            "number": "103-08", 
            "content": "I was on a cruise ship, a huge cruise ship and we were on route to Israel, India and Italy. But we weren't on the ocean, we were on a big map laid out somewhere. It was a beautiful map, with all kinds of colors and I remember seeing India, and I knew that after we left there we would be heading towards Israel and then to Italy."
        }, 
        {
            "number": "103-09", 
            "content": "I was in a store buying comic books by the dozen for my children and the many step children I had from the last marriage and my former husband was there with me, very disapproving about all the comic books, but I didn't really care."
        }, 
        {
            "number": "103-10", 
            "content": "I was walking on a dirt road and this very peculiar fog, it was very heavy and I couldn't see the road, but my head stuck up out of the fog and I could see trees and blue sky and stars and so forth, it was like I was wading through this fog, grayish white, the sky was brilliant blue, the trees were just lovely."
        }, 
        {
            "number": "103-11", 
            "content": "My son was driving a rental car. That's all there was to it, he was just driving a rental car."
        }, 
        {
            "number": "103-12", 
            "content": "My father was quite incensed because he could not join the state police and I said to him \"but dad, no one wants a state policeman who's 86 years old.\" [In real life my father died at 75 and if he were alive today, he would be 96 not 86]."
        }, 
        {
            "number": "103-13", 
            "content": "I dreamed that I was with my friend A and I really don't know where we were and she was showing me pictures of herself and her family, dozens and dozens of them and after a while I was incredibly bored and I thought that she would never stop and we were beside a road and 2 boys, probably 12 to 15 years old, were pulling one of those bright red coaster wagons which were so popular when I was younger, and in these wagons were little children, 3, 4, 5 years old and they were just laughing and screaming and having a wonderful time and the bigger boys who were pulling the wagon, let go and gave them a push and my friend and I stood there frozen, not knowing what to do. It turned out okay, nothing happened to the small children."
        }, 
        {
            "number": "103-14", 
            "content": "Last night I dreamed of a sailing ship, I don't know if it was a schooner or... it was like the USS Constitution that I saw so many years ago. And I watched it sail off over the horizon, over the most beautiful bluish-green ocean and brilliant blue sky and turned around and walked away and was in some kind of field or meadow where this very, very tall lamppost with 4 lights coming out of the top of it very oddly shaped, I can't describe the shape and the lights were pointed in the 4 directions of the compass, north, south, east and west and they were on, they were bright but very, very pretty."
        }, 
        {
            "number": "103-15", 
            "content": "I dreamed that I was in Alaska on a beautiful, bright blue, stretch of water, I don't know if it was a lake or a river and I was paddling a kayak, and the front of it was about 10, or 12 feet long, and the back was equally long and I don't think I had a double bladed paddle, I think it was just a single blade like a canoe paddle and I was just moving along on this lake and it was just absolutely gorgeous."
        }, 
        {
            "number": "103-16", 
            "content": "I dreamed that I was romantically involved with a young man, comparatively young, middle 30s or 40s. I felt completely attractive and as though I fully deserved the affections of this young man, who's name I do not know. We went many places together and did many things together. He would hold my hand whenever we were walking, and if we were in a room, he would involuntarily hold me in his arms and caress me, my hair, and kiss me but very dispassionately. There were no sexual implications at all. In this particular part of the dream I was getting dressed to go out with him somewhere and he came into the room while I was getting dressed and I said \"don't come in, I'm getting dressed\" and he came in and said that we were going to go to this house on the outskirts of town, and I said \"all right, I'll be ready in just a few minutes\" and he left and my son came in and talked to me about something and whatever it was didn't make much sense and he left, and the strange thing was that my son was his age, 39, but I was still the \"younger woman\". Eventually I got dressed. I had showered and done all the feminine things, the deodorant, the cologne and so forth and met the young man and walked hand in hand for quite a distance, to a beautiful street where there were all theses old sea captains houses, like we have on the coast of Maine. The street was lined with these houses on both sides of the street and we walked by many of them and finally came to one that was more like a southern plantation with the pillars in the front supporting a balcony. And we went around to the side of this house and we entered a door and climbed a flight of stairs and there was a door at the top and he had a key which unlocked the door, and we walked into a room with very high ceiling, no carpet on the floor, but an ugly brown chair, and an ugly blue chair... I don't remember any draperies, and there was a big old television set in one corner, obviously an old, black and white and he led me through a door into another room, which was totally unfurnished, it was quite a maze of rooms actually, all empty of furnishings except that first one. There was pealing paint on the walls which I believe were painted white, but that's not very vivid now, and he left me to go somewhere and a friend of his came in and asked me how I like the apartment and I said that it could be very nice if it was fixed up and a couple, a man and a woman, presumably his wife, and a little boy came in and walked into another room, which I assumed was a bedroom, they were very, very tired, and they put the boy to bed in another small bedroom, and they disappeared and I can't describe them to you, and I stood in a hall and leaned up against a wall, and I was very nicely dressed, I had on black panty hose, and nice black shoes, a dark gray skirt with a black sweater, some earrings and I felt as though I looked very nice. And across from this hallway there was good-sized hole in the wall, 6 or 8 inches in diameter and down the floor came a good sized spider, and I am deathly afraid of spiders, and I just cringed up against this wall and shouted to this friend of my friend to please come and kill this spider and he said \"get real, I don't like them, I'm afraid of spiders too\". So he didn't come to help me and the spider just came closer on the opposite side and he tried his best to dig his way in under the wall. He couldn't, and he only had 4 legs. And he had an oval, red patch on his back, but when he climbed the wall to get up to this hole, it turned to be gray and fuzzy. And when it looked in this hole and then tilted down, clinging to the rim of this hole with his back legs, and when he lurched up and he had a very small mouse in it's 2 front legs and he tipped the mouse up and opened his mouth and the blood ran out of the mouse's mouth and into his. And I began to gag and retch and thankfully woke up."
        }, 
        {
            "number": "103-17", 
            "content": "I had another dream earlier about F again, he and I were in a room. I think, just standing and talking and all of a sudden he said, \"Oh, I get it!\" and he looked up and d here was this shelf with 2 hats on it, one was his and one was mine; a red baseball type cap with the Marine emblem on the front, like I bought at the PX of the [veterans hospital]. His was like a felt hat that men wear in the winter but it was made of straw and it was on top of my hat, and apparently this was a very sexual thing to him because he turned to look at me and he said \"I know why you did that\" and there was a sexual tension in the air and you (the researcher) walked into the room and looked at us and looked at the 2 hats and began to laugh."
        }, 
        {
            "number": "103-18", 
            "content": "I went into a huge building, either an old factory or an old mill. The floor was wooden, uneven planks and I was applying for a job and I stood at a counter, an old styled counter that you would see in and old store and filled out many, many papers, applications, I guess they were and then a middle aged, kind of nondescript man said you have to come upstairs and talk to the personnel manager. So we climbed 5 flights of stairs and this was the very top of the building; a very, dirty and dusty and uneven wooden floors and he led me down a long empty room, and there on a wide, wide windowsill, sat my daughter, writing something with a pen and paper. She was sitting in the sunlight and it was shining on her beautiful blond hair, and she turned with a wide smile and said \"hi mom! I've been waiting for you.\""
        }, 
        {
            "number": "103-19", 
            "content": "I dreamt that I was watching TV the way I have to, very, very close to the screen, when along came this huge, black, furry spider and covered the screen. I felt all the hair on my head stand up and then I realized that it was part of the program and so I turned off the set."
        }, 
        {
            "number": "103-20", 
            "content": "It entailed me and 2 of the maintenance men that work here in this complex, playing a game of Monopoly. We have a fairly large dining area in this building where I live. Both of these men is named Dick, Dick T and Dick B. and they're both very nice, capable men, in terms of taking care of needs and repairs. We were sitting at one of the tables out in the dining area and the Monopoly board was on the table in front of us with all the little pieces, the ship and the shoe and the whole thing on the board, but we were playing with several decks of cards. Somehow we would score the Monopoly game by the hands of the cards we were dealt. And Dick T and I were doing very well, we would get good hands, but Dick B got 2 zeros in a row, became very angry and said \"I ain't playing this game no more and got up and left\"."
        }, 
        {
            "number": "103-21", 
            "content": "I was playing an organ in a big church in a loft high above the congregation. I believe it was a pipe organ, a bit strange because I've never had any training playing pipe organs, yet here a I am at the console, playing an original piece of music that I composed. Very discordant but at the same time very pretty. I was really doing a wonderful job and the minister came up to the organ and I don't remember why he did or what was said but all of a sudden I was down in one of the pews and there were people with dogs just literally running around, all through the sanctuary."
        }, 
        {
            "number": "103-22", 
            "content": "I dreamed about a young lady who was a very close friend of my daughter's when they were in elementary school together, her name is L. L subsequently moved to Florida and is gay. However I dreamed that L was getting married and I don't know if I was the organist or part of the wedding party or just a guest, but all the brides maid were absolutely beautiful and L came out of the dressing room in a gorgeous bright blue wedding gown."
        }, 
        {
            "number": "103-23", 
            "content": "I was standing at the foot of a flight of stairs, and there is a woman here who is confined to a wheel chair because of polio when she was a child, and she was at the top of the stairs and we were conversing back and forth and that's the end of that dream."
        }, 
        {
            "number": "103-24", 
            "content": "I was with a very dear friend who died a year ago and still miss terribly and she was trying to outfit me in some clothing for some reason and the only thing I wanted or needed was a pair of white socks which she found and put on and that's the end of that dream."
        }, 
        {
            "number": "103-25", 
            "content": "Not too clear, but apparently I was going to fly somewhere or had flown and had a really big, bright green suitcase and it had been stolen , and I was upset because a great many of my valuable personal items were in it. And there was an elderly lady standing by who was very sympathetic and gave me an envelope with a 100 dollar bill inside which I tried to refuse and she wouldn't listen so I took it and as I was leaving her she handed me a 50 dollar bill and rather than argue with her again, I accepted it and her name was Mildred, and I believe her husband was standing beside her and what concerned me the most and... ahh, I was going to fly out, this was at an airport, it was a long concourse, not with a lot of people around, but a few and my biggest concern was that my ID had been stolen and in that case I could not get on the plane."
        }, 
        {
            "number": "103-26", 
            "content": "I had this dream 2 or 3 nights ago that I was going to New Zealand, and we stopped off in China, I say 'we' but I have no idea who was with me, but we stopped in China and we found a McDonalds and I lost my luggage and the tickets we needed to go to New Zealand. The sites in China, or maybe Japan, it was one of the oriental countries and the sites that we saw were very typical of the sites that I've seen in magazines or on TV and stuff, I can't remember any explicit scenes."
        }, 
        {
            "number": "103-27", 
            "content": "I dreamt of a young man who used to be a very close friend of my son's, his name is R. And R and my son and my daughter were in an automobile accident, it was my son's fault, unfortunately, this is not the dream, this is real unfortunately, and R's eyes got hurt. In the dream I saw my son and he said that \"R and his wife have split up\" and I said \"oh my. Why?\" and he said \"She couldn't stand his drooling.\" And I said, \"R drools?\" and he said \"yeah\" and I said \"Well can't something be done about it ?\" and my daughter jumped in and she said \"he's having electrical treatments but they don't seem to help.\" And I said, \"well, that's really too bad\". And from there I went into R's mother's bathroom which was just filled with Loreal products, every conceivable product you could think of and I picked each one up and looked at it. They were all in pink bottles, and the bathroom was very lovely, I can't remember details, but these Loreal bottles were very pretty."
        }, 
        {
            "number": "103-28", 
            "content": "I was surrounded by boxes and bags of small balls of yarn which I had to sort out and that was a chore I had done many times in my life and one which I enjoy and so that was a nice dream, all different colors, some were in boxes and some were in Shop and Save bags, the local grocery chain... The I jumped from sorting balls of yarn to dress making in my mother's bedroom which had pale green curtains, the bed that she and my father slept in, and all their furniture, but I was trying to use a pattern and cut out a jacket or a blazer for myself and I cut all the pieces out and held them up and where I had folded the fabric, there wasn't enough so that the front of this jacket was very , very short and could not be used. This took place in a house in a very remote part of southern Maine called UF, a town which had a power station where my dad was the superintendent of and in this dream I looked out the bedroom window, which I often did, and I could see the power station and the Saco river behind it, its really a lovely view and it was very real in this dream and there were all kinds of construction workers who were milling around down at the power station which is called Q Dam."
        }, 
        {
            "number": "103-29", 
            "content": "Today is what we call Patriots Day in Maine. I dreamed about my second husband, whose memory I detest and despise. The dream is not clear, even when I first woke up, apparently I was either visiting or living with some women, all women, in the dream I knew who they were but now I don't. I had been somewhere and I came back with 2 or 3 suitcases and we were sitting around a table talking and I was telling them about my trip and suddenly it hit me that I had been back for a day or more and I hadn't called my husband, apparently in this dream we were still married. Someone else called him and in the next sequence was him sitting at a table with a can of beer in front of him and he had been drinking, very obviously from the look on his face, I remember that look very clearly and he was very sweet in the dream, very nice and he understood why I hadn't called him because I was excited about the trip and coming back , and then we were in a bedroom, I think, preparing to go to bed and there were sliding glass doors and they were covered with draperies and I opened the draperies and that's the end of that dream."
        }, 
        {
            "number": "103-30", 
            "content": "I was working for an old friend of mine, named E in her florist shop, which I did in real life. We were having a really good time, laughing and talking and the shop was really lovely, there were many cut flowers in vases and in the cooler there were some lovely flower arrangements. Then E and I went into another room and E's husband came in with a beautiful, big dog, and I had with me a very small dog and there was instantaneous dislike between the 2 dogs and we had to control them. The other one was not a pretty one, not dingy but, it was brown, they were both brown, hers was an Irish Setter I think, and mine was some kind of poodle, I have no desire to own a poodle."
        }, 
        {
            "number": "103-31", 
            "content": "Last night I dreamed that I was in someone's home in a good sized room with other people and there was a nice looking man there and somebody said that he was a doctor and I went upstairs in this house and there was an accordion on the floor and I knew that it belonged to the doctor, and I brought it downstairs and I asked the doctor if he would object to me playing that accordion and he asked me if I knew how and I said yes I did and that at one time I taught both accordion and piano. We went upstairs and I put the accordion on and he adjusted the straps and it was a beautiful instrument and it was black and white and it was definitely a man's accordion it was so big."
        }, 
        {
            "number": "103-32", 
            "content": "I worked in a very small, mom-and-pop store. The shelves were very well stocked and I waited on several customers and then it became some kind of a night club I guess because there was a line of female exotic dancers led by a male dancer all of them dressed in really fancy skirts and tops, and they came out and began to dance in a single line and it was very acceptable in my dream, it was apparently part of a show that this store put on for customers. But when they turned around and danced with their backs to the audience, the women and the man were all naked to the waste. He was very brawny a lot of hair on his chest, very muscular, I can't remember his face at all if I saw it. The women's breasts were coming out from under their arms, were down at their navel very, very peculiar looking breasts, and from there I was in a long room, looking up at a kind of cage, quite a way above my head, but I could have reached it if I had stretched. It had a glass front and was perhaps 3 feet long and perhaps a foot deep. And there were things inside it which I had to get. On the left side there was a bright yellow something which I had to reach inside and get but curled near it was a huge reptile of some sort. Probably a circumference of 20 inches at least around his middle, very, very frightening and I drew my hand back and when I did, it startled him and he came out of the cage it did not have a grid over it. It fell to the floor and became 2 very, very small hippopotami and they were very small and very menacing, and they began to chase me and I was frightened and finally, the room wasn't that big except there was a flight of stairs facing out of it and I decided to turn and face them and I turned around and gave them both a good kick. And they started to bleed, one from the mouth and one from under his chin and they were very subdued and tried to climb the flight of stairs, but because of their kicking injuries, they were unable."
        }, 
        {
            "number": "103-33", 
            "content": "Last night I dreamed that I was in a group of people, men and women and children and we were on the shore of a very attractive lake which did not look at all familiar to me. Everyone was in the water at times, and somebody brought me a very peculiarly shaped, rubber boat of some type, and I just fir perfectly into it. It was inflated and I could remember my feet just slipped into and made it into a place which was made for someone's feet. The whole thing seemed to be made for my body in a sitting position."
        }, 
        {
            "number": "103-34", 
            "content": "I had the care of a small child, I don't know if the child was mine or someone else's. In the beginning the child, a little girl, was lying on her back, very asleep, and a coverlet laying askew. I carefully placed the coverlet over her, but could not cover her feet, so I pulled it down and her shoulders were uncovered and I pulled it up and her feet were uncovered again. Then she was in a crib a very large crib and she was sitting up, laughing, she was a beautiful child, but I can't remember any details of her face or hair."
        }, 
        {
            "number": "103-35", 
            "content": "At one time I worked at a very large wholesale/retail hardware store and one of the men I worked with was named Bud. In the dream I was back working in that store only the whole set up was different and Bud was not a clerk in the store but a customer. He wanted a large bag of some lawn preparation, probably Scott's lime or something and he wanted to know the price so we started looking inside these catalogues and we couldn't find the price and so I told him that I would do some research and check around and try to find the price. The store closed and that was it. I went home I guess."
        }, 
        {
            "number": "103-36", 
            "content": "I dreamed about my younger daughter, C. In the dream she was a small child again and I was leaning out an upstairs window of an apartment where we lived apparently, and she was crossing a very busy street and I shouted down to her \"C watch what you're doing!\" Because she wasn't watching where she was going and the traffic was very heavy and she just said \"yeah\" and she bent over and picked up a banana peal and once again I shouted \"don't pick up other people's garbage!\" and she flaunted the banana peal, waved it around."
        }, 
        {
            "number": "103-37", 
            "content": "C and I were going to a beach and we had to walk down quite a steep incline and the path was very narrow, and between very prickly bushes, possibly holly bushes. They grabbed at our clothing and scratched our arms and legs, but it wasn't painful at all. They were very pretty glossy green leaves and red berries and the path was just wide enough for one foot so you had to place one foot directly in front of the other. We finally got down to the beach but there was no beach, there were just big rocks, and she clambered up onto a big rock, and I was just behind her and I looked out and there was a huge wave coming and I screamed \"C watch out for the wave!\" and she clung to her rock which she was on and which had a point on it, and the water engulfed both of us and through the water I could see her hanging onto the rock and I tried to reach her but I couldn't because the water was so powerful, and when the water subsided, she was gone and I was totally dry and I just shouted at the top of my lungs \"Oh God! C come back!\". I woke up very, very startled."
        }, 
        {
            "number": "103-38", 
            "content": "I was hanging up clothes for my mother and one of the pieces of cloth was one of my dad's tan workshirts. They were long sleeved and he had pants that matched them. The shirt was almost as if it had been very stiffly starched and ironed and I had a real problem hanging it on the line and one of my mothers friends was on the lawn, playing with a dog I don'' remember the size of the dog, but I was surprised that this dignified lady, this school librarian would be roughhousing with a dog and there was a small statue of Queen Victoria on a stand somewhere, and it was very nicely painted, she was not in mourning and that the most common picture you see of her... Here she was short and dumpy but she had on lovely clothes, a blue skirt and pink blouse and that's it."
        }, 
        {
            "number": "103-39", 
            "head": "5/7/97", 
            "content": "One of the women in the building named M and I were baby sitting this beautiful, little boy 5 or 6 years old, he was just adorable, and for some reason I needed to get some chocolate chips and so M offered to take me to the store in her car which she has done a few times, except that her car was a convertible in my dream and we went for miles and miles and we were so concerned about this little boy that we were supposed to be caring for. And we got the chips and we came back and her car, a bright teal color, as it is in reality, the sky was blue and the sun was shining, and we got back to where the little boy was, and he was just fine and the boy's father was there and he wanted to know where we'd been and why we left the boy un-watched and then went on to another subject and to my relief we didn't have to answer him, and incidentally, this is the third dream I've had lately about baby sitting. The other two just drifted in and out and I had no memory of them."
        }, 
        {
            "number": "111-01", 
            "content": "I am standing outside on the sidewalk near my mailboxes near my condo, several neighbors are there, all male, there's one that I recognize and another 3 that I don't. I talk to them to ask them if they're interested in having some of my rolled up pennies that I have in rolls of 50, to see if there are any valuable coins among them. One of them expresses interest and I give him a roll, I ask them to give me the 50 cents, but they don't do it and another man goes \"Oh!\" and I wake up."
        }, 
        {
            "number": "111-02", 
            "head": "5/21/97", 
            "content": "I'm at work, I'm not sure where, but I'm stopping off where a conversation is taking place in. I think the third floor hallway of our wing I think. There were some people, but the only person who was speaking to me at the time was, I think, one of the other counselors named M. And he said, \"You know, you don't have to be blind to learn things too\" and I said \"What did you say?\", he repeated it and I said, \"I know that.\""
        }, 
        {
            "number": "111-03", 
            "head": "5/2/97", 
            "content": "I'm at a client's house, at her kitchen table and a relative of mine, a cousin named J came in and said she was T's wife, so we were talking and she said that she had lost some of her sight, we were talking and she seemed very sad and needing of someone to talk to, but at the same time I was very happy to see her, because I haven't seen her in a long, long time and I like seeing cousins that I haven't seen in a long, long time and we chatted on and I think there was sunlight coming in from the window, near the table where I was sitting because it felt like it was afternoon, about 2 in the afternoon. Then the dream jumps to my old house that I grew up in and J was there too and my parents and my sister and I and my friend N. N was my first roommate when I got my apartment and N had a long antennae from a radio and we're getting stations, faraway stations, but when you walk past you have to make sure you don't walk into the antennae. So she's getting a faraway station and she's wanting me to listen to it, but I wanted to go to bed, but she persuaded me to listen to this funny show, there was a song on the radio and I was listening to it and they had different beat in music to it, so we were laughing about the song. And when I decided that we would go into the living room, J was there and she was going to watch TV with my parents, M and my sister, but I was torn between watching TV with them or because I was tired, going to bed. So I said \"goodnight\" and they all sat down on different couches and chairs and I saw that they were all settled in and I gave it a little bit of thought and, this is about 9:30 at night, I remember seeing the light was on in the living room and I remember the TV was on, I could hear the TV, I could hear them all taking their positions and after a bit more thought I said that I was going to bed because I was tired and I went back to my old room, where I used to sleep and I saw J's pajamas and I moved them, put them somewhere else, I don't remember where. Then I took my guide dog in my room, and for a minute I couldn't remember if I had taken her out at 9:00. Then I remembered that they were doing some kind of construction work in the back yard and I was wondering if it was okay to go out there and I could hear bulldozers and stuff. Then I remembered that I had taken her out but I also thought that if I hadn't I would have taken her out in the front yard. The back wasn't such a good idea because they were doing some kind of digging. I patted her and felt her soft fur and said goodnight to her and lay down and went to bed."
        }, 
        {
            "number": "111-04", 
            "head": "5/3/97", 
            "content": "I'm at work in the office of a rehab teacher named D, a transistor radio is on, I held it in my hand and placed it on my desk. They were talking about a thousand dollar contest you could win if you listen use UPS, but they're calling it a 'star program'. D said that she was already entered and was hoping to won the prize. I hadn't entered yet but I thought to myself that I was hoping that it wasn't too late to do that."
        }, 
        {
            "number": "111-05", 
            "head": "5/3/97", 
            "content": "The next snippet dream is I was in the apartment, I think I had when I was in Springfield and it seems to be that I'm in my living room and I could see the sunlight coming in the window and I was listening to a tape on the tape recorder and my friend G was taping to me and she said that she wants me to copy her tape. I didn't have a duplicator and so it was really funny, I had to take 2 tape recorders, my little one and a larger one and I had them laid out on the floor, on the rug, in the living room of my apartment that I used to have way back in 1983. I was taping the tape and although I thought it was silly, I felt intimidated and thought that I had better do what she tells me and then the dream jumps to work, and suddenly the 2 tape recorders are there and the tapes are being made and I don't want the boss to see it, and he starts to express some kind of disagreement about something one of the counselors was doing and how they had to be away from the offices and how they had to drive away from the buildings and I go in the office and I'm doing my tapes and copying the tapes and I want him to think that its part of work, and then I'm trying to do some other work too. I wasn't sure what else I was doing, using some machine or something, but I had this idea that I had to keep busy and so I was sitting at the desk between the 2 tape recorders and trying to do another task with it so I could keep working."
        }, 
        {
            "number": "111-06", 
            "head": "5/4/97", 
            "content": "I was walking out of some hospital because I had to have some kind of short, out patient procedure and there was a door that I was able to walk through, and I felt really good, but then it was like adjacent to my own office building and so I ended up having to be at work, about a 30 second walk from work, like in a different direction was work, in a different building. I walked into the work area and asked if someone could give me a ride because I didn't think that it was all right for me to walk home even though I felt pretty good, I didn't think that it was a good idea and they said, a lady, I think it was one of my drivers, she said \"well we don't know if we can do that, we have to get approval first from somebody else\". The dream seemed to end there."
        }, 
        {
            "number": "111-07", 
            "head": "5/5/97", 
            "content": "We are in my parents' car, I am sitting in the back seat, I could feel that it was morning and we had to go to 2 weddings in New York, one on a Wednesday and another one on a Saturday. And I knew that my father didn't want to go and I said, \"yeah I know, but at least they're both together and at least if we're going to one we might as well go to the other one as well. When we got there, we had to climb up a lot of flights of stairs because my aunt lived in the building but we had to climb up to the fifth floor, it was the same house that we visited a long, long time ago. I could feel the stairs under my feet, the so I knew we were climbing up the same stairs. I don't know how, but somehow I had also arrived in a cab too inside my parents were not there but I do not remember the weddings, somehow it jumped and we were at my parents' house having a big party and there were people there and they were all eating different things, and my brother in law was there too and we were all talking animatedly and I can remembered eating grinders. My brother in law had to leave in the middle and I could hear him going up the stairs to his house to the second floor and I was entertaining a lot of the people when he left. And then some other person came in, a relative of one of the people at the party, and we were all having a big dinner and talking and enjoying it, we were all happy and I can't remember some of the conversations but we were all talking, and I can't remember what time of day it was, exactly."
        }, 
        {
            "number": "111-08", 
            "head": "5/5/97", 
            "content": "I was eating Cheerios out of a ceramic, square dish. There was milk in the Cheerios and I can remember taking the spoon in my right hand, and I was holding the spoon and I was eating and tasting the smooth, cold milk and the Cheerios. The dish is one my mother had made me a long time ago."
        }, 
        {
            "number": "111-09", 
            "head": "5/5/97", 
            "content": "I am at Redwood and there's a swimming pool but it looks really strange, there's a part that's really shallow which you have to get into first before you can get into the real part, so I hadn't gotten into the real part yet but had only gotten into the shallow part before I woke up, and I could sense that the shallow part was a different shape, and there were some people sitting around in the shallow part and they told me that I would have to go by them to get to the deep part and the re were like two different sections and you had to climb over this funny section before you could get to the real swimming part. And then we were at the Redwood school where I went when I was really little for that pool part of the dream and then we were in my house and people had come to my house and there were kids and they went into my pocket book and they moved all my stuff around and I was trying to figure out what they had done, and they took my signature guide and they took the top off of it so that I couldn't use it anymore and I wasn't very happy about that and I told them that. I noticed that on the signature guide the top was missing one corner so that it didn't go straight across and it wasn't a rectangle anymore, and I was trying to figure out what they were doing and why they were messing up all of my stuff. In the middle of it, one of my client's case records were on my bed too, all my Braille notes to them, not the print ones and I was looking at them and reading them and going through them and figuring out what was going on with that."
        }, 
        {
            "number": "111-10", 
            "head": "5/6/97", 
            "content": "My tape recorder had run out of batteries which was kind of a surprise, I was using my little one, I was holding it in my hand and I was pushing the play button to check it and I could tell by the pitch that the batteries were going, so I went into my bedroom, opened up my top drawer to get the batteries out and when I felt around for the 2 little double-As, next to them was a little tiny cup about an inch high and it had a handle on it and I said \"no, that's not a battery\". I left the cup in there, and put the new batteries in and was surprised that the old batteries had run out since I hadn't been listening to the recorder that long a time."
        }, 
        {
            "number": "111-11", 
            "head": "5/6/97", 
            "content": "It's Christmas and I'm talking to someone about what I'm giving people for Christmas, but I can't remember what I'm giving everyone, I can remember some and I name them and the gifts that I'm giving them but I can't remember what I'm giving everyone else. I was giving out some ceramic mugs to my aunt F and others that I can't remember. And then we were at a school and an atheist friend that I have was going to be reading the Christmas story and so we were all supposed to go down to listen to him, they made the announcement over some kind of PA system, that we should go down and listen to him, but I thought that doesn't seem right because he doesn't believe in God and in Christians and I didn't want to go because it would be kind of hypocritical to be there unless he's changed and I thought its kind of weird and so I stayed in another room, I don't know exactly what was in there, there was a wooden floor, there was no carpeting where I was. I had a Braille copy of the Christmas story, just a few pages like they were torn out of a magazine. It looked like computer paper and it was all folded up and I was trying to find how it was arranged so I could find the top. I was riffling through the pages with my hand trying to figure out how it was arranged so that I could find the beginning. Then we were in a car, looking for something to eat, my driver B (male) was driving us and we were hungry and we stopped in this restaurant and there were people waiting on us that were [unclear] and these girls were waiting on us but they weren't happy doing it or they didn't know what they were doing and there was confusion. There were wooden tables that we were sitting at and we never really ate though because the girl that was waiting on us was doing different things and so I don't remember eating even though we were in there. We were sitting in the middle of this restaurant."
        }, 
        {
            "number": "111-12", 
            "head": "5/7/97", 
            "content": "I am sitting in the kitchen of my parents' house in a chair at the table. The table is on my left and the chair is to the right of it. My ,mother is trying to do my hair, she's setting my hair in a more interesting way, she's making these curls up on the top and up on each side and I'm getting ready for a trip, I'm about to take a plane I'm not sure where. We get a phone call and we get to talk to some people about things related to the trip. They're talking about Boston, so somehow that figured in too, places in Boston we go to."
        }, 
        {
            "number": "111-13", 
            "head": "5/7/97", 
            "content": "I am standing next to an elderly gentleman, and we are in Italy and I think we're outside near an old, wooden, barn type structure. I'm trying to figure out how much Italian I can remember ands the only thing I can remember is Buon Giorno and so I say it to him and I shake his hand."
        }, 
        {
            "number": "111-14", 
            "head": "5/8/97", 
            "content": "It is morning and I am walking to work. Somehow I have to go a different way to get there. Instead of crossing where I usually do I get to a different corner where on my right, there's a big, metal container of some kind. Its tall and it makes it hard for me to hear the traffic because its tall and is blocking the sound. But somehow there's a way that I can talk to a police person who is up there working, I'm not sure how, I had a radio or something, And I could hear the police person at work talking about this situation so we talked each other through it and then the police person is there at work, putting in paper work for different things that have to be done. Then we went to another building where the new work shop is going to be and it was kind of set up in different ways, where we had to go through all these doors where everyone is standing around talking, there are a whole lot of people there."
        }, 
        {
            "number": "111-15", 
            "head": "5/8/97", 
            "content": "We were at work but it was really more of a class than a work and a whole bunch of us are in class with a teacher and we decided that we're not going to stay. A couple of us anyway, decide that we're going to leave early and just take off so it was about 1:30 in the afternoon, I kept looking at my watch, my Bell watch. And somehow we all ended up going to a party and there was a whole lot of us there, many of the people were also members of the Idaho Counsel of the Blind, which I am a member of and we were eating. We all had these bags of food and I was reaching in and grasping with my fingers, little mandarin orange sections and eating them and they tasted really nice and juicy and there was a candy bar but the candy bar felt different it had like a cut out rectangle on one side and it was flat like a regular candy bar on the other side and the rectangle felt like the whole shape of the whole candy bar, like a border on one side, raised up about a quarter of an inch. And you could feel the recess of the rectangle on one side and I said \"oh, I've never had one of these before\" and I ate it and it was good. We were all eating and I was eating a lot more than I had wanted to and I remember thinking, 'gee I shouldn't be eating all of this its too much' but I kept on eating anyway. We were celebrating S's birthday, he's the head of a magazine I get on tape, and I got to meet him once at a convention, and he wasn't at the party, which didn't matter, we were still celebrating his birthday anyway. The A was talking to one of the other people at the party and telling her that she really didn't want to do something that this other person wanted her to do, and that was unusual I thought, because A doesn't usually complain. About stuff. And I thought, that's good, because if she really doesn't want to do it then she shouldn't do it just because the person who's asking is blind and she's sighted."
        }, 
        {
            "number": "111-16", 
            "content": "One of my clients has fathered a child and the mother just had the baby. The baby is a few days old. The client wants to see the child so my driver and I pick him up and bring him over to where the baby is. He has to sign some papers. This has somehow happened again and so has happened 2 years in a row. He fathers a child, needs to be picked up and has to sign papers to be recognized as the child's father. In order for me to continue, now that my driver is somehow gone, and he needs to go home, we took a bus."
        }, 
        {
            "number": "111-17", 
            "head": "5/9/97", 
            "content": "There are people present in my house, some that I know and some that I don't. But I decide that I want to take a nap and its about 3:00 in the afternoon. So I go upstairs to my bed and I sleep. When I wake up things are all mixed up. I look at my watch, it says ten minutes to seven, and I think about the people and I think I better get up and go downstairs. I again look at my Braille watch and there's a third hand in it and the third hand makes it read like its 4:00, but then this other hand makes it look like ten to seven and so I'm not sure if its ten of seven or 4:00 and I said, \"I don't remember there being a second hand on my watch\". I went down stairs and I asked if anybody was going to cook anything and nobody wanted to do anything and my sister was there and she said \"well I don't know\", but I was hungry and I was wondering if we should call out and get some food delivered, but I was also thinking of cooking, but I couldn't decide what to do so I said \"I'm going to bed\". So I went to bed and I was trying to sleep and I was trying to wake up and I was so tired. When I touched my dog, there was like a pocket on her, a shallow slide pocket where you would hide something very thin in, it was made of fur, but when I put my hand in it it didn't seem to bother her and I thought this was pretty strange to see this on my dog, it didn't seem like an injury to her and I couldn't figure that out. My pillow was all drooley when I woke up."
        }, 
        {
            "number": "111-18", 
            "head": "5/10/97", 
            "content": "We were traveling to NY and we were getting off of a plane and instead of being that usual flat thing, we had to go down this funny metal thing and it was like a metal, inclined plane and it was very narrow from left to right, somehow I reached down to touch it and it was like a slide for emergency exits but it wasn't an emergency and when I touched it with my right hand, when I stooped down, to clamber kind of, forward, off of it there were like little grooves in it. I knew there wasn't going to be enough room on it for Betty, my guide dog, so she had to follow behind me, but she did. Then we were getting to our hotel, and my suitcase was really heavy and someone helped me carry it and then I had this broken tooth, one of my molars, I could feel it with my tongue, my tooth was like all coming off of the bottom of my gum, I could pick it up and it was only attached on one end, but it wasn't hurting or anything. Then there was this console in front of us with 4 switches on it. You turn them to the right and you can hear people talking about different things. They were all talking about businesses and you had to decide whether their business was solvable or soluble or worth getting involved in. And I said to one of them, \"no that's just not going to work\", it was somehow connected with the Idaho Counsel of the Blind. There were people there from other states and they were talking about their businesses and we said, \"no that's not going to work\". Each switch represented one person's business and we listened to the one on the left and then the next one and then the next and somehow my father was there and we were eating and the rest is too vague."
        }, 
        {
            "number": "111-19", 
            "head": "5/12/97", 
            "content": "There are two clients I am working with, a lady whose name starts with a J and a man whose name starts with a Q. J is about 16 and in high school and Q is 17 because he's almost graduating and its almost the 30th of September . A place called me and they wanted me to fill out a form for Q, one that I'd never heard of before, so I was trying to find a copy so that I could figure out what they wanted on it I had to decide whether J should attend [famous blind school] or public school next year. It was up to me and my supervisor said if there was only one service that the person needed then J could stay in her home, but I was trying to figure out stuff like whether she could see the blackboard and so I said that I would have to talk to her and find out what she wants to do. So I was working in my dream and I said \"oh, well, I better get this form done for Q by September 30th because they have to have it by the end of the fiscal year\". Then I looked in vain, and said to person who was with me and said that we weren't supposed to be this far, that we had to go back to New Hampshire, we don't have the proper travel authorization to be up here, if we're caught we will be in trouble. At first we were laughing about it and then we decided that we better go back to where we're supposed to be. That was evening when we were in Maine and we had to get back to New Hampshire."
        }, 
        {
            "number": "111-20", 
            "head": "5/13/97", 
            "content": "We are riding in a car one of the rehab teachers is in the front seat and I am in the back seat we got into conversation and she told me that she spends her summers in West Hampton and I told her that I spent years of summers in West Hampton. We got to talking and we were going to where she stays. I told her where I was and she said that she was 2 to 3, miles away from there and I was really excited to get back to West Hampton again, I hadn't been there in a long time. We got there but then we ended up going to a church, and one of these lady's that I know, A was at the church and was preying. I took a rosary out, or had it in my fingers and was praying, but then mass was going to start and so I couldn't finish saying it. When I came out of the church, I had to try and find the driver of the car that had brought us and I didn't know if she had seen me, and I had to walk around the parking lot for a while before she saw me and she called out to me. I then got into her car. Then I was in my apartment in Eastfield somehow, and there were people there, this lady named N who used to room with me when I was in my very first apartment in the 70s in Massachusetts, and I had to get up and make breakfast for her yet somehow there were stairs in the apartment and I had to go down the stairs and I didn't want to wake her up and I was going to try and make breakfast for myself first. There was a door at the bottom of the stairs which I had to try and close, so she wouldn't hear me. But then I found out that she was down there already so I couldn't surprise her with making breakfast."
        }, 
        {
            "number": "111-21", 
            "head": "5/13/97", 
            "content": "The other dream I had was that I was recording my dreams on the little tape recorder, I remember holding it up, lying in bed and talking into it about the dreams of this night."
        }, 
        {
            "number": "111-22", 
            "head": "5/13/97", 
            "content": "Visiting a friend in the hospital, F, who had hurt himself, gotten into some kind of accident, he had hurt his shoulder, and was spending a couple of days in the hospital. I went to see him and he was doing okay, so it wasn't too sad and he was making good progress and he wasn't really sick and he was going to be coming home soon and he seemed not to be in too much discomfort so I wasn't really upset about it and I thought he was getting good care and we were just talking together for a few minutes."
        }, 
        {
            "number": "111-23", 
            "head": "5/14/97", 
            "content": "I was in a building working as a counselor. It seemed to be a very brightly lit office. A student came in who had a problem with drugs and I handed him his folder, it was the same kind of folder that we use for our vocational rehab cases and I remember picking it up with my right hand and I opened it and the client looked at it and somehow there were dog biscuits in it, I don't understand that, or maybe there were like edible biscuits for people, mixed up with the case so I really didn't understand it and the principal of the school where we were said that the student, the client could just read his folder and put it back and he would be all better, so I said okay and we let the student be his own counselor and somehow he looked at his folder and said \"okay, I'll be all right now\"."
        }, 
        {
            "number": "111-24", 
            "head": "5/14/97", 
            "content": "This dream involved guide dog school. Somehow I was at my parents' old house and we were sitting on the front porch and a lady came up and asked how did I get home every day, at what time did I get off the bus, then I said that I don't take the bus, once in a while I take the bus, but most of the time I don't take the bus, at first I couldn't remember how I got home and then I remembered that I took a taxi home, but somehow I couldn't figure out how I did that because somehow I was stuck at Redwood school, where I attended when I was a kid and it didn't seem to have anything to do with working. I knew that I usually walked to work like I do now and so I was all mixed up trying to answer her question, it seemed like an unusually difficult question, very confused. Then I was at guide dog school and there were all these people who it seemed were waiting to be evaluated for guide dogs. There must have bee 45 students all standing around asking questions and nobody was assisting them, and I wasn't there to get a guide dog, but I remember thinking, gee, what a disorganized school, to have these people standing around asking questions and not being seated in a room, being talked to about what to expect and what its going to be like. And then we were in this other place and it was really early in the morning and we had eaten breakfast and I was walking around and there was a lot of grass and a lot of opened space, and for some unknown reason, I had to get up early and I said that I was going to walk around down here, its so nice, it was a countryish setting and I was going to walk around."
        }, 
        {
            "number": "111-25", 
            "head": "5/15/97", 
            "content": "I am in a gymnasium of the school for the blind that I attended when I was little and its about mid-afternoon and there were a lot of people there, many of them were from other states, they were having a party and I was talking to a man there whose name I can't remember and we were supposed to start working on a project but we didn't, we were just conversing."
        }, 
        {
            "number": "111-26", 
            "head": "5/15/97", 
            "content": "I am in a college dorm room, I think it was my old room at [City] College and B was rooming with me and we had pizza in our room and I said \"there's no anchovies on this pizza\" and we wanted anchovies on it. And I was in bed and she had an anchovy all wrapped up in paper and she handed it to me and I unwrapped it and I was surprised that she had brought one and I said \"well how did you know that we were going to have pizza in the first place?\". I don't know what she said and we were laughing about it and I asked her if she wanted the anchovy and she said \"no\" I could have it. So I ate it. At some point I opened my suitcase and got my transistor radio out and turned it on, I was trying to find a religious show but I found Dr. Dean Edell and I was listening to him. There was a whistle in the radio, it wasn't coming in so good, and I remember that my suitcase was really light. In reality my suitcases are very heavy usually. It was the larger kind, not the little tiny ones that you usually get on pizza, so I tasted the anchovy then there was a man there, who I think was a psychologist, but he seemed very old, like around 85 and his wife was there, and somehow his suitcase or briefcase was locked and he couldn't get it open and he had important things in there that he had to get, that he had papers that showed him how to open it, a combination perhaps, but he couldn't remember where he had put them and so he couldn't get it open and I was trying to help and I said \"try not to think about it and maybe you'll remember, if you try not to think about it, sometimes you'll remember things about where you put things\". That was the end except that his wife was really upset that he couldn't get the suitcase or briefcase opened. I didn't know what it was because I didn't touch it. That was in the same dorm, he was in a different room of the same dorm."
        }, 
        {
            "number": "111-27", 
            "head": "5/16/97", 
            "content": "I was on the telephone with a person named T who is a supermarket guy who takes the orders for me when I call up to put my order in for the week, because they deliver and he was playing an organ and he wanted me to play mine so he could hear mine and I said \"wait a minute\" and I went over to the organ that I have at home and I was doing the different stops that it has with my left hand, and I couldn't get it to sound the way I had hoped it would , I was going for a particular vibrato and it wasn't going to that sound and I was getting frustrated because I couldn't get it to go to that certain sound quality that I was going for."
        }, 
        {
            "number": "111-28", 
            "head": "5/16/97", 
            "content": "I was over at our [blind] industries department and they were making these beautiful sweaters and I touched this beautiful, woolen, knit sweater, which was very well done and I asked what color it was and somebody said that it was yellow and our clients could make them and I said, \"let me bring down the products, I have a lady in the hospital now, it might give her some ideas and might make her feel better even though she's sick, to know that she can do this project\" and they said \"okay\" so after calling her I went down and showed her this project, she wasn't mad or anything and she didn't sound sick, not very sick. So I asked my lady driver if she would bring me down, it was about 1:30 in the afternoon to Naugatuck where the client was and she did, but when we got there we didn't go to the client's room, we went to this other place. There were all these children, handicapped, in wheelchairs and we had all these little animals and they said put the animals up on the wheelchairs, but not where the food is, put them up by the kids' heads, more like on the back of the wheelchair. They were little fake animals about an inch long and they sort of stayed on the backs of the wheel chairs and we were having a party with them and eating with them, in this big, well-lit room and I think it was afternoon."
        }, 
        {
            "number": "111-29", 
            "head": "5/16/97", 
            "content": "I was in church, at mass and suddenly the father stopped the mass and said \"that's all I'm going to do, I'm not going to do anymore mass, I'm leaving\" and he did and we all got really mad, all of us in the church and we started to say \"he can't do this! We have to have mass. What would happen if all the priests did that? We'd have no more mass! It would be awful.\" My friend B and her mother and I were walking out and I said \"you know, that's terrible, I think he just did that because he's got somewhere to go on his schedule and he just wanted to get out and do it\" and B's mother said; \"he's right there. He just heard everything you said\" and I said \"I don't care! I'm glad he heard me and I'd say it again if he wanted me to because its not fair that he did that to us.\" And I was real mad and didn't know what to do. We kept walking and went home and I was at the church that was across the street from the house where my parents lived when I was growing up, so we went to their house."
        }, 
        {
            "number": "111-30", 
            "head": "5/17/97", 
            "content": "Its night time and I'm in NY at somebody's apartment, I was lying in bed, I had Betty next to me lying on the floor and we were watching television, listening to it anyway, it was about midnight, but then it was my aunt M and she said \"lets go see H\" who's my cousin, \"its close enough to walk, we don't have to get in the car\" but my sister didn't want me to bring Betty, and there were some kids staying there and they were sleeping and I said \"no I'm bringing Betty because she'll bark whenever she's away from me and she'll keep the neighbors awake\" and so I took Betty with us and the only thing we had to do to get to this cousin of mine was to go out a door, turn right, go down this other driveway thing and then there was another turn and we ended up at his house and I go \"well that's not far\". So then we stayed there for a while and went right back home again, back to the other lady's house and we just talked. I don't remember much about the conversation. It was nice to see them, they were happy to be together."
        }, 
        {
            "number": "111-31", 
            "head": "5/17/97", 
            "content": "I'm in this thing called the Runway at Redwood, its between the dining room door and another door to the main part of the building where the classrooms were. And there are lockers and they're made out of wood and another door which leads outside. In the middle of the runway were these great big, structures made of a like Tinker Toy material almost four feet high. You could take your hand and grasp these pegs, these things and take them apart. And they said, \"and you guys gotta help out because we only have 10 minutes to get this runway clear because there's going to be a lot of people coming through here, we've got to get these things taken apart.\" I pulled on one and it came apart pretty easily. So first I was at one end of these things trying to help out, and there were a lot of others helping too, some ladies that are head consultants that work with us. And to my surprise, I pulled on the Tinker Toy-like peg and it came out of the 2 ends it was connected on, and it came off the structure pretty easily, but I didn't have anything to put them in, so I had about 4 or 5 of them in my hands and I was trying to figure out where to put them. I started out at one end, couldn't figure out where to put them and then I went to the other end, see how long it is, how much progress people are making with this thing. It was pretty good, it was going pretty fast but the project never really ended because I woke up."
        }, 
        {
            "number": "111-32", 
            "head": "5/17/97", 
            "content": "I was at a client's house in Wilmont, in her kitchen and she had apples. All different and all arranged in a little tower like thing. There were apples on top and at the bottom and I don't know if there were apples under it, somehow arranged in this type of container on her counter."
        }, 
        {
            "number": "111-33", 
            "head": "5/18/97", 
            "content": "A lady that I work with gave me a ride home. When we left work there was a very light, fluffy snow falling. I could feel it as I walked on it. It was about 4:15, the time we get out of work and she said \"oh, I'll give you a ride home\" and so I said \"Okay\", and when we got home, it was a Monday. My niece was there when I got home and she said \"oh I didn't go to work today, but I'll go tomorrow\" and I was thinking it wasn't fair that she got the day off and I didn't. Then I went to do laundry and somehow somebody had been using the washing machine, but they had it on hold. And I had to figure it out. I don't know how they had set it up, it was kind of mixed up, but we went over there and fixed it up."
        }, 
        {
            "number": "111-34", 
            "head": "5/18/97", 
            "content": "We're in some kind of room in the West Haven industries division of BESB talking about the cigarette assembly project and how they had to make 3 cigarettes per minute and they were showing us all these cigarettes and how they go together and stuff. It was all smoky, I could smell the smoke, I hate smoke and I was really conflicted because I didn't think it was ethical to put people in this kind of job because it meant that they would have to be around this kind of smoke. But this lady was doing her job and she liked it, and she was able to meet that production rate that they wanted."
        }, 
        {
            "number": "111-35", 
            "head": "5/19/97", 
            "content": "I am at work, walking around the halls without my dog, I don't have a dog and it doesn't seem to bother me, and I am walking around without a cane. I'm walking around without getting hurt or bumping into anything. My boss is there and he's saying that we have to treat a certain person well at work because he is going in for an operation and they don't know what's going to happen to him. I'm thinking, \"yeah, he ought to be telling people to be nice to everybody all the time anyway and not just when they're having medical problems.\" I was wondering if I was going to run into him before he went to the hospital and people had said that he was at work and I said \"he's too sick to be here. He shouldn't be here.\" Its later and somehow I'm upstairs of my house and a whole bunch of strange, bad people come in but they're barking like dogs, they're making these noises like barking dogs make and that sound like Bob Steele used to play with, the barking dogs which were supposed to represent some kind of hunt. My mother was there and she said that I had to get rid of this cough drop because the bad people put something bad on it that would hurt me. Then I remember my mother how my mother had cancer in real life and how she wouldn't and couldn't get better, even if she got rid of the cough drop, it wouldn't matter."
        }, 
        {
            "number": "111-36", 
            "head": "5/19/97", 
            "content": "We were in the kitchen of my parents' house it was about 2PM and I was sitting at the table and a CRIS volunteer was there and she was printing out in Braille. She had always wanted to help but she was concerned and asked if it was coming out readable and I said \"yes.\" I was reading it with my fingers and it was okay, there were some reversals but I could still figure it out so I didn't tell her that I couldn't figure it out, she had reversed a lot of Es and Is but I didn't say anything. She said \"can you read the second line?\" and I said \"yes I could.\""
        }, 
        {
            "number": "111-37", 
            "head": "5/19/97", 
            "content": "We were taking a tour of a huge school where many of the people there had problems with alcohol, drugs and other problems. People lived there too. This female high school kid was giving me a tour. She was on my right. I don't think I had my dog. I was going inside with her and so I had my right hand on her left arm. We were walking around the school and she was explaining things, we had to stop every now and again and listen to this boring speaker explain things. Then she said \"Oh, remind me that I have to go to my room before we leave\" so I said \"okay\" and I did and she went and did what she had to. She thanked me for reminding her. It was a very large building, and walking around was tiring because it was so spacious."
        }, 
        {
            "number": "111-38", 
            "head": "5/20/97", 
            "content": "I was staying at some people's house I'm not sure who they were. I don't know what state but it was far away from Connecticut. I had left on a Monday and I was taking four days and I couldn't take a fifth day without a note from a doctor because I was claiming sick time. It was just a cold and I really don't think I needed to go to a doctor so I better3 go back to work on Friday. I don't know what happened, but I never did go. I remember just being at these people's house and watching TV and listening to the radio and kind of enjoying things because I wasn't that sick, I just had a little cold."
        }, 
        {
            "number": "111-39", 
            "head": "5/21/97", 
            "content": "I was staying in a suburb of Chicago with people who had some children we were there for about a week and we had to do a lot of riding, because it seemed that whenever they went anywhere, shopping, we would have to drive these very long distances and I remember thinking \"gosh, I'd hate to have to do all this driving. I'm glad I don't have to drive this far all the time. The children were writing a poem and each one put in a stanza and the first child's poem was like ordinary and concrete and trite and I thought \"well this wont develop into anything\" and then the second child's stanza was kind of the same and yet they kept adding to it and finally everybody kept adding verses and as they did it became more and more the way real literature would be and it got really meaningful; and I thought \"wow! When it first started out I hadn't expected it to become such a beautiful poem, I want to put it in Braille\" and they said \"okay we'll write it down.\""
        }, 
        {
            "number": "111-40", 
            "head": "5/21/97", 
            "content": "I was at work and I have a ball that looks like Betty's Lacrosse ball and I have a whole lot of string and for some reason, it was like a game and we were walking along from the third floor down to the basement but I was making this string, this ball of yarn, that I had on my fingers, unroll as I walked down and I wanted to see how far it went and then I was going to try to roll it back up, but in the middle somehow, I lost the ball, I lost the end of the string and I thought, \"I wont be able to play, everybody else is playing and they had their own, but then B, my driver, came and he said \"oh no, here's your ball and here's the end of your string and you can start back up again and real it back up like, you have to follow it back up.\" So B made everything good so that I could still be in the game."
        }, 
        {
            "number": "111-41", 
            "head": "5/22/97", 
            "content": "People were setting up some sort of carnival right in front of our house in the street which was blocked off. There were going to be rides and games and it was going to be really neat. I thought about the noise that would be generated and then I thought no that's okay because it would be fun to have it real close by and I wouldn't have to worry about transportation to get there so that was okay."
        }, 
        {
            "number": "111-42", 
            "head": "5/22/97", 
            "content": "Betty and I were walking and somehow we missed our turn and it seemed like we had gone really far and I couldn't figure out how to get back. I pretended we were just taking an extra walk and I didn't really get mixed up, that I was just doing it on purpose and nobody actually knew, except me, that I had gotten confused for some strange reason because I covered it up okay."
        }, 
        {
            "number": "111-43", 
            "head": "5/22/97", 
            "content": "It was afternoon and we were at work ands I was in an office talking to a couple of teachers. One rehab teacher who doesn't always see things the way I do, someone who is not as understanding as I wish she could be sometimes with our clients. I am always frustrated with her because of this. I was frustrated in the dream as well. They were in their office, all talking and not really working very hard and others were there too. Her assistant came in and said \"I'm going to watch TV.\" She had a TV on near her desk. I was standing in the doorway, about 2PM and she went over to her desk on the opposite side of the wall. The teacher I was trying to talk to was nearer to me. I thought it would probably be a good idea for me to leave the room because I didn't want to get caught watching TV or even being a room with a TV even though I wasn't going to be listening to it or watching it so I didn't stay very long."
        }, 
        {
            "number": "111-44", 
            "head": "5/23/97", 
            "content": "I'm wearing a very pretty silk dress and I have my period, but I have protection so I am not worried about doing anything to the dress. But I always get concerned about when I have dreamt like this, because in my dream I know that I don't get it anymore because I had a hysterectomy in real life. So I always have a conflict feeling in my dream when I have it in my dream. Later I am reading a book of Braille pages, 19 to 34. It was about this girl who happened to be one of my old clients and that she was riding horses and she was doing all these sporty things, like playing football and she was totally blind and I couldn't figure out how she could do all that. Then I thought, well the article is wrong or something's strange about this magazine. In the same dream I am at this house with a great big living room, but somehow its my house and its after 4PM and you walk out of this carpetted area to a screened in porch and its really nice. The carpeting is new but there are these big square pieces of lint which are somehow there because it is new and I had to get rid of them because I was scared that my dog would try to eat them but I didn't think the vacuum cleaner was picking them up, because I had bent down and felt a couple and touched them."
        }, 
        {
            "number": "111-45", 
            "head": "5/23/97", 
            "content": "I'm trying to type on a little tiny portable typewriter on my lap and I'm having all kinds of trouble because when I go to type I know its not writing. The key isn't hitting the mechanism and I'm worried about the quality of what its going top look like and I'm having all kinds of problems, and I was mad because we didn't have tables, we were all sitting in this theater style room and we didn't have tables or anything and there wasn't anything we could do about it and I was really frustrated and there were all kinds of people around and D, my boss was there and a whole lot of other people were there. I'm not sure what the situation was."
        }, 
        {
            "number": "111-46", 
            "head": "5/23/97", 
            "content": "I was in bed at my parents' house and I had a cup of coffee and even some eggs and stuff I was eating. Everything was going okay and then a cat came up and he was walking around on the bed and I said \"no, no, you can't have my coffee\" I better get up, because this was no good. I had already had some coffee but there was still some in there and I walked into my parent's' kitchen and had breakfast with them which was nice, and I was having a good breakfast with them."
        }, 
        {
            "number": "111-47", 
            "head": "5/23/97", 
            "content": "Its 6AM, really early and I have to hurry to meet with this other counselor. I don't know why we had to meet so early, but she said we had to and so I was hurrying to meet her. I never did meet her because the dream ended."
        }, 
        {
            "number": "111-48", 
            "head": "5/23/97", 
            "content": "I just remembered it was night time and I was in their backyard which you have to follow around on a sidewalk which runs from their backyard to the end. I was carrying a shopping bag full of garbage to put in the garbage barrel which was way up at the top, the end of the sidewalk, and I was walking up the sidewalk independently, I didn't need to use a dog or a cane or anything. I was bringing the garbage and yet somehow I had to go back to the house to get another bag, or put it in a plastic bag, so I was going the other way first, then I went back the other way towards the barrel."
        }, 
        {
            "number": "111-49", 
            "head": "5/23/97", 
            "content": "My boss was in my dream and he was saying that the first time he got married it wasn't done right and he didn't want people to have the wrong idea, in case, in the future so he was going to have a religious ceremony this time and make it better. He was talking to someone else in the room, I didn't get into it I was more of a spectator hearing him talk. We were in this brightly lit room. It was either a hotel or a conference place but we were in this really big room. It might have been the same part of the dream as the typewriter part. I think it was the same dream where we were typing."
        }, 
        {
            "number": "111-50", 
            "head": "5/25/97", 
            "content": "I am at the Guiding Dogs, where people get dogs, and I don't need a dog, but I see people I know there who are there to get dogs. But things have changed and many are not out there walking, they're not on a training trip, they're sitting around making calls, talking to their social workers and counselors and doing weird things and I am saying: \"you know, things aren't the same here, you should be out with your dog learning, you can't get to know your dog by sitting in a room, you should be out there practicing, that's the only way you're going to learn, by doing it. Why have you changed your training style because its not going to be as effective?\" I was very disappointed."
        }, 
        {
            "number": "111-51", 
            "head": "5/27/97", 
            "content": "We were taking part in some kind of medical study and we had to take a whole bunch of pills in a row, probably about 15 of them. Instead of taking them individually, we had to take them in a whole, great big bunch and I was afraid that I wouldn't be able to swallow them, but somehow I did."
        }, 
        {
            "number": "111-52", 
            "head": "5/27/97", 
            "content": "It was lunch time, about 12ish in the afternoon and it seemed like it was a rainy day and we were walking to the cafeteria at the college where I used to work at my second job at Eastfield Community Technical College and we had to go the building where the cafeteria was and somehow my nephew was there for some reason and my very first boss that I had when I worked at [famous blind school] was also there. I don't know what we ate but we had lunch there and it was fun. Then we came back and I had a lot of paperwork to do and somehow I was at my third job and I went in my office and was working for the rest of the afternoon."
        }, 
        {
            "number": "111-53", 
            "head": "5/29/97", 
            "content": "There were a whole lot of children in my house. And it was afternoon and they were cute. They were about six or seven and I was going to go up and show them my computer and one of the vendors from a place that sells computers and reading machines was in my house too and this lady was with him and we all went upstairs and I had 2 dolls on my bed in my spare room and I was touching the lace on one of my dolls and I was showing it to them, one of the collectibles I have and they liked it and then I was showing them my computer. There was a funny connection on my computer, there was this funny big wire and there was another little wire which connected with it and it didn't feel right and Curt the vendor guy said, \"we can't have it like that.\" I was kind of relieved to have him say that it wasn't safe like that and that he was going to fix it. And the kids were getting a kick out of the talking computer."
        }, 
        {
            "number": "111-54", 
            "head": "5/29/97", 
            "content": "It was raining torrents this day and I was in my house, my condo in my living room when my sister called and I said \"Hi, how are you, what did you do today?\" she said \"Nothing, its been raining too hard\" and I said \"I know, I've been in bed all day today too, its just too awful out to do anything."
        }, 
        {
            "number": "111-55", 
            "head": "5/30/97", 
            "content": "We were in a house, I don't know whose it was, my sister was getting some ice-cream together and strawberries, but instead of putting them together we had them separately. There were strawberries in a dish and instead of using a spoon, I had picked up the dish and was drinking the strawberries out of the dish and I was going to get to the ice cream later after the strawberries. I could feel the little bowls that they were in and just before I began to eat the strawberries, I put an object, it was a soft, stuffed animal type thing but it was a person, made of this canvasy type material representing Saint Paul. So somehow I had to put this thing, like a stuffed animal, next to me and someone said \"that's Saint John\" and I said \"No that's Saint Paul\" . It had a great big base so I knew it wasn't going to fall over or get into my ice cream or strawberries."
        }, 
        {
            "number": "111-56", 
            "head": "5/31/97", 
            "content": "I remember getting on a bus and this lady named Jan was our bus driver and I thought we were going a short distance and although we got on in Hartford, we ended up going to New Haven. It was just a local bus not a Greyhound type of bus. I really didn't want to go that far but I had no choice because it happened. I was really distraught because I had in my pocket 2 checks for 2 bills I was going to pay and I noticed after getting on the bus that instead of putting in checks for the bills, I had put in 2 canceled checks instead. I couldn't fix it, and part of me asked if I should take out the canceled checks and chance putting cash in there instead, because I had no way of writing out new checks. I decided to go home later and fix them up even though I was supposed to mail them today. Then we got to [a state university] and there was a lady there, an administrator of [another town] who said \"oh, you can't run things by yourself you always have to have your assistant with you\" and I said \"no, I've run seminars on my own without an assistant and the kids that were there really liked them\" so I was trying to convince her that I could do all that stuff. And then we had the radio on and it was WPOP and instead of being sports there was a children's format all the time, they played children's programming. There was another lady there named Jan that I knew and she wanted to be reimbursed for things that she had bought, clothes that she had bought and I said \"no we couldn't do that\" I was pretty sure the system wouldn't let me do that, because she ended up being a client and she wanted to be reimbursed for stuff."
        }, 
        {
            "number": "111-57", 
            "head": "6/2/97", 
            "content": "I was at work and there was a new lady doing my counseling job and she had been a friend of mine a long time ago and she said \"yeah, I'm doing this now. I go to meet with this guy S and he tells me how to handle different things.\" I said \"yeah, I used to do that when I first started too\" but I don't do that now cause I don't have S now. And it was like I missed what she used to have because things had changed and I remember how good they were for me in the beginning and how I used to like the job and how I don't like the job anymore because I don't have S the way she did. So I said \"well, that's good.\""
        }, 
        {
            "number": "111-58", 
            "head": "6/2/97", 
            "content": "People were playing these musical instruments at a big, ballfield, sounded like an autoharp or a musicbox. I wanted to learn how to play an instrument too, it sounded all in unison and really pretty, so somehow I got one, somebody got me one and somehow I was going to learn on my own how to do it so I could be part of the group too and make the pretty music that they all made. Somehow it didn't sound very hard. There was a master of ceremonies that directed the group."
        }, 
        {
            "number": "111-59", 
            "head": "6/2/97", 
            "content": "We were about to sit down to dinner and it was about 50 degrees out about 5pm and I said I can't now, I have to take Betty out. So I took Betty out and then came back and ate. A while later we were walking and Betty did something really strange, we had started to cross the street and she stopped about two thirds of the way across the street. I couldn't get her to go and I was really frustrated. I tried repeatedly to get her to go and she wouldn't go and then somebody said there's a dog on the other side of the curb, the up-curb on the left hand side eating kibble and Betty wants to get the dog's space so she can eat and I said \"oh that ,makes sense then\". Then we were in some kind of a store and this lady said she was going to buy some kind of shampoo for her dog, but it was a grocery store and I didn't think they had dog shampoo. I said \"if you can buy dog shampoo here for your dog, maybe I can buy some for Betty too\" And then we bought cards but we had to take them home first and write some stuff in it, we couldn't just give them away as they were, so somebody helped me do mine."
        }, 
        {
            "number": "111-60", 
            "head": "6/3/97", 
            "content": "We were at the house I grew up in and I had raised a big party. My 3 cousins who are brothers were there and we had cookies and shrimp salad and al kinds of stuff, but everything was together in the same area on one big counter and I was reaching and getting cookies to eat and talking in a very animated manner with my cousins about how wonderful my brother in law was and good he was to me, how he thinks of me and asks me if I need anything and I was saying \"do you have brother in laws like that?\" but of course they didn't answer, \"as nice as mine are.\""
        }, 
        {
            "number": "114-01", 
            "head": "5/4/97", 
            "content": "I dreamt that I was in Marvel Cave in Missouri. O f course I've been there to visit. I was in this big cave with all these stalactites and stalagmites around. I had been in Missouri in 1967."
        }, 
        {
            "number": "114-02", 
            "head": "5/5/97", 
            "content": "I was at Monticello in Charlottesville, Virginia visiting Thomas Jefferson's house which I had already seen. I was down in the basement looking at all the clocks, a big clock that he had made. It has cannon balls on it. I guess my husband was with me. He and I were visiting and getting our own, personal tour of Monticello. We went there in 1989 with a bunch of people, but in this dream we were getting our own private tour. Going all over the mansion, up and down that winding staircase, in those rooms, looking at all the books that Jefferson had."
        }, 
        {
            "number": "114-03", 
            "head": "5/8/97", 
            "content": "A strange dream. My husband and I were up at [school for blind children], it was New Years eve and they were going to have a big party but they changed the school all around. There were all people there we knew, but Pete and I weren't going to this party because we were getting ready to have our own party. The next day with Merv K. A friend of his family was going to come over on New Years day. Somehow the dream was all mixed up. I went into the ladies room there to use the ladies room and somehow our friend Joe N. was in there. I don't know why, and I don't know why we were going to this party when we were going to have our own party the next day. But Pete and I went because somebody told us we should and he and I were wearing shorts. We had shorts on instead of formal. Everyone else was dressed to kill. They all had fancy skirts and nice suits on, here comes Pete and I with our shorts on. I don't even know if it was January."
        }, 
        {
            "number": "114-04", 
            "head": "5/9/97", 
            "content": "I was with some of my women friends from our Lutheran church's ladies group and we were at this big convention somewhere, probably in a church but I don't know. I was with my friend and we were selling little folders about sleep and sleep disorders. In the dream, I asked a female friend \"What's on this paper?\" I didn't have my scanner with me its too big. She said \"Its all about sleep disorders and everything.\""
        }, 
        {
            "number": "114-05", 
            "head": "5/10/97", 
            "content": "I was at Sears addressing envelopes for Christmas cards. They didn't care for the way I did it, because we were taught how to do it when we were in school. There was a typewriter with a correction key which was nice. I don't know which Sears I was at or why I was there."
        }, 
        {
            "number": "114-06", 
            "head": "5/19/97", 
            "content": "Our Ladies group from our Church had their election of officers and I was elected to president! Vice President, not president. I don't know if anyone else was nominated."
        }, 
        {
            "number": "114-07", 
            "head": "5/21/97", 
            "content": "I don't know where I was but I was in this big room with all these people and I don't know what we were doing, but we were in some big auditorium somewhere. Why we were there or what we were doing I can't recall."
        }, 
        {
            "number": "114-08", 
            "head": "5/23/97", 
            "content": "These girls were visiting here from somewhere, I don't know where they came from, but they were just going to go to our church [named] to hear a particular Pastor speak. That was it."
        }, 
        {
            "number": "114-09", 
            "head": "5/25/97", 
            "content": "I dreamt about Mother Abigail in Stephen King's \"The Stand.\" I don't know what the dream was about but she was in it along with some of the other characters from the book; Stu Redman and Frannie Goldsmith, there were some others there but that is all I can recall. I don't know where I was or anything , but the book does take place in Colorado and Mort and I were there once."
        }, 
        {
            "number": "114-10", 
            "head": "5/26/97", 
            "content": "I rescued one of the characters from \"The Stand.\" Stu Redman and I were out in the desert. I don't know how I got there or what I was doing there but I was the one who was driving a car. Stu was telling me to go left or right, which direction to go."
        }, 
        {
            "number": "114-11", 
            "head": "5/28/97", 
            "content": "I was up in a weather tower somewhere and I was being shown around this place by someone and there were a lot of other people around there too. I don't know why I was there or anything, but that was the dream, seemed like a rather strange one. I don't even know where this weather tower was located. I t may have been Stockard Airport or somewhere else."
        }, 
        {
            "number": "114-12", 
            "head": "5/29/97", 
            "content": "Had a dream, not a very happy one. My mother came into the room and told me that my Uncle Joe from Missouri, had passed away. I don't think I was here in my house, I think I was in my old home in Ashford where I used to live and my cousin Jan was there. I got up and everybody was having coffee and doughnuts. My aunt, who has passed away in 1984 was there, and at this table with everyone else. She was a fabulous person, my dad's sister, I guess she was my favorite of all my aunts. She used to take care of me after school."
        }, 
        {
            "number": "114-13", 
            "head": "5/30/97", 
            "content": "I was in a Marietta Hotel somewhere, in Minneapolis, Minnesota. Why I was there I don't know, with lots of other people, doing something but what it was I cannot say because I woke up before I found out."
        }, 
        {
            "number": "114-14", 
            "content": "We were down in a summer camp for the blind, Mort and I and a whole bunch of other people. And for some reason we were supposed to go to someplace like Cube Island but we couldn't go because none of the vans was working. They'd all broken down, just like they did for real in 1988. I don't know how we resolved the problem in my dream."
        }, 
        {
            "number": "114-15", 
            "head": "5/31/97", 
            "content": "I dreamt that Mort and I had a child. A little girl. We were out shopping somewhere and someone was home here, taking care of our baby. I don't know the baby's name because I woke up before they could tell me, but evidently, I must have just come out of the hospital because everybody was congratulating us over just becoming parents, everything like that. I couldn't understand, but they were giving us a party and everything, probably a late baby shower because the baby came a little early, just like we did!."
        }, 
        {
            "number": "114-16", 
            "head": "6/3/97", 
            "content": "Mort and I went down to Monticello in Virginia, the home of Thomas Jefferson, our 3rd president. He was there and he gave us a tour of his home. We had a chance to meet some of his family and all that. He was glad to meet us and he didn't care if we couldn't see. He even let us touch a couple of things in the home that we weren't allowed to touch when we visited there in 1990 with a tour group of blind persons from [an agency for the blind]. I thought that was pretty cool. He let us touch that big clock down in the basement. He took us into his gardens to see his plants. He told us about them and his travels through Europe and everywhere."
        }, 
        {
            "number": "114-17", 
            "head": "6/5/97", 
            "content": "We were out in Colorado somewhere and Martians came from outer space, from Mars I guess and we were all having a party, it was snowy, Christmas time. A female friend of ours was there, and Mort was there. We were just having a blast. I don't know why we were in Colorado, or even where the Martians came from but they were going to take us up to Mars where they said they had good New Years, and that was it."
        }, 
        {
            "number": "114-18", 
            "head": "6/5/97", 
            "content": "I guess I died in this dream because I went to heaven and I was surrounded by this gigantic Angel Choir, singing different hymns, things you see when you die, in fact they had me try out and I was so good that they had me become part of the choir. I guess we had good times if you can say that angels have good times. At least I knew I was on the side of the good guys and not down in Hell with the devil."
        }, 
        {
            "number": "114-19", 
            "head": "6/7/97", 
            "content": "On the show \"A Prairie Home Companion\" (weekly radio comedy show) they must have had a contest where you send in tapes and then they would judge you from there and the winners would go on the show. So, our friend DD who is also blind, and plays piano at many of the night clubs in our area and he was one of the winners. They told him that he could invite some other people to fly out to Minneapolis and be on the show with him, so he chose Mort and I. Maybe because we've been friends for so long. He just gave us a call one day and asked us how we would like going out and meeting Garrison Keilor after the show. That was really cool. We went out there and listened to him play and we did meet Garrison Keilor I think. That was it."
        }, 
        {
            "number": "114-20", 
            "head": "6/8/97", 
            "content": "Another wild dream. Mort and I were traveling somewhere and there were people from MFB there, people from the council, but the married couples couldn't stay together and we all had little charms or beepers on so they could tell where we were. Where we were traveling, I have no idea but it was scary because they were playing all this country music on the bus, God was it scary!."
        }, 
        {
            "number": "114-21", 
            "head": "6/11/97", 
            "content": "Mort went to Derry Hardware which isn't very far from here to purchase a light that will turn on and off on a timer system, but when he got there, it hadn't been put aside and someone had sold it."
        }, 
        {
            "number": "114-22", 
            "head": "6/12/97", 
            "content": "I was going to the beach, which I am, and before going there, I usually have dreams about it. I didn't have any sneakers or shoes to wear so I had to do some shopping. I don't know where I went shopping or whether or if I found any shoes."
        }, 
        {
            "number": "114-23", 
            "head": "6/14/97", 
            "content": "Flag Day! I was on the beach somewhere and the waves were coming in and I had just gone in for a swim."
        }, 
        {
            "number": "114-24", 
            "head": "6/14/97", 
            "content": "I was in some high school somewhere, listening to a concert, I don't know what the concert was about. People were singing and having a good time celebrating Flag Day maybe."
        }, 
        {
            "number": "114-25", 
            "head": "6/15/97", 
            "content": "A PBS radio station was having a contest and if we won we could travel to Minnesota and hear \"A Prairie Home Companion\" with Garrison Keilor. So Mort and I participated in this contest and we were winners and won the trip to Minnesota. We were just about to meet Garrison, or, we had actually begun speaking to him when I turned over and the dream ended."
        }, 
        {
            "number": "114-26", 
            "head": "6/16/97", 
            "content": "I was with Garrison Keilor again. I don't know if he came here or I went out to Minnesota or what but there was a whole group of people in this dream and."
        }, 
        {
            "number": "114-27", 
            "head": "6/17/97", 
            "content": "I was in a great big room again with a lot of people, why, I do not know and who they were I cannot say."
        }, 
        {
            "number": "114-28", 
            "head": "6/22/97", 
            "content": "I was with this group of people up in Vermont somewhere but I didn't know who they were. We were just sitting around talking. I didn't know who they were or where they came from or anything. I was in Vermont recently with only 12 people and in the dream there seemed to be around 50."
        }, 
        {
            "number": "114-29", 
            "content": "(6/23/97)[A day dream] Mort was on the computer, which he was when I woke up. My mother came and said \"come on upstairs. I want you to try this dress on.\" I put the dress on. It had a zipper and a belt and this thing that snapped and it hung down the back. I never saw a dress like it. My father in law and his wife came in. They had a whole bunch of groceries. I guess my dad went out and he came in, and he must have gone shopping for us because he had groceries too. We didn't know where to put them all, the groceries that is."
        }, 
        {
            "number": "114-30", 
            "head": "6/25/97", 
            "content": "I had made an appointment with my hairdresser to get a permanent. I went there and the hairdresser said that there were some changes. I sat down in the chair and she pushed a button somewhere and these scissors came out of the wall I think, and began to cut my hair. They were automatic. They would cut for so long and then they would stop. I could hear this noise, this motor, I guess they were going back into the wall or wherever they came from. She said \"that's fine, this won't hurt you, sit down in this chair.\" I did and all these rollers came out and went where they should go automatically. Then she said I would have to go under the dryer and I said there wasn't one. She said \"Oh no, you have to stand up under the dryer.\" I did and the dryer was there and she pushed a button and the dryer came on and dried my hair off. Of course she had shampooed it first and put all that gunk in it. She had this little machine which was on for 20 minutes or so, this dryer thing. Then she said \"I've got to put on the neutralizer, the stuff you have to put on your hair to make the permanent perm. Then she said come over to this part of the room and I went and she brought me over to another machine and she said \"put your head back.\" There was no sink there or anything like there usually is. Then this lotion came out from this place in the wall I guess. When it was over, she said that she wanted to give me a blow cut so I had to go back to the dryer again. In real life my hairdresser does all these things herself but in the dream it was all done automatically. I don't know if she had robots or what. I remember her telling me that the equipment had just come and she wanted to try it out and so I guess I was playing her guinea pig."
        }, 
        {
            "number": "114-31", 
            "head": "6/26/97", 
            "content": "I was on a huge ship going somewhere for some reason and have no idea where or why."
        }, 
        {
            "number": "114-32", 
            "head": "6/27/97", 
            "content": "I had another dream about the beach and about the water. We were swimming in the water and some people were walking on the sand and so were we. And some camp stuff."
        }, 
        {
            "number": "114-33", 
            "head": "7/2/97", 
            "content": "An awful dream of someone taking us somewhere. We were surrounded by all these people on this beach somewhere, taking us somewhere else, to this island. One of the men in this dream's name was Tony, and I don't know if he was bad or good."
        }, 
        {
            "number": "114-34", 
            "head": "7/2/97", 
            "content": "I was in this big room and there were computers everywhere and everyone was trying to get onto the Internet and I don't know if they succeeded. I had to show them how to get on and I don't even know how to do that myself, and to do it without speech is even harder for people like Mort and myself. There were big computers, noise coming from all these people talking and the computers, bells were ringing."
        }, 
        {
            "number": "114-35", 
            "head": "7/6/97", 
            "content": "Little dream about going to the beach camp and we were having a big party with a lot of friends."
        }, 
        {
            "number": "114-36", 
            "head": "7/8/97", 
            "content": "We were in Stop and Shop, shopping, but they were having this contest in which they gave you this amount of time where someone would come around and tap you on the shoulder and say things: \"Soups\" then we'd have to go where the canned soups were. Then we'd have to collect as many cans of soup as we could within 5 minutes or something. Then they'd come around and tap you again and say \"bread\" then we'd have to go to the bread aisle and collect as much as you could within 5 minutes. Or they'd say \"frozen foods\" and we'd go off through the store like that. But the thing was, they had carriages everywhere so you could do this thing. My mother-in-law was in this dream, somehow, impossible because she passed away in 1994. My father-in-law's current wife, Rebecca was in the dream. I was in the dream, Mort was in the dream, my parents were in this dream, it was strange how we had to go through the store with a certain time limit and there were other people going down different aisles so they wouldn't run into each other."
        }, 
        {
            "number": "114-37", 
            "head": "7/9/97", 
            "content": "I was stuffing big huge envelopes like what I do at work except I don't know what we were putting in them and they were enormous, I don't know how many I did or what we were putting in them but they were huge."
        }, 
        {
            "number": "115-01", 
            "content": "My hand and wrist are in a cast, as they are in real life. I am having bone surgery. One day the cast fell off and I saw my hand fall off, at the wrist, and fall to the kitchen floor where it made a pronounced \"PLOP\" sound."
        }, 
        {
            "number": "115-02", 
            "content": "I'm on a train, taking a trip. When I got on I had several pieces of luggage with me. When the trip was over I got up and attempted to get my luggage down but all the suitcases were gone and my stuff was scattered all up and down the luggage rack. I had to run up and down the aisle collecting my clothes in a garbage bag."
        }, 
        {
            "number": "115-03", 
            "content": "I am at the supermarket, a place that I usually enjoy going to. I was rolling around a basket heaped with groceries. When I got to the checkout and after I paid, I couldn't find the door to get out."
        }, 
        {
            "number": "115-04", 
            "content": "I have screws in my arm, the arm that is in the cast, where the bones are being fused. One day the screws came loose and fell out. When I called the doctor, she told me that the insurance company would not pay for their replacement so I went down to the basement and took a screwdriver and put them back in myself. I called the doctor to tell her and we started laughing and the doctor said that I would be welcome to work on Mondays, putting screws in peoples' arms."
        }, 
        {
            "number": "115-05", 
            "content": "I am at a social club that I belong to listening to a woman that I know, a very poor reader who always screws up names and mentions people on lists who have been dead for years. She is reciting poetry to the room which is full of people who are all in wheelchairs. She is reciting the poetry very badly and everyone is so bored that they leave, except for me. I stay and listen to her."
        }, 
        {
            "number": "115-06", 
            "content": "I had an X-rated dream that I won't tell you about. I dreamed about a man that I know who I am not attracted to at all when I'm awake so I was surprised to have a sexual dream about him."
        }, 
        {
            "number": "117-01", 
            "head": "5/1/97", 
            "content": "I was at a spiritual retreat weekend and there was a bunch of us sitting around a living room with comfortable chairs and soft rugs and having a relaxed discussion about our feelings and thoughts we were having and the character, Andrew the Angel of Death from the TV show \"Touched by an Angel\" appeared I asked him what he was doing here, he was supposed to be on the TV show and he told me he was here for me. I tried to deny him, telling him he wasn't supposed to be here and that I wasn't ready to go home yet. He said \"well, touch your face.\" On my face were these soft, squishy things like soft pimples but they were very sore and they started to spread all over and he said \"you're not going to be with us long.\" And I happened to hear my mother's voice saying she's dying. And I said, \"this isn't fair and if you're going to do this you'll have to take care of Sammy my guide dog and make sure she gets back to my family because I don't want her to be abandoned. And he said he would and I said then it's okay to take me."
        }, 
        {
            "number": "117-02", 
            "head": "5/24/97", 
            "content": "I was excited about my upcoming trip to Maine and meeting some friends that I knew. We were sitting in a small room, full of chairs and tables and I could feel a soft rug with my feet and we were talking and laughing."
        }, 
        {
            "number": "117-03", 
            "head": "5/25/97", 
            "content": "Dreamt about the ocean. I could hear the ocean and smell the salt, sea air. And we were on a boat, Sammy and I and a good friend of mine. I was just hearing the waves and I was in a relaxed mood because of the waves."
        }, 
        {
            "number": "117-04", 
            "head": "5/29/97", 
            "content": "A friend of mine and me, for some reason, were competing against each other and I'm not a person who competes. But we were competing in anything and everything we did. I felt really weird about that when I woke up."
        }, 
        {
            "number": "117-05", 
            "head": "6/7/97", 
            "content": "My dad had passed away a few years ago and this was the anniversary of his death. I dreamed that he spoke to me, I did not touch him. I was lying in bed and my father spoke in his quiet, somewhat gravely voice and just told me to keep doing my best in things and to keep watching out over my family and things to make sure things were going all right because he could only look from afar."
        }, 
        {
            "number": "117-06", 
            "head": "6/9/97", 
            "content": "I was contacted by The Guiding Dogs via tape and letter. I was sitting at my hard maple, dining room table in my living room, reviewing my mail. I could feel the sun falling on my face and it felt warm and good. I listened to the tape on a tape recorder and it said that it was time for me to get another guide dog. I didn't want to do this because my guide dog is healthy. I contacted them in this dream and asked them why it was necessary for me to go back for another when Sammy was healthy and they just said because I needed one. I didn't want to go back. I dreamed that I went back and it was so real because they gave me this new guide dog who was huge and I'm not this tall and they told me his name and I told them that I didn't want this dog."
        }, 
        {
            "number": "117-07", 
            "head": "6/11/97", 
            "content": "I was at a religious retreat, sitting in a dining room eating dinner. There were roses on the table, I smelled their fragrance. We had a thanksgiving type dinner with my favorite things, turkey, stuffing, cranberries, and my favorite kind of dessert, pumpkin pie. And it was in the middle of Spring which is most ironic."
        }, 
        {
            "number": "117-08", 
            "head": "6/13/97", 
            "content": "Dreamt about Sammy. I dreamed that it was time for me to go back to the Guiding Dogs to get another dog. I dreamed that Sammy appeared there and she became my dog all over again."
        }, 
        {
            "number": "117-09", 
            "head": "6/14/97", 
            "content": "Dreamt about my niece Carol, a twin, that I visited Hillary at her work place and also I dreamed that I had been talking to Carol, who was out of state so I was talking to her by phone and she was doing well."
        }, 
        {
            "number": "117-10", 
            "head": "6/17/97", 
            "content": "I was at my sister's house and my nephew's birthday party was going on. There were lots of people, I could hear them talking, sitting on the deck, the sun was shining and we were all eating cake, watching my nephew open his presents."
        }, 
        {
            "number": "117-11", 
            "head": "6/18/97", 
            "content": "We were having a bad thunderstorm. The thunder was banging quite loudly, in fact it sounded like an explosion. During the dream I thought that that I had awakened, and to my horror I found that I no longer had a quilt on my bed. My guide dog is afraid of thunder and I thought she had chewed the whole quilt. When I first brought her home from the Guiding Dogs, she had licked a leash and quietly chewed it apart and I thought she had done the same thing to my quilt and would become sick When I awoke for real, I discovered it was thundering and raining."
        }, 
        {
            "number": "117-12", 
            "head": "6/21/97", 
            "content": "I was sent back to college to go to this course work for rehabilitation counselors/teachers. Since I already had my teaching certificate, I was sent back to get it renewed. I was in this big classroom at Boston College where I had never really been. It was a typical room with the chairs with the little half desks. I was taking a test so I could be except from some of the course work and saying to myself, \"Gosh, I'm really almost too old to be going back to school again, why am I doing this?\""
        }, 
        {
            "number": "117-13", 
            "head": "7/22/97", 
            "content": "I was in a large room I had never been in before. It was carpetted, it had really comfortable chairs, nice, soft, and I had been told to give a speech about some scientific topic. I delivered it, woke up and wondered how I could deliver such a speech when science is not my forte."
        }, 
        {
            "number": "117-14", 
            "head": "6/23/97", 
            "content": "I was on a farm, it was springtime, there was a warm breeze blowing on my face, the sun was shining, I could feel it on my eyes and on my shoulders. I was riding a horse. The horse had that thick mane, that you could touch, with that hair that is sometimes on the coarse side. It had that very strong scent that horses have, you could smell the pungent hay as well and I was also inhaling the fresh warm air as I rode on this horse on this farm, and I was feeling relaxed and happy because I had nothing to worry about."
        }, 
        {
            "number": "117-15", 
            "head": "6/24/97", 
            "content": "I was at my grandmother's house and I was feeling happy because I was in her kitchen. It was cold outside, the snow was falling. I guess I had gone outside just before I went into the kitchen because I remember the snowflakes kind of falling on my eyelashes and falling on my hair, my hair was wet. I went into her kitchen and she was baking my favorite kind of cookie which was chocolate chip and asking me if I wanted to help her bake cookies and I always enjoyed doing that because it meant that we would be sharing them with other people. So I was sitting there baking cookies with my grandma in her kitchen and just feeling really good about this until I awoke and realized that I had to get up and go back to work."
        }, 
        {
            "number": "117-16", 
            "head": "6/25/97", 
            "content": "I was sitting at work and I reached down to see if Sammy was okay and I couldn't find her. I looked on the floor under my desk, I looked to the side, reaching around to see if I could touch her, I couldn't find her and I started to call her, \"Sammy! Sammy! Where are you I can't find you!\" And she didn't come back. My heart started beating real fast. I couldn't find her and the person who was supposed to be helping me with my driving, said \"Sammy's around, don't worry about her.\" But I couldn't find her anywhere and so I started to go up and down the halls, thought it might be smart to take my white cane with me in case I happen to come across any obstacles. I was walking up and down the hall and no one had seen her. Then somebody told me that someone had scared her and she had run down the stairs and the front door was open and she had run out, so I ran down 3 flights of stairs from my office and out the front door and I was calling her and I couldn't find her and I was screaming for people to help me look for her and nobody was helping and everybody told me that she'd come back and the day went by and I was panicked and Sammy wasn't there and I finally woke up and I couldn't find Sammy and I started to scream for her and I guess I woke her up too and she touched me as if to indicate \"why had I done that?\""
        }, 
        {
            "number": "117-17", 
            "head": "6/26/97", 
            "content": "I was at a rehabilitation center for the blind. I had been sent there by my agency to find out if they were wasting the money we spent there for clients we sent there. For instance were they saying that our clients needed more services and not delivering them but only using the money for their own gain? So I was kind of like an investigative reporter. When I was told I had to go I felt kind of strange because I hadn't done that kind of work before and I told my supervisor I don't want to do this, I'm not the qualified person to do this job. He said \"you're exactly what we need because nobody will suspect you. In fact we're going to send you as we would a client except you're going to be taking all these notes and asking all these questions and they won't suspect you. Well, I thought about it and I said to him; \"All of this will be a challenge, where am I going?\" And he said not to the nearby rehab center in Pennsylvania, I was kind of hoping for that one because that's where the Philadelphia Flyers were. He said I know you like hockey, but we're not sending you there and we're not sending you anywhere on the East coast. We're sending you out to Little Rock Arkansas. And I said \"Little Rock, Arkansas! The center out there? Its hot and humid here in the summer and you're going to send me out there? \" He said, that's what we've decided to do, Mr. Flip, the head of the agency has selected you to go and they gave me the airplane tickets. I recall calling the cab and taking a ride to Dunkirk Airport, which is always a hectic airport to go into and I talked to Sammy, I was saying to her, \"now Sammy, I know you don't like to fly, it always makes you a little nervous when we take off and land, once we get up there I know you're okay, but you always get a ,little nervous so you relax.\" And I petted her and I reached into my purse and gave her a Milkbone dog biscuit and we flew to Little Rock and they announced the plane was landing and I woke up."
        }, 
        {
            "number": "117-18", 
            "head": "6/27/97", 
            "content": "I was in a great big store. But it wasn't a department store it was filled with music boxes. Small ones that played little tunes, and the ones I've always wanted to listen to and maybe buy, the big antique music boxes that had these disks that you could play and have several different tunes on them. I was just listening to those music boxes letting the music kind of surround me and hear the different sounds, the bell-like sounds, the different kinds of music box sounds you can hear... and not only did this shop have music boxes, but it also had all kinds of great things that had music inside them. They had musical clocks, it had a music clock that had a talking announcement before the time of alarm in the morning. It talked so that I could set the alarm myself. They had a radio which gave you the choice of regular music and music box music. There were just all kinds of music boxes there. I reached into my purse because I decided that I wanted to buy some of the music boxes and nothing was inside there, no money and no credit cards to pay for them. I woke up feeling kind of ridiculous."
        }, 
        {
            "number": "117-19", 
            "head": "6/28/97", 
            "content": "I was standing in my bedroom which has a bureau a bed and a smaller dresser and a couple of tables that I have a tape recorder on and which I listen to when I am listening to tapes. It has a little tiny drawer inside and I have another table with a telephone on it and a few things like that. I was sitting on a chair on one side of my bed and I heard this voice and this person, this voice said to me \"How would you like to be able to fly whenever you wanted to?\" I said \"That sounds kind of interesting, different, but first of all who are you?\" And the voice said \"My name is Flora.\" And I said \"How am I supposed to fly if I can't tell where I'm going?\" And she said \"Well, you can just say where you want to go and you'll get there.\" And that sounded kind of neat, that would save all my transportation problems and I could choose whenever I wanted to do this. So I asked what I needed to do. She handed me this can that smelled like it had had baby powder in it. She said \"Just sprinkle some of it on your arms.\" So I did and she told me, \"Just flap them.\" I did and the next thing I knew was that I had flown out of my room and down the stairs and I was in my livingroom. So I thought this was kind of fun, and I realized that I was getting pretty low on groceries I think I'd like to go grocery shopping so as I was about to go I asked \"How am I supposed to take my guide dog with me?\" She said \"Put a little of that powder on your guide dog too and hold onto the harness, flap an arm and hold onto the leash and the dog will come up with you.\" So I decided okay, sounds good to me, we started out. We stepped outside, closed the door, locked it stepped down and didn't say \"forward Sammy.\" I said \"We're going to do something different and I took her leash and flapped my arms, we went up in the air and I was thinking, I want to go to Shop and Save, they've got good buys there, so off we went. The next thing I knew, I was in the grocery store, but I forgot to ask how I was supposed to manage after I got the groceries."
        }, 
        {
            "number": "117-20", 
            "head": "6/30/97", 
            "content": "I heard my niece Sandra calling me, she was saying my first name, \"help me, I need a place to stay.\" I said to her \"Sandra, where are you, we need to talk.\" And she said \"Yeah, I know, but I'm far away and can't get to you.\" I said \"Where are you\" and she said \"I've been out in Colorado, but I haven't been following my program the way I promised you and grandma and my mom and dad, I've stopped taking those drugs and I didn't take money from you guys and I'm sorry\" and I said, \"I'm sorry too, I want to help, but you need more help than I can give you. You need to go to a treatment place and I'll help you get there\" and she said \"Okay but I can't do it by myself\" and I said \"I know you can't and that's why we're here and that's why we've always been here when you've gone through the different programs.\" She said \"I know, but I've really messed myself up, I thought I could handle it and I didn't and now nothings going right and I've got to get help. Help me.\" I ran down the stairs in my [indecipherable] and I checked the front door and yelled her name and I ran to the back door and called her again and I thought, \"She's right, she's far far away and I can't find her. I'd have her come here if I could and I'd take care of her but I can't find her or I'd get her the help.\" The I heard laughter, almost wicked laughter and I thought people were laughing at me for feeling the way that I was and then I heard sad music, like funeral hymns and tears were coming out of my eyes."
        }, 
        {
            "number": "117-21", 
            "head": "7/1/97", 
            "content": "I was at Girls Scout camp in a row boat, on the lake. I could feel the boat rocking on the lake, I had the oars in my hands, they were made of wood, I could feel the wood against my fingers and I was making the rowing motion with my hand. I could hear the oars going through the water as they made a splashing sound. There was another person in the boat with me telling me which way to go and she said \"turn right,\" but she meant left and we crashed into another boat."
        }, 
        {
            "number": "117-22", 
            "head": "7/2/97", 
            "content": "I was in college again. It was summer and instead of enjoying the beach, or sitting outside reading or going for a walk, I was stuck in a hot un-airconditioned classroom. We were reading Shakespeare and my books on tape hadn't come. I had a small tape recorder with a built in mic in my hand and the tape was moving, I could hear the motor and feel it moving. We were all yawning because it was so hot and the professor never came and so we left. I walked out of the classroom, into a hall and outside into the warm sunlight."
        }, 
        {
            "number": "117-23", 
            "head": "7/2/97", 
            "content": "I was walking in the woods. It was springtime birds were singing, the sun was out, I could feel it on my face. I could smell the pine trees and the different scents of the different trees. I could also smell some of the wild flowers that have that sweet. Real sweet kind of perfume smell. And I was just walking by myself, no one else was around, I was walking, my guide dog was with me, and we were just going through the woods. We passed a little brook and I listened to the rippling sound of the water and decided to sit down because there was a tree there and it was shady and I decided to take a rest. I fell asleep near the tree and then I woke up and continued on my way in the dream, and kept walking through the woods. I decided to go home, I looked at my Braille watch which was on my wrist and discovered it was afternoon, so I walked back home to my condo."
        }, 
        {
            "number": "117-24", 
            "head": "7/3/97", 
            "content": "I dreamed I was at work and actually I was seeing a client in his house. The client became very violent and took me hostage. They separated me from Sammy and I said to them, \"Please, I can do without food and things like that but please don't take me away from Sammy. Sammy means a lot to me and I wouldn't do that to you.\" They laughed and told me that I didn't need Sammy and they needed her more than I did. I told them that Sammy was trained to work just for me as are all guide dogs. And they said that she'd work for us or they'd kill her. The person decide to try and work with Sammy and when she didn't go with them, they said they killed her. I heard a gunshot and so I knew they did and I started weeping. I could not believe that somebody would do that."
        }, 
        {
            "number": "117-25", 
            "head": "7/4/97", 
            "content": "I was visiting my sister in Stamford. She has a nice little house, not far from the beach. I walked down to the beach with Sammy and my sister and my 3 little nephews. I could smell the salt air and I could hear the ocean's waves. I could hear the seagulls as they made that mournful cry, while they're either looking for pray or whatever seagulls do. I felt the warmth of the sun on my face, on my shoulders. It felt warm, I kicked off my shoes and picked them up so that I would have them layer and began walking barefoot through the sand. I felt the warm sand between my toes and I felt happy, until I heard a firecracker. The firecracker was awfully close to me and it was very loud, my ears were ringing, I was afraid Sammy had gotten hurt. Luckily the firecracker had missed me this time, but I jumped or jerked a little bit and woke up."
        }, 
        {
            "number": "117-26", 
            "head": "7/5/97", 
            "content": "I was sitting in my condominium and I heard my computer start talking to me. I was curious as to how this was happening since I hadn't turned it on or connected my speech synthesizer so the computer could talk to me or tell me what was on the screen. Actually there was nothing on the screen but the computer was speaking anyway. It asked me what I wanted and I said I would want to go anywhere that I needed to get to without having to ask other people. So it said, \"Okay, lets make a program so you can put down all of the places you usually have to get to.\" And I started to argue with it and asked it all kinds of questions like \"how can all this be happening? I can't drive so what difference does it make if I make out a program?\" The computer told me not to be so doubtful. Just pick out the places on the program I wanted included. So I did and it was explained to me that I would tell my computer where I wanted to go and I would get there. I was pretty skeptical because a lot of these pie in the sky things don't work. So I said \"Okay, I want to go shopping at the little plaza where the Ames used to be, because there are a bunch of neat stores. Its also more fun to go with somebody and so I want to take Hilda (a blind friend) with me.\" So I called her in my room, I grasped the telephone, and made a quick call and said \"lets go shopping, my computer just talked to me and I programmed it in to know that I wanted to go different places.\" So we did this. I told the computer I wanted to go shopping top that little plaza, walked into the plaza, went into some of the different stores, the Radio Shack, the Card shop where you can buy all kinds of cards and little gifts, then we went to the bakery where we smelled the aroma of coffee cakes and cookies and all kinds of rich, fattening pastries. Then we went to the shoe store which isn't really there anymore but we went there anyway, and I bought some more shoes. Then there was a department store there and I found some more music boxes, so I bought some of those too. And we found a clothing store and Hilda wanted to buy some clothes, some new dresses and things so I decided to check out those too. And everybody was helpful. Then after we'd had enough shopping, I decided it was time to go home. I had my little palm top computer and I told it through a series of commands to tell my other computer that we needed to get home. A car came and we got home."
        }, 
        {
            "number": "117-27", 
            "head": "7/7/97", 
            "content": "I was at my nephew John's birthday party. There were a bunch of little kids around, laughing, screaming, yelling and he was opening up his gifts. They opened up the gifts before the birthday cake because, he just was too anxious not to open the gifts first. Then we sang happy birthday and we had some birthday cake. We were out on the lawn of my brother and sister in law's house. Its a small yard but there was soft, green grass and there was enough room for all of us to sit down on the grass and eat the birthday cake. It was my favorite kind. It was chocolate cake with lots of rich, chocolate icing. My nephew got a present which he didn't like, it was a piece of jewelry and it was a heart pendant on a chain and he gave it to me and he said \"Gee, why don't you take that you like to wear those.\" So I took it and tried it on and it was gold, it was very smooth, the chain was also very smooth with one of those little clasps on it, they call a lobster claw clasp that you open with your finger nail and slide the other clasp into it. I told him I would wear that all the time."
        }, 
        {
            "number": "117-28", 
            "head": "7/8/97", 
            "content": "We had a violent thunderstorm. Sammy has hated them ever since I got hurt by a firecracker. Any kind of loud clapping noise or banging noise like that. That low type sound bothers her. I was telling her to be a good girl and to stay on her rug, then we heard a really loud clap of thunder, the kind that sounds like it hit another object and it sounds like something might catch fire, its really loud and shakes everything and echoes through the air. Well, Sammy disobeyed me and leaped onto my bed, so I had about 70 pounds of dog on top of my stomach. I told her to get off my stomach, to get down, then she started to dig her little claws and paws into me to hold onto me. They were really sharp and it actually hurt a little bit. She wouldn't get down. I jerked awake to discover that it had been thundering and there was Sammy on top of my stomach and she wouldn't get down."
        }, 
        {
            "number": "117-29", 
            "head": "7/9/97", 
            "content": "I fell asleep and then heard both of my toilets, upstairs and on this floor, having some problems. I heard all this water going all over the floor, both upstairs and downstairs and all kinds of stuff coming out which smelled kind of gross. The water was going everywhere, I couldn't remember where the shut off switch or faucet on the pipe was on either of the toilets and I felt I was going to drown in it."
        }, 
        {
            "number": "117-30", 
            "head": "7/12/97", 
            "content": "I was in my condo, asleep, in bed, and I heard some strange sounds coming from downstairs. I had locked both the front and back doors, the windows were also closed because I had the air conditioner on and I couldn't figure out how anybody could be in there. But then I smelled meat frying in the kitchen and I heard people walking around and so I thought I'd better investigate. I put my slippers on, rubbed my eyes, threw on a robe and headed down the stairs very carefully, cause I felt like I was only half awake. I heard people talking in the kitchen and I said \"Who are you.\" And a woman said, \"Well, we were here and my son and I were hungry and we wanted to have some meat, so I'm frying it in a pan with some eggs.\" And I said \"I don't mind giving people some food, but I'd like to know how you got into my condominium.\" And she said, well, we just touched the door and it was locked but we wiggled it a little more and it opened so we walked in.\" So I asked her where she lived and she said \"Yeah, they had a house but it was too early to go grocery shopping and they just needed some food.\" So I made some coffee in my drip coffee maker, cause I said to her, \"Well, as long as you're eating breakfast you might as well have some coffee too.\" And I had some orange juice, so I gave her son and her some of that and then I washed the dishes. Then I said to her, \"Gee, you can't just go without having some other kind of food so I opened the lower kitchen cabinets where I keep all of my canned goods and I went through to find some goods that she could utilize and I also took out some macaroni from the upper cabinet, where I keep extra boxes of macaroni on hand, and I gave her some of that. I gave her a can of baked beans so she could mix that with the macaroni because the beans have tomato sauce on them and they can make a little supper. I gave her crackers and peanut butter because I knew that wouldn't spoil, I gave her some tuna fish, then I gave her some bread from the refrigerator so that she and her son could make sandwiches and some soda in cans. They thanked me and went out the door. This was so strange that when I woke up I actually went downstairs in my robe to check whether or not I had left the stove on."
        }, 
        {
            "number": "117-31", 
            "head": "7/13/97", 
            "content": "I was back at Guiding Dogs again although Sammy was still alive, she just couldn't guide anymore. I don't know if she couldn't or wouldn't because she was just tired of it and so I was getting a new dog. They gave me this huge dog, I think the person said it was a \"Masty\" dog, but I believe the correct word is a Mastiff. It was a huge dog and I was disappointed because I didn't want a huge dog, they're hard when you take them on buses and things. I told the instructor. \"I really don't want that kind of dog.\" And they said \"Okay, we'll give you another one.\" And they happened to have another like Sammy, another Chocolate Lab. I remember training with the dog and then coming home and then I introduced Sammy to the dog and they were friends and I woke up."
        }, 
        {
            "number": "117-32", 
            "head": "7/15/97", 
            "content": "I heard Sandra calling me but this time I heard anger in her voice and she said \"I'm glad I hurt you and all the family, I don't care if I live or die, I know I was told when I was in the hospital, that I was in bad condition because I hadn't been eating right and that there was something wrong with my chest, but I don't care and I don't miss any of you either.\" There were tears in my eyes and I jerked awake and realized that maybe this was true and I just felt miserable."
        }, 
        {
            "number": "120-01", 
            "head": "5/30/97", 
            "content": "I was in some kind of cafeteria like thing, there were tables and chairs, like you would find at a church or something and the cafeteria was echoey and there were 2 nuns there. One nun was sister Kate and I could hear in her voice, she was trying to persuade me to teach class and the other nun, possibly sister Gert a nun from Ireland and she said I've got to get what your assignment is, I'm going to go into a box and draw your assignment. Whatever paper you draw, that's what you'll be teaching and in my dream I could definitely hear voices, echoes, but there are no bodies. They're like spirit. When she hands me something there are no bodies, no arms or hands. When she said I'm going to go get your assignment, I didn't hear her foot steps, she just disappeared and it was like a spirit."
        }, 
        {
            "number": "120-02", 
            "head": "6/1/97", 
            "content": "This guy Harry came and put my cuckoo clock up, because I had a cuckoo clock that needed to be repaired. I heard Harry with a hammer, audibly, the \"bang, bang, bang.\" But Harry, wasn't a human being holding the hammer again, he was like a spirit. There was no body, no head, face height, his voice is the male voice of Harry and the hammer is the typical sound of the hammer, but the hand part holding the hammer is just spirit. I guess he was putting the wall hanger in the wall and he told me that the cuckoo clock was all set."
        }, 
        {
            "number": "120-03", 
            "head": "6/6/97", 
            "content": "A nightmare more or less I was sleeping and I felt somebody staring at me and I jumped and I sat straight up in bed and thrust my hands out to push away whoever was staring at me but of course there was nobody there. My feet were off the side of the bed. I don't know how to describe the staring sensation, you know how you can just feel it sometimes when someone is staring at you?"
        }, 
        {
            "number": "120-04", 
            "head": "6/8/97", 
            "content": "I was in a repair garage somewhere in the woods somehow it got in the woods. Its not like its echoey...you could smell a lot of, burning smell. Not like gas, but like the tar on a telephone pole, I don't know if its called tar or creosote. My brother Sam was there, I guess it was his car in the garage and he said \"Well I can't see anything burning.\" And I said \"Well I can smell it.\" And I said \"Well, we've got to get out of here.\" There were a bunch of other people, some were blind and some that weren't and finally when the smell got too much, we all ran and he said \"Well, I'll get you to where the woods meets the edge of the road.\" He leaves the dream but somehow gets us to the edge of this road I don't know how I knew the car was in the garage, I just sensed it. It wasn't a color or a specific size, I just knew that it was in there and was burning up."
        }, 
        {
            "number": "120-05", 
            "head": "6/8/97", 
            "content": "I'm with people. I don't quite recognize all of the people. There is some kind of religious person there, not necessarily a priest or a minister, but it was somebody who prays anyway. He was asking me a bunch of questions and then said \"Its election time and Tom Tailor, a blind person and friend of mine said to me \"He is no longer the chair person of this group, you are and you have to run the meeting and ask the questions... but I didn't know what kind of meeting it was, it wasn't a blind meeting, it was kind of festive with soda and coffee and party snacks and drinks Again, no body figures, only spirit figures."
        }, 
        {
            "number": "120-06", 
            "head": "6/10/97", 
            "content": "Had a very bad dream that my friend Paul was in an automobile accident and that he broke his neck and for some reason he was talking to me and my husband and I guess whenever I dream of my husband, who is dead, I wake up, but Paul was talking in this very distinct voice, very clear."
        }, 
        {
            "number": "120-07", 
            "head": "6/14/97", 
            "content": "This is an embarrassing dream. I had this dream that something was coming out of me vaginally and I gathered it up in a plastic zip lock bag type thing. It was like the substance of cooked spaghetti. I put it in this bag and walked toward the kitchen as if I was walking out my kitchen door to throw it out and in my dream I said to my husband \"If you still love me and are still watching me, just elevate my pillow and I'll know that you're in a better place.\" But then as I awoke, I told him to go back to heaven where its a better place and not to follow my request."
        }, 
        {
            "number": "120-08", 
            "head": "6/24/97", 
            "content": "I dreamt that Sage's dog was at my house. I don't know what it was doing here, but I was petting this very silky soft, long-eared dog, bigger than my dog. He was licking me and was friendly and everything and when I woke up I realized Sage's dog, her dog that I was dreaming of, had been dead for a couple of years."
        }, 
        {
            "number": "120-09", 
            "head": "8/2/97", 
            "content": "I had this weird dream. I was at a Waldbaum's Food Mart, at the cashiers place and somehow I told her that I had to take this liquid medicine that the gynecologist had prescribed, I asked her if she could tell me how much to take. She said \"This isn't liquid medicine, this is nitroglycerin for your heart.\" I said \"I don't have any trouble with my heart.\" But I took them from the cashier and somehow I wound up at a place with round picnic tables and there were a bunch of people there, males and females that I didn't know. I asked someone about this stuff, this liquid like a Maalox or something that I should be taking for my stomach. They said \"Oh, those are heart pills, do you have trouble with your heart?\" and I said, \"No.\" and I ended up putting the bottle of pills in the shower. It was still sealed. How the shower got into it I do not know."
        }, 
        {
            "number": "120-10", 
            "head": "8/11/97", 
            "content": "I was with two people whom I could not identify. It was mainly conversation with two people but I don't know what we were talking about. It was a couple. I was in this place, nothing necessarily familiar although I had a job and this couple was telling me what I had to do. I had to go up to the top floor, and in reality I am petrified of elevators and so I told them that I would take the stairs and they said, \"You don't want to take the stairs because they're in worse shape than the elevators.\" But I decided I would take the stairs and It was some sort of four day work thing. As I climbed the stairs, they started off fine, but as I climbed higher, the stairs became more and more rickety and shaky and wobbly and I was thinking \"Oh my God, what are they going to be like when I get to the real top?\" And then somewhere in all of this I realized that I had to be in Washington DC in two days although the job was supposed to be four days. The couple sort of leaves. My friend who usually drives me to Washington DC came into my dream. I thought \"How do I get down? I'm in the middle of these rickety stairs and I either have to go up and complete the job and miss Washington or I start on down and although I don't remember climbing down the stairs, I must have because I remember asking my driver if he would take me to Washington."
        }, 
        {
            "number": "120-11", 
            "content": "I am walking over some difficult terrain, up a hill, over rocks etc. There are always 2 ways to deal. Jesus is there pulling me, assisting me with the difficult way and the devil is there too, guiding me toward a much easier, pleasanter route; fields of flowers and cool breezes, paved paths and so forth. The odd thing is, both Jesus and the devil look alike in the dream. Their faces are both smooth, unlined, clean shaven, like a baby's cheeks. They sometimes are pulling in opposite directions but there is no hostility or violence. I would always wake up just as I noticed their similarity."
        }, 
        {
            "number": "122-01", 
            "head": "6/6/97", 
            "content": "I dreamed of a married couple that I really know and they were visiting in my home. I was sitting with a lady Peggy and Donald, I could hear in another room something about how he would like a cold beer and I realized that all of the beer that I had in the house was warm and I did say to Peggy \"Did she mind if I asked Don to go to the store and just get some cold beer?\" She got so upset! To console her I reached out to stroke her hair. It was long, I could feel it, and it was permed and my feeling in the dream was complete puzzlement at her reaction to a simple request about the store."
        }, 
        {
            "number": "122-02", 
            "head": "6/9/97", 
            "content": "The family that lived next door had moved away in July, out of state, and I dreamt that they were visiting here. They have a 12 year old son and he was visiting for some reason and for some reason I was picking up pieces of folded paper and paper money. I don't know where I was picking it up from, the floor or the breakfast bar, I don't know. I wasn't doing anything with it like giving it to him. I was glad that they were back for a visit."
        }, 
        {
            "number": "122-03", 
            "head": "6/10/97", 
            "content": "I was bragging because I was trying to give up smoking and I had accomplished going through an entire morning without having a cigarette."
        }, 
        {
            "number": "122-04", 
            "content": "I was trying to shut off my TV that I use everyday. I could feel the buttons, very distinctly, all push buttons, and the darn thing wouldn't shut off. I was alone in the room although I could hear my son's voice over in another room. The frustrating thing was I kept pushing the off button and the TV simply wouldn't shut off."
        }, 
        {
            "number": "122-05", 
            "head": "6/13/97", 
            "content": "In my dream I was hungry and I was fixing this plate of food for myself. I had some hard boiled eggs, that I had cut lengthwise, in half, I had some chips I had put on the plate, I was cubing cheese and I put crackers and olives. This was very typical of me, if I wasn't having the usual sandwiches and potato chips for lunch, it would be very typical of me to fix this sort of a picnic plate for myself. When I woke up I wasn't hungry."
        }, 
        {
            "number": "122-06", 
            "head": "6/22/97", 
            "content": "This is kind of humorous, a lovely couple that I know, Bill and Barbara, Barb is just the sweetest lady, good sense of humor, love to be around her, so the incongruity of this is kind of funny: I was sitting in a chair holding a baby girl, and I guessed that she was about 8 months old. I was talking to the baby and I referred to her as \"Little Party Girl\" and I am sure I meant it as a word of endearment, Barbara's reaction was just completely baffling to me. She took the baby from me very gently, but her voice was rather testy and she said \"I'll take her now. No party girl!\""
        }, 
        {
            "number": "122-07", 
            "head": "6/28/97", 
            "content": "Betsy is a lovely lady that I serve on committees with and I think a lot of her, I have known her for 50 years almost. Betsy and I were on the grounds of our childhood school for the blind, I think. Our purpose for being there was that there was a meeting with a good sized committee that she and I would both be attending. But I also had the strong feeling that I wanted to talk to Betsy about other than political issues and it was one of those times when you knew you were going to be talking well into the night, like when you get together with an old friend and there's lots of catching up to do."
        }, 
        {
            "number": "122-08", 
            "head": "6/29/97", 
            "content": "This is one that has reoccurred several times over the years, along these lines. Back, right after I graduated from high school I worked for five years for a group of radiologists, I was a dark room technician and I was back there working, in my dream. The office appeared exactly the way it was, structurally, but who was there but the executive director of the state agency for the blind. And his purpose for being there was to tell me that my job was terminated. I didn't know if I should just gather up my things and leave then or if I was expected to finish up the day."
        }, 
        {
            "number": "122-09", 
            "head": "6/30/97", 
            "content": "I dreamed I was visiting a young couple, Carl and Brandy, they were just married in May so they're still young honeymooners and while I was visiting there they proceeded to have their first argument. I could tell they were beginning an argument so I decided to leave for a while and give them the privacy that I thought they should have to take care of whatever was troubling them but I fully intended to return later on because I had been invited to dinner and I was going to come back and eat dinner. I don't know how I stay so small with all the eating I do in my dreams."
        }, 
        {
            "number": "122-10", 
            "head": "7/1/97", 
            "content": "I was a candidate for the witness protection program and I dreamed that I was being relocated to California. I was extremely upset and sobbing hysterically because of the thought of never seeing friends or family again. The morning of the day that I was supposed to leave, for some reason I was up, stripping beds. I could feel the sheets in my hands, once I bent down and touched a bare mattress. But then I paused and realized that I didn't even know what was expected of me, why was I stripping beds? I don't even know what I am supposed to be bringing with me."
        }, 
        {
            "number": "122-11", 
            "head": "7/2/97", 
            "content": "Everywhere that I touched, I was finding clutter. There was a lot of dirty laundry. If I touched the floor I would feel a small pile of dirty laundry. I opened up a drawer of a night stand and pulled out a rolled up dirty dishtowel. The scene changed then and I was at my daughter Robin's house. Where she was living in the dream was not her real house, it seemed that her house was a good sized house and for some reason my son and I had to walk home. We were in a very small entryway, I knew that I was going to be carrying something as we walked home. I don't know what it was but I knew it was going to be cumbersome and so would interfere with easy walking. I considered taking a bus. Anyway, my son, knowing that we were going to have to walk home, or because I had led him to believe so, he walked out the door and it was raining so I brought him back inside because I realized he was in his stocking feet. I bent down to help him find and put on his shoes and I felt that his little socks were wet naturally because he had stepped on wet ground. Then the scene changed again and however we got back here, we were back in our own apartment and there was someone here to visit and she was sitting on my son's bed. She is a very good friend of mine, a lady close to my age, and she greeted us and I knew by her voice who it was and I knew at the same time that I was thinking about my son's grandmother. In the background, in another room, a radio was playing. I also heard the phone ringing. The phone was on a wall, not where it really is in my kitchen. I reached to pick it up and that's where I woke up because my phone was really ringing."
        }, 
        {
            "number": "122-12", 
            "head": "7/7/97", 
            "content": "A very long time friend, Jack, had picked me up at point A and gave me a ride to point B, but point B was not home it was someone else's home. But then Jack left and this person was a stranger to me. Seemed like a young man, I didn't feel awfully uncomfortable because I didn't feel afraid, he seemed to be very welcoming to both my son and I. But I was confused. I didn't know why I was there. I didn't know why Jack hadn't just brought me home. That was it."
        }, 
        {
            "number": "122-13", 
            "head": "7/8/97", 
            "content": "I was holding a waste basket and I was picking up trash from the front porch and front lawn. Pieces of rolled up newspaper, paper I was putting it into this basket and from this basket I poured it into a cardboard carton because it was trash day, the barrels were out by the curb and I was going to put this box and all into the barrel. But then I realized that the trash truck was already there and because of our method of pick-up which involves the hydraulic arms where they pick up the whole barrel and dump it into the truck, I was concerned that it would be unsafe for me to go over there and drop this box into the barrel. Then I heard someone outside of the truck who let me know that it would be perfectly safe to do it and I did."
        }, 
        {
            "number": "122-14", 
            "head": "7/9/97", 
            "content": "Katy is a young woman that I've know for 4 or 5 years but I only see her once a year and that's when we're both attending the same annual retreat in April.. This April, Katy was there and shared with us that throughout the year she had had a very serious, very involved illness which left her in a wheelchair. On this night I dreamed of Katy and I was in a room where she was and Katy had been healed, at least she was walking. There was someone calling her to them but she appeared to be walking toward them and I remember being very happy that she was no longer crippled."
        }, 
        {
            "number": "122-15", 
            "head": "7/11/97", 
            "content": "Here I am again with clothes. I was pulling clothes, linen and clothing, this time not dirty, they were clean, I knew it, I was not pulling them straight up out of a laundry basket, Instead I was pulling them toward me. It was comparable to a very, very large glove compartment, it was very deep. I am saying glove compartment so you will understand how I was pulling out that way, and I'm pulling and pulling these sheets and pieces of clothing that need to be folded and put away. By the time the dream ended, I had made a very large dent in this mess of clean laundry."
        }, 
        {
            "number": "122-16", 
            "head": "7/17/97", 
            "content": "I was dreaming that I was going to a wedding in the afternoon, but that evening, in the dream, I was also going to be attending a play with several family members, but boy, I realized that was going to be a pretty busy day to get through and I did offer a rebate of my ticket at least if for some reason it wasn't used, so evidently I thought that attending 2 things in one day was going to be a lot."
        }, 
        {
            "number": "122-17", 
            "head": "7/18/97", 
            "content": "There was another girl her name was Lindsy, much younger than I, but Lindsy and I had been taken to the basement of a building, don't know by whom, there was one person there who seemed to be in control of us. I had a feeling this was a gang related thing. I had no clue; what we were supposed to have done, what they thought we had done, but he had placed 2 high stools, like the ones at my breakfast bar, up against a brick wall. Lindsy was already seated on hers, I was still standing, being given my instructions by this creep, who had handed us each, I don't know if these were packages of juice, made of a type of heavy duty foil paper, very good for like taking to a beach or something,. She already had hers and I was being handed mine, and hearing the instructions, however these 2 bags were filled with oil. We were being instructed to sit on these stools and drink this oil. I could hear Lindsy, it was terrible, out of fear or absolute obedience, was drinking this stuff down like a glass of water if you were thirsty. I could hear her swallowing and I remember thinking \"I can't drink this poison, its going to make me very sick.\" Right after I heard her drinking, I heard this extremely violent vomiting, it was Lindsy, which then induced my own. I had raised mine to my lips but I never did take a drink of it. Thank goodness, the scene changed and I was in the same building, but in a higher level of it and I was in what felt like a very large, comfortable apartment that was mine. It was my living quarters. A neighbor had come over from across the hall telling me there was something on TV which I might enjoy watching and I said, \"Yes, that I would, thank you, I'll watch it on my own.\" He became a little bit offended and wanted to know why and I said \"Because if I want to get up and fix myself a cup of coffee or something, I could.\" The scene changed one more time and I was walking down, the same building, I left my apartment evidently, I was walking down a rather long corridor, and I was being careful, I was being careful because I didn't know what obstacles might be in the way. I reached the end of it and I went through a door and was on the outside of the building. Oddly, outside of the building, I felt counter tops that had cabinets underneath just like you would have in a kitchen, and I was opening them up to investigate, I found there were some dishes, some of which were perfectly empty. Everything was very dirty and I remember thinking \"What an absolute waste of good material, and why would anyone want to live like this out doors?\"."
        }, 
        {
            "number": "122-18", 
            "head": "7/20/97", 
            "content": "I found a plate of partially eaten food. I found it on the floor of a room where we normally wouldn't eat. I believe it was my son's little toy room. There was the plate with the food, I knew it was left over, and I simply picked it up walked to the wastebasket in the kitchen and scraped the plate."
        }, 
        {
            "number": "122-19", 
            "head": "7/23/97", 
            "content": "I was in a place I was unfamiliar with but I was in the living room, I knew that. I was sitting on the floor in the middle of the room. There was no furnishings in it at all, I have no idea why I was there. I was aware that behind me, sort of at the far wall there were 2 boys. They seemed oriental I could hear their murmured voices, but I couldn't understand what they were saying because I do believe they were talking in their native tongue. I knew though, that these 2 boys had been brought there to be tortured before being killed. Now in the kitchen which was in front of me, there was another boy, and all of them seemed to be around the same age and I would guess, from the voices, 10 or 11 years old. The one in the kitchen didn't seem to be in any particular danger, he was just out there playing with a small sized ball I would say, a Ping-Pong ball or a superball or maybe he was just simply bouncing it around. I don't know what happened. I don't want to know."
        }, 
        {
            "number": "122-20", 
            "head": "7/24/97", 
            "content": "That family next door, that had moved away, were back for another visit. Sally, the mother had come up to say hello to me. She greeted me with a kiss, I was very happy to see her, and she did tell me that they had repurchased the house next door as a second home. She began to discuss things. They had done quite a bit of traveling, something about how many miles they had covered, they had been as far south as Alabama and now they were going to return to where they lived now which was in Maine."
        }, 
        {
            "number": "122-21", 
            "head": "7/27/97", 
            "content": "I'm back at my old job again, the radiology office. I told you I was a darkroom tech, and in the dream I was back in the very familiar darkroom. One of the first jobs of the day was to turn on the darkroom dryers where the film would go to be dried. I was trying to turn these 2 switches on. The top one worked fine, the bottom one was defective. I got irritated, I knew there was a short in it but there was a female patient in my darkroom standing at the top part of the dryer which is like a counter top. She was standing there writing out the last of her wedding invitations. I wanted her to get out of my way. Also in that room was a device called a pass box. That's a lead lined box where the films, in their lead cases, were passed between the x-ray room and the darkroom so that they were totally safe from any light exposure. I reached my hand up, on top of this pass box for some reason and there was a whole stack of already done wedding invitations and then a friend of mine, Neal was there and I don't know what he was supposed to be doing, but he was conducting some kind of a raffle. If you put in two 5 dollar bills, and if you were very lucky, it could increase to 200 dollars so I took my wallet and gave him a 10 dollar bill, thinking that that should be as good as two 5 dollar bills, or does he really want two 5's."
        }, 
        {
            "number": "122-22", 
            "head": "7/30/97", 
            "content": "I was in a large building, it was very similar and may have even been a building on the grounds of my childhood school for the blind, where for some of my youthful years, that was my dormitory. I was there things were in quite a bit of disorder, my reason for being there, again, was a meeting that I was supposed to be attending. I left the building and outside I was walking either through melted snow or puddles of rain. I was also aware that walking around those grounds were quite a few people, there were young adults, there were children and there were even people in state politics."
        }, 
        {
            "number": "122-23", 
            "head": "8/2/97", 
            "content": "Food again. I was standing in my kitchen at my breakfast bar and I was holding in my hand my largest kettle that I really do own and in the other hand I was holding the cover, I hadn't done anything with them, I was just holding them. I was moving around my apartment stocking feet and I kept stepping on small objects. At one point I stepped on something that was so sharp that I did check to see if I had stepped on a thumbtack and instead it was just a very tiny Lego."
        }, 
        {
            "number": "122-24", 
            "head": "8/3/97", 
            "content": "I was thinking bacon and eggs! I was holding that same large pan and the same cover to that large pan. The scene changes and I was in the examining room where I go to my ear, nose and throat specialist. I was in that room, he was there, he tried to leave me, I don't know why I was there for a checkup, because when he tried to lead me toward the chair where I sit to have the test done, I resisted and he said \"Well don't you want to know what I am going to do?\" I said \"You told me the last time I was here that I didn't have to have this test done, and I'm not going to!\""
        }, 
        {
            "number": "125-01", 
            "content": "I am sitting in Sandra's kitchen. I know its a kitchen because it is very similar to my kitchen. The layout is exactly the same. I am eating some delicious sandwiches made out of crusty rye bread and ham and cheese. Big, thick sandwiches. In reality I have no idea who this Sandra is but in my dreams I appear to know her. She is a German woman with a high voice and a very pleasant accent, she's very friendly. I am enjoying these delicious sandwiches so much that I don't want to leave, but I have to catch a train. I know I have to catch a train, I keep telling Sandra that I have to catch a train but she keeps offering me more sandwiches and I keep staying to eat them even though I have to catch this train to where ever it is, I don't know where. It's not made clear in the dream. I remember the taste of the delicious ham and cheese and the rye bread, hearing Sandra's laughter and high pitched chatter, being aware of being in her kitchen, sitting at her table, touching the table with my fingertips, tapping my feet on the floor and this impending urgency to catch this train, although it wasn't so urgent, I really didn't want to leave because I was enjoying her company and the sandwiches so much."
        }, 
        {
            "number": "125-02", 
            "head": "7/1/97", 
            "content": "I am talking with my niece who is very nervous about starting high school, she is nervous in reality and in the dream she was nervous. She kept complaining about back pain although in reality, she does not have a back problem. I kept trying to reassure her, I knew her back pain was due to nerves. And she kept talking about how she didn't want to go to school, she had back pain. The senses I uses primarily in this dream were touch, when I was hugging her, trying to make her feel better, I was touching her hair, her hair is very long and silky, she had just washed it and I could smell the shampoo in her hair, smell of course, and hearing, and I could feel my arms enclose her and squeeze her. I kept trying to tell her not to be nervous, she was so nervous about being a freshman in high school."
        }, 
        {
            "number": "125-03", 
            "content": "I am talking to my father on the telephone. In reality my father died this past Spring. His death hit me very hard. In this dream I was talking too him on the telephone, and I said to him \"where are you?\" and he said \"I'm in Shreveport Hospital\" Shreveport Hospital is about 20 minutes away from us but is not the hospital we use. I said to him \"what are you doing there?\" and he said \" The police found me in the street and they brought me to Shreveport hospital.\" And I said to him, \"If you're in Shreveport Hospital, then who is that man we buried?\" And he started to laugh and he said \"I don't know, but its not my problem.\" The main sense that I used in that dream was hearing, talking and listening to him on the telephone and holding the telephone, I could feel the receiver in my hand."
        }, 
        {
            "number": "125-04", 
            "content": "I am in a car with my friend Mark. Mark is totally blind and so am I. The interesting thing about this is that I am driving the car. I am driving the car from somewhere to my house. I don't know how I seem to know where to go, but I seem to know. I told him that I am going to drive us home and I'm doing it. I always wished that I could drive although this is the first dream I have ever had where I'm doing it. The main senses I used in this were hearing because I could listen to him and hear what he was saying, I could hear the other traffic around me. And feeling. I could feel the upholstery around me in the car, the steering wheel. I was driving the car, that's all there is to that dream."
        }, 
        {
            "number": "125-05", 
            "content": "I was at the [childhood school for the blind] that I attended from k to 9. The weird thing was, my sister Sally was with me. She's older than I am, about 6 years older. In the dream she was the same age that she is now, but I was about 14 or so. And I was very upset because I couldn't find my way to all of my classes and I wanted her to show me around the campus. And she said she would but she kept saying \"I'm gonna be late for work! I'm going to be late for work!\" The school was in LeBlanc and she works in Pierre, about 60 miles away, but it was really a strange dream because when I was 14 at school, my sister was 18 and she was not working in Pierre at that point. The sense I used was primarily hearing because I was talking to her and she was talking to me and touch, I could feel myself walking with her."
        }, 
        {
            "number": "125-06", 
            "content": "I had a dream of a friend of my father's whose been very kind to me since my father died, I'll call him Jim [not his real name]. In the dream I was laying in bed, I was with Jim, he had his arms around me, and he kept saying, \"Oh, its so good to have you back in my arms again.\" That's all that he kept saying. It was funny, because it wasn't a sexual dream, it was more a comfort dream, it was comforting to be with him and the senses I used were three of course; hearing, I could hear him talking to me, touch, I could feel his arms around me, and the mattress and the bedding, and smell, I could smell his cologne. It was not sexual, it was comfortable, peaceful, I enjoyed being with him."
        }, 
        {
            "number": "125-07", 
            "content": "I dreamt that I was typing medical reports at work which is what I do. Sitting at the desk listening to the doctor's dictation, with the headphones in my ears. I was typing a report about a woman who had twins. The woman's first name was Tina and she had a cesarean section and she had twins. I was talking to my friend Louise whom I work with, I was mentioning that this lady had twins and I was typing, and all of a sudden, somehow, and don't ask me how it happened, I ended up upstairs in the hospital bed, and I was the one who had had the twins! Twin boys and I named them Kyle and Kevin. I don't know how I got to typing at my desk to being the one who had the twins, but that's what happened in the dream. The senses I used in this dream were primarily hearing; I could hear the typewriter typing, the dictation, Tina talking to me, and upstairs I could hear the babies crying, and the nurse talking to me. I was laying in bed, I could feel the bed, earlier I felt myself sitting at my desk, and typing. It was strange but pleasant."
        }, 
        {
            "number": "125-08", 
            "content": "Dreamt about my dad again. In this dream we were having a big argument. I think I told you that in reality my mother has Alzheimer's disease, she was just recently diagnosed, there have been a lot of problems with her short term memory and forgetting things, leaving doors open instead of locking them and things like that. In this dream I had a big argument with my father and I said \"How can you leave me with this?!\" I was so mad because I thought that he had left me to deal with this and he said \"I guess you'll just have to deal with it the best you can!\" And that's what he would have said. Basically the sense I used in this dream was hearing, we were shouting, we were arguing back and forth with each other. I don't exactly know where we were. We were standing in a room facing each other and yelling at each other, so I could feel myself standing like I normally can. It wasn't a very pleasant dream but it had a sense of reality to it."
        }, 
        {
            "number": "125-09", 
            "content": "I was in the hospital where I work, I was going down the hall with my friends Penelope and Virginia. We were going to the cafeteria for lunch. In reality I frequently have lunch with them. We were walking down the hall when suddenly Virginia and I ended up in her car. Penelope wasn't with us. Virginia and I were suddenly up in her car and she said \"Lets not go to the cafeteria, lets go out for lunch.\" And I said \"fine.\" We were driving somewhere to go to lunch and this song came on the radio, it was not a song I had ever heard before, it was an instrumental, it was very strange, it almost sounded like sitar music, like Indian type music. She liked it but I didn't, but I was in her car so I couldn't say a whole lot and I said \"oh\" and then it paused and I thought it was over and she said, \"oh no, its changing, it'll do a variation, you'll see what it does.\" And the tune it was playing, when it first came on the radio, it was in a major key and then they did the same thing over but it was in a minor key. The same sort of tune but it was in a minor, it was very strange, and I woke up before the song ended, I was still riding in her car. The senses I used were hearing of course, and touch, I could feel myself sitting in the seat and walking in the hall earlier in the cafeteria I could feel my shoes on the hard floor."
        }
    ]
}