{
    "dreamer": "bosnak", 
    "description": "Robert Bosnak: A dream analyst", 
    "dreams": [
        {
            "number": "01", 
            "content": "At party. A woman friend sits at long table. My wife is there. She looks gray and old. My friend tells me that she hasn't told me the whole story. She has already filed papers for divorce. Then she sits at other table. I get up alone and go home and watch a silly erotic flick. The kids are home and will watch a film in living room that a young girl has brought. I am bored."
        }, 
        {
            "number": "02", 
            "content": "At the wedding of the daughter of a friend of mine in Holland. It takes place at the Binnenhof (Inner Court). The queen of the Netherlands is there. I enter through a hall. Since the queen is there, I'm being checked at a long table. I say that my name is Bosnak. John Bosnak, my elder brother, is already there. \"Just go in,\" the woman says. There is a double wedding. On the podium there are two brides. To the right is the queen in a pew all by herself. I am in a wooden pew some eight rows down. The other bride is talking to the audience. Her younger brother comes up and wants to say something. A struggle ensues. Then we are in the back yard. The queen is there and comes over to me. I tell her that I am one of her subjects abroad. She says: \"Ah, you want to be in a little class.\" I see that she is right, that I have trouble being alone as a Dutchman. That this is what I have to learn. She introduces herself as the wife of a famous Dutch novelist. Now she is gray and not the queen."
        }, 
        {
            "number": "03", 
            "content": "At a conference of a famous older teacher, right after a conference of my own. He gets everyone in ecstasy. Someone tells me I look exhausted. All the books around me are written by others. I feel ineffective."
        }, 
        {
            "number": "04", 
            "content": "In bed with young woman who wants oral sex with me. First I let her; then I stop her. I say that it is not possible. We both want it but we have to stop."
        }, 
        {
            "number": "05", 
            "content": "Cable TV will be all over the world. We are building a privacy wall on top of the roof so we can use it for sunbathing. A young Dutch woman friend is there. In the home of a powerful woman who was like an evil stepmother to me. Frightening mystery. Suddenly this \"step- mother\" is gone. There is a message on the answering machine. Then I go to a roof terrace where I see the stepmother and her daughter. They are both much younger. Stepmother is fifty, her daughter thirty. They look very pasty and frightening. I know that they are ghosts. I scream. They come up to me dressed in red. I don't believe that they are real, but they frighten the hell out of me. I touch the stepmother and my hand goes right through."
        }, 
        {
            "number": "06", 
            "content": "A ghost-man stands by a red door leading to another world."
        }, 
        {
            "number": "07", 
            "content": "In a twilight zone. Man loves woman who loves him. But they are not in this world. Each of them is loved by one of the other sex in this world. They will pass through to this world by way of the love their earthly lovers feel for them. In this way they can become real and be together. They will use the love of the others. Then they reach each other and she says, \"Where are we?\" He answers, \"We are in a place that doesn't exist!\" Then there is an explosion."
        }, 
        {
            "number": "08", 
            "content": "Somewhere with my Viennese psychiatrist friend in a living room with the dining table of my childhood home. While he is giving us food he is looking across at a concrete building. It looks almost like a parking garage. He has just realized that the publisher he has been looking for is right across the street from him and has always been there."
        }, 
        {
            "number": "09", 
            "content": "Dress designer friend of my old, close friend Annie shows beautiful dresses on a streetcar show. They're gorgeous. She isn't the least bit interested in me. I was pissing out dreadful animals. I am standing in a shower with beautiful wood. We are in Melbourne. First it looks like mucus. Then I see that there is a worm in it that looks like a fresh, sweet shrimp (amaebi sashimi). Then there is an insect with wings, long legs, and antennae with the slimy consistency of a snail covered in gelatin. White. Then there are many of them. I see that my penis has torn at the head to let them pass. My wife comes in with her father. They say that nothing is the matter. I have to go to the hospital. Her father says he hopes I will share a room with an uncle who died of a stroke (but now he was still alive). There is one single bed."
        }, 
        {
            "number": "10", 
            "content": "Some woman friend brings up her kids with beating and fear. They vomit. \"Downstairs\" neighbor-love of a wealthy man whose two sons are playing pool upstairs and watching a movie about us. I told the woman she is much too rough."
        }, 
        {
            "number": "11", 
            "content": "Boat wants to leave. I go to the White House and enter the Oval Office through a large door. Am pleased to be here and that I am so familiar with the place. I see President Clinton, who is very insecure. He is glad I'm there and takes me to a meeting of the Cabinet. I only recognize one friend from Washington. The meeting is next to a dark, rectangular pit. Suddenly, prehistoric birds fly up. They are red with gigantic, glowing red wings. I ask my friend if these are pterodactyls. He says no. They are archaic birds I have never seen. Then it is five years later. A new communication system has been developed that uses very elegant feminine units which give universal access."
        }, 
        {
            "number": "12", 
            "content": "\"You are being treated with more respect than others [like him],\" the man is told. Behind a blue car going very quickly down the tunnel near my childhood home."
        }, 
        {
            "number": "13", 
            "content": "A room with double doors sliding. In the doorway in the Dutch house my father's elder brother is standing, dressed as a bon vivant. He has a fight with Mammie, my mother. I take his side. I forget what the fight is about. I see my uncle with a foulard draped around his neck and a checkered suit possibly with knickerbockers, as if he were dressed for the Mardi Gras he used to love so much. I storm out. At the door I see Pappie, my father, sitting on a couch. I look at him and decide that I haven't seen him for so long, I'd better stay. He had been very ill and had almost died, but he hadn't. I go over to the couch, which is at the opposite side of the door. I hug him and tell him how much I love him."
        }, 
        {
            "number": "14", 
            "content": "I am with a group wanting to understand the dreaming. There seems to be an old group and a new group. I join the old group and become terribly nauseous. I remember the vomiting dreaming of the Ngintaka. Also the vomiting dance. When I wake up I see the clouds above me. A gigantic eagle with a wingspan crossing the sky flies overhead. After a few seconds of observation it disappears. Then there is a flash of lightning and it begins to drizzle. I get up to cover our belongings."
        }, 
        {
            "number": "15", 
            "content": "I am tired and want to take a nap for lunch. Old Ethan is there and he is very ill. I see him on the train. There is no medicine for him. A woman in the train will help. I want sweets, can't find any. Want marzipan. Then in a Swiss konditorfi (bakery) near the Springhouse stop (where I had my first analytical practice). Woman is young and shows me the goods. Then I go on to give a lecture. A very interesting man in a wheelchair comes up to me to ask me about things. There are other people coming up all the time and I can't get to him. Finally I have a chance. I cross the hall to go to him. It is a light hall (like the one where I had attended a lecture by Laurence van der Post for the yearly lung memorial, when I told everyone I was not going to stay in Switzerland but would move to the United States). As I walk up to him, one of the loves of my youth comes in. I'm very happy to see her, but I also want to get to the man. She faints and finally dances me out the door. I am sorry that I don't get to see the man."
        }, 
        {
            "number": "16", 
            "content": "I am in a very ordinary room. I know that there is a room behind it. But the fear begins to come up. It overwhelms me and I begin to scream. I have had this fear before but never in such an ordinary room. We have been taken to a lower place on a dreaming track. The dorsal fin of a land shark is following my wife. Very scary. A longtime student of mine is very upset about the changes in the way I work. \"Everyone can do with their work as they please,\" I say. Then we have dinner. I sit with a very attractive woman. Have to tell her that I'm married. She is very disappointed."
        }, 
        {
            "number": "17", 
            "content": "I'm at a conference. We are sitting at long tables. I am sitting with two women analyst-trainees of mine. One says that she has not been to my lecture but has listened to an old tape of mine. It had been on \"the Shadow.\" The other has not been to my lecture at all. I am disappointed that no one has been to my lectures. I go out. I shuffle past the rows of people. Then James Hillman, one of my training analysts, is talking. It is apparently in his honor. And everyone is yelling James, James, James, James, James. It is his conference. I am jealous of him because he is so productive. Of course people want him. I don't feel I write anything. I haven't produced very much. Then I am sitting in Adelaide with an organizer of my practicum there. She has set out my lectures in detailed points. They are about the Eleusinian mysteries, the women's mysteries. Each moment of the movement is there, like a prewritten symphony. But it is not my talk. But that is what she expects me to talk about. I will talk about the Eleusinian mysteries. I don't have it so detailed in my mind as she has it on paper. She has it point by point in carbon copy. I go out the door and walk down the street. A street with a sidewalk. I want to have the program of my lecture to see what I have promised. I go out to get it. I am in a book- store where I find my publisher's catalog. It is a thick booklet and has many photographs of me outdoors in it. At first it looks as if they have published many of my lectures. I am happy that so much of mine is in print. Then I see that the book is called The Life Outdoors. Pictures of me. The photographs are very rugged. I look very trim and healthy. I don't have a double chin. They are in bright color. I take the book back with me. I'm walking with a woman and say to her that I couldn't be lecturing from that script, the way this woman wants me to do. I have to do my own. It may not be as well organized as hers, but it is mine. She agrees. Then I come to a room where a man and a woman are dancing. He has no voice but he knows that if he keeps on dancing with her it will eventually return. He knows that his love for her will eventually bring him the voice. She is young. There is a Disney kind of feeling to it. She looks like a Disney version of the little mermaid. Finally they whirl into the other room where the piano is and keep on dancing. When they have concluded their time, he has his voice back. He sings in a loud, clear, and beautiful voice, \"We now have the strangest love, the strangest love, the strangest love; we now have the strangest love, the strangest love, the strangest love; we now....\" And they are whirling about and they are very happy, intensely happy."
        }, 
        {
            "number": "18", 
            "content": "I am at an intersection. I take a left turn but have to go back and return. Then I am at a place en route to Boston. I take a left turn and there I come up to a crossing where each street is one way the wrong way, so I can't continue. At my right there is a gray-haired woman, a depressed patient I saw in a mental hospital for a while. She is on a bicycle as I am trying to turn to go back. I bump into her slightly and she becomes completely hysterical the way she'd be on the ward. She shrieks, \"To think that you believed that you would get a Nobel Peace prize!\" \"I never thought that; you always said that,\" I reply. She is now my mother, very irritated. My reply shuts her up because it is true. \"But where do you have to go?\" I ask. We are on the side of the divided parkway where I'm traveling back home. \"I have to go to the bar mitzvah of Robbie.\" She means the other boy who was called Robbie in my childhood. I ask her where. She tells me. \"So maybe you can go straight, but it is a long, long bicycle ride.\" She says, in an irritated voice, \"Just let me be!\" It sounds like my mother in the dream with my father's bon vivant brother, annoyed and martyrish. She becomes my depressed patient again. She is with a friend, an older woman who is trying to calm her down. I'm in the car with someone; it seems to be one of my children. The passenger asks, \"Is she crazy?\" I say, \"Yes.\""
        }, 
        {
            "number": "19", 
            "content": "We are in a futuristic place with interesting machines that have their own ideas. A woman is there to thank me for coming. And to say how much she got out of it. It has to do with the return, with going back over an enormous distance. We're meeting with this man who is tall and bulky, balding with red curly hair. He says, \"Sure we've met before. I know you.\" \"Oh, yeah, I can recognize you somehow,\" I reply. \"You're vaguely familiar.\" He says, \"Yes, you have the other part of John (colleague).\" I say, \"No,\" but I remember being at the funeral. John has been cremated and the ashes were split and this man took one part and I the other. He said: \"Yes, when you went to the bush you brought the ashes with you.\" We're standing in some kind of kitchen and my wife has introduced us."
        }, 
        {
            "number": "20", 
            "content": "A man will see to it that I will get the day off and he will take care of the woman I am with so I can get some rest and the woman will get some rest. We're both very happy about that. People say, \"Oh, my God, you do so many things.\" I say, \"Yeah. But Sunday I'll be sleeping.\" We're sitting on a porch or a verandah, talking together. We're all young students."
        }, 
        {
            "number": "21", 
            "content": "In the middle of the night I wake up from a dream where there is black earth, black sand, and I have a pain in my chest."
        }, 
        {
            "number": "22", 
            "content": "I'm with a group of people. Someone is conducting the way Australia is going. We're in some kind of in a tent formation and suddenly we're going very , very fast. There has been an election and the people are very clear that this leader is not going to win the elections. The more staid forces will win the elections. We're going very, very fast and we're running into a wall and then we break through it; we fly through and everything is in motion again-which has been his objective. He is a wild, youthful Australian. He supports Macquarie's idea about the Academy, which is in constant revolution, constant motion. [The only Macquarie I have heard of was one of the first governors of New South Wales. I have no idea about his thoughts.] It just is totally moving and breaking through. The pilot loves it because that's what he wants and that's the way the world is. It breaks through, flies off, and is entirely new."
        }, 
        {
            "number": "23", 
            "content": "I'm going into the outback. There is a group. It is known that the most important experiences are in the dark, in the unknown. Then there is someone who heads up another group and he just breaks into the unknown a world of constant change. Ruthless. In the beginning I think it is all wrong. Not good. But later it appears that they respect that. That he has found his way through. And that they want something from the concentration of the other world to deal with themselves."
        }, 
        {
            "number": "24", 
            "content": "There is an unknown planet we are exploring. We adapt to a dusty red circle that rolls through the red-dust landscape, but we can't really do it."
        }, 
        {
            "number": "25", 
            "content": "I'm being sued for malpractice because of sexual misconduct. All accusations have been disproven. We are in Leiden, my alma mater. There are students who come to my aid and there especially is one young man who is coming to my door. At first I have seen him standing near the canal along the Academy building. He stands outside and I let him in. Then others enter as well. One is an extremely brilliant one I trained with whom I envied. A young woman from law school says, \"The time you didn't work is lost. You will not be reimbursed. But there will not be a criminal or civil suit. The case is probably going to be thrown out.\""
        }, 
        {
            "number": "26", 
            "content": "It is a large room. There are pictures around on the walls like a real student room from my Leiden days."
        }, 
        {
            "number": "27", 
            "content": "At a conference where we're talking about Pitjantjatjara. It is a Jungian conference and all the experts on Australia are very upset because we shouldn't be talking about this. It should be kept in the area of the experts. Someone says that we should try to understand the individuals. I say, \"No, it is important to first feel the foreign- ness of the whole culture. Only then can we begin to understand and feel the individual.\" I feel there is an artificial split between the individual and the culture. One of the experts comes in. A young man, like a serious student. He says, \"We've done all these studies and now you are all doing this. In the end you'll end up walking behind.\""
        }, 
        {
            "number": "28", 
            "content": "There is a demonstration going on across the street from my home. At first I think it has to do with existentialism, xenophobia, and the treatment of foreigners. But it is something commercial. Not genuine. Something like Benetton. United Colors. A lot of people end up in our kitchen and I have to ask them to leave because I want to spend some time with my daughter, who is home from college."
        }, 
        {
            "number": "29", 
            "content": "There are nude women in my brother John's room in my childhood home to watch a movie. Someone is lying on the couch and the women all begin to undress. I get very excited and then before I reach orgasm they are finished. I want them to change once more. And one changes half. A friend of John's asks, \"What will you bet\" (in the sense of when you grow up). \"But I am already,\" I respond. \"But what will you be, \" he repeats. I tell him I have a solid analytical practice in Cambridge, where people come from all over to see me. An Australian colleague who is listening supports me. He says, \"Many people are out of work but he has work.\""
        }, 
        {
            "number": "30", 
            "content": "I am in the mountains. Skiing in the red sand. The morning program is over and a woman is trying to convince me to go trekking. I go up to woman and ask her what she wants and she says she just wants a chat. She says a slow trek is much more introspective. But I want either her or to go skiing. So I go over to the ski shop. A Japanese man is trying to rent me skis with very old bindings. I refuse and say I want skis with bindings from at least 1970. He finds the bindings. But the wind is coming up so hard that I can't go skiing anymore. I am on the trek. There was a murder to be committed and I thought that one of the brothers was doing it. But it appeared that one of the other brothers, young Ethan, was going to kill the prime minister. He was an evil man. (Ethan or the prime minister?) I get goose bumps when I see this young man, Ethan, going down the mountain. He is singing the romantic lead in Fiddler on the Roof. He is very excited. But he is not going to see his own baby son because he does not want to confuse him by just appearing shortly and then disappearing again."
        }, 
        {
            "number": "31", 
            "content": "I am in a little village and I have both my hats. The Stetson and the Akubra. I am very proud of them. They're beautiful. Then I'm in bed talking to someone. There's a three-year-old playing with paint and we can't control him. He begins to smear the paint all over the hats. I am heartbroken. It has ruined the hats. We're going to see the brother of the old woman who lives in a nearby village. On the strip. We arrive in the village. I'm told that curiosity kills the cat. So try to uninvite it. His elderly wife invites me in."
        }, 
        {
            "number": "32", 
            "content": "Some boys trick me. Then they break into the library to get some beer. I have to go home. One of the teachers is to leave school and we get to a place where suddenly the whole building twists and turns. There is an earthquake and everything collapses and I've got to get away on my motorbike. But there is no more gas in it. I can't get it started. And the operator asks what I did. I say I pressed all kinds of buttons and he says, \"Yeah, you really messed it up. Here is your money back, 6,000, I don't want to deal with you anymore.\" So we go on and get to a place and put the motorbike down. I have been nasty to everyone, also to my son, who does not look like my son. Everything is collapsing and people are furious with me and are after me. Then I run with the motorbike but it still doesn't start and someone else comes from the opposite direction. A friend of my son David. David says, \"Dad, this is.É He can fix it.\" But it is still empty and in the end we don't get it to run."
        }, 
        {
            "number": "33", 
            "content": "The whole village is chasing us. It is very bitter. It feels like the same village that I ran through when I was chased with the motorbike. We outrun the villagers and narrowly escape. They are especially angry with a woman traveling with us who has returned to her childhood home. They try to trick her but fail. Then we get to a house. Suddenly someone's mother gets a heart attack. She is a very religious woman and asks to have a Bible put on her chest. She will die at 6:37 and we sit around keeping her last wishes. In the end we begin to sing \"Amazing Grace.\" She is very relaxed about it and feels that it is good like this. It is at a farm. She says: \"They say it is like going to another room, and that's where I'm going.\" We wish her a good trip. Good journey. We are very sad but it is not bad. The moment before she fell into cardiac arrest I said to her daughter: \"Be careful now because your mother is going to die.\" During her last moments she is young. Somewhere in her thirties. We are sitting in a circle. There is a long coffee table. It is a darkish kind of room. Dying is easy when they have faith."
        }, 
        {
            "number": "34", 
            "content": "Some new persons at the dream practicum are discussing the method and they are saying that it is just as interesting to see what makes things change. Hanako, my Tokyo dream group co-leader, laughs and says: \"We go from the assumption that it is possible to feel what the other character is feeling. But that is just an assumption because maybe we cannot.\" I listen very carefully and say, \"That is a good idea, to see what makes things change.\" Because I am dissatisfied that we always end up in this paradox. It is always the same and we agree to try and follow how things change. I say this is a good idea because the Jungian problem is that you always end up with the paradox. It becomes boring as well."
        }, 
        {
            "number": "35", 
            "content": "We are on a space mission, as in 2O01. We're being brought to the earliest intermediate station, the moon, and there one of the women takes me and shows me around. It is a dark place. It is probably night. We've arrived somewhere and we are in our space clothes, which are not the ones you usually see on a moonwalk. They are like overalls. They may be orange, but I'm not quite sure. It's a night landscape. Pebbles on the ground. And I say, \"Oh, my God, I didn't pack my video camera.\" And a woman I am walking with, one of the astronauts, says: \"Oh, don't worry. See all those packages?\" There are a lot of packages standing there. \"They must have packed it somewhere.\" She says, \"Look, those are the only speakers! My God, they are so expensive.\" \"They are,\" I say. \"They must take a lot of abuse in outer space.\" We come to a place that is like an ongoing patio in this intermediate station on the moon. She says, as if she suddenly remembered something, \"Oh, come, I'll show you the place where it all started.\" She takes me by the hand and runs me over to a cave. We come in the cave and I somehow know what's going to happen. Somehow I know it. The transformation happens immediately. We are waltzing. And we're clearly in the nineteenth century. We've traveled back in time but I don't realize it at the moment. Although on the other hand I do know. She has late-nineteenth-century clothes and I wear tails. The room is large. Everybody around is waltzing. I say in broken German, \"Madam, I want to marry you.\" She answers in the same broken German with an English accent: \"Yes, I also want to marry you.\" I know there is something strange. Then it is as if she is an actress; yet I know that we are in the nineteenth century. And suddenly everything changes. People at gas stations with dirty T -shirts and 1 remember the word Euro-pants: floppy pants with suspenders. We're back in some kind of town in the twentieth century, somewhere in the American Midwest or Texas. It is a tremendous shock, though I know that it is happening. But still the transformation is a tremendous shock. (As I'm writing this down 1 have goose bumps all over. And I know that this is very important.) This is a mission that is going on having to do with working on dreams. The mission is something like in the movie 2001: A Space Odyssey. I have to keep track of this!"
        }, 
        {
            "number": "36", 
            "content": "Someone takes us up a mountain and it is very steep. It's a ski race. It goes very, very fast. I see the best young skier I know do it first. First you go down an escalator. That gives you speed. Then you're propelled onto the course and it is extremely icy. I decide not to do it. My son and daughter are there. I see somebody jump and fly in free-fall, with somebody else. They keep on falling. It is very high. I decide to walk down together with the ski instructor. We walk down the stairs and get to the bottom station. A lot of people. I want to walk back up and say good-bye. I walk back up because I still have my jacket up there. The stairs are very old and they begin to collapse and I try to go farther up and then the whole wall falls down. It's all rotten wood and it falls out to the side. I go to the person at the ticket counter and say, \"The wall just fell down.\" He says, \"All at your own risk. No refunds.\" I say, \"No, that's not what I mean. I want to say that the wall fell down.\" He says, \"Okay, we'll paper it up.\" Before this we'd had a discussion if I had to pay now that the wall fell down. I say, \"No, it's an international principle of law. They should be happy that I'm not suing them. It's not my responsibility that it's all rotten.\" And then I see my daughter in the long line of people that weaves through the bottom station. She is going to go up again and get my coat. Then she'll come down with it."
        }, 
        {
            "number": "37", 
            "content": "I'm in a barn and everything is dusty and sandy. There will be very little time. Anything that comes from there will be with very little time."
        }, 
        {
            "number": "38", 
            "content": "I am in my childhood home and look out the window. A young Dutch woman friend of mine is upstairs. She tells me to come up because I'll have a better view from up there. So I come up to another room on the same (top) floor. She says, \"Come, come here, you'll see better.\" So I go into the room. It's the great love of my youth. She is just as beautiful as in the past. Her legs are covered with a blanket and I kiss her feet through the blanket."
        }, 
        {
            "number": "39", 
            "content": "We are in a house that has a very difficult passage. You had to wring yourself through a very narrow part near the stairwell. We are in Holland at the wedding of my best friends. I sit at the head table next to the groom's mother and across from his father. Across from me there is a black woman. First there is a needle sticking out of her skin. Then I feel a needle stick out of my skin as well. Some- thing further sticks out under the eye. A kind of jack, of the game of jacks. Then I take a jack out of my mouth. It is one with four sides. More and more jacks come out of my mouth. It is happening to the black woman as well. In the beginning the groom's parents are amused. But then they begin to find it awful. They say, \"Robbie, this is crazy, this is going too far. You can't do this. This is ridiculous. Terrible.\" They get up. I run away from the table and go somewhere. I see the bride. She is upstairs. Now there are no longer jacks in my mouth. She is dressed beautifully. She is wearing a gown of old silk. It shines beautifully. It has a light ivory color. It also looks a little like taffeta. I bow to her and she laughs. She is surrounded by all of her bridesmaids. Then I find a map. A very ancient map. I am now someone else. A blond fellow student with a classical Latin surname, whose father had been an ambassador with a home on a Greek island. I/he find(s) the map. There is a drawing in it. And the drawing has a square with an X inside, an onion-shaped dome on top. The whole picture reminds me of an hourglass. He walks with this drawing through many adventures. Many things happen that he has to get through. And in the end he comes back to the wedding with the scroll under his arm--he has been able to hold on to the scroll through all his trials and tribulations. But it is all over now. He is terribly ashamed for all the mess he has made there. The long tables are empty and the chairs lean against them. It is really a feeling of after-the-great-party, which he has missed entirely. Then he goes over to the river and sits on the grass. Suddenly he sees to his left, on the riverbank, a building. The building is exactly, but exactly, the drawing he has carried with him through all these trials and adventures (as I write this down I have intense goose bumps). It reads on it in Dutch: \"Dit is bet on twerp van de wereld.\" ('This is the design/blueprint of the world.\") He looks at it and I stand next to him. He sees it and it is fantastic to behold. And then it immediately becomes very old. It disappears, entirely decayed, out of this world. It looks like the whole building is driving off, it goes away. I tell him: \"I have enormous respect for you that you have done all this! Because it really was there. You held on to the image. Because you did it like you did, you've been able to hold on to the image. The image was really present. The building has truly existed. Nobody knows it but you. You've kept the image. You know it. And I don't believe that I'd have ever been able to do so. I already got scared when things went wrong at the table with the jacks in my mouth next to the parents. I already found that a terrifying experience.\" The building had been made of wood; old wood. It was a geometrical form. At first when it was new, it was very beautiful. And then it very quickly became old. Be- cause it was all long, long ago. A certain game was played before the wedding. Someone went through a certain transformation all the time. Because suddenly I saw him sit somewhere as a dressed-up animal. Something to do with an elephant. The game had to do with the notion that everything had meaning and everything was meaningful to a ridiculous degree. I am amazed that he kept it all going. That he actually kept going so he would finally see the building. The Entwurf. It was like a mill where grain was pounded. Very ancient; very, very ancient."
        }, 
        {
            "number": "40", 
            "content": "Before I can tell my experiences with Aboriginals I have to let the can show. Somehow the can has something to do with cause (as in cause and effect). All along there are possibilities for entry into this space that is now in the can. There is a man who is flying with me with his can. He is an older man."
        }, 
        {
            "number": "41", 
            "content": "I have a meeting with an attractive man, Jerry, who showed me the night life of a large Australian city. We were with three friends. We're in a car. A white old American clunker. My night-life guide is driving on the right side of the car. I am already telling him about being in two worlds at the same time. He understands perfectly. We have a very good communication. I sit in the passenger seat on the left. The other two may be in another car. I have things with me that I have to send back home. I'm very surprised that I am in two places at the same time. He and two of his friends are going to take me out to meet with black women friends of theirs with whom we will have sex. At first we come to a room where women are baking. Their skin looks like bread. Or more like a souffl of egg white. It is very steamy, sweaty and hot. One of the women is suddenly coming under water and her head shrinks. Something like the wicked witch of the west in The Wizard of Oz, but different. Not threatening. Then there are some things I have to send back home to the other world. We go to a post office where they ask me for identification. My driver's license has no picture on it. I can see the photo actually disappear as I am showing it to the man behind the counter. They will make a photograph and put it on the passport so I will have an identification in this world. I say to my night guide: \"This is just the same as in other stories you hear about ghosts.\" Meaning that they have no face, no reflection in the mirror. It al- most looks like a temporary post office. I am in two places at the same time. I am in America and I am here in Australia and that is impossible. He nods; he knows the problem. He tells it to his friend in a language I do not understand. So I have to send these things back home and have to pack them and put them in a box. The box is on the right side of the post office. But I cannot take the wooden box that stands there. I have to get another box and my friends are leaving. I do not want to miss the sex, so I say to the post office clerk that I will leave it here and will come back, because in this double life I can do anything without being found out. I feel completely without responsibility. So I run after them down a hill and don't see them. It is a low building and houses are connected in a small settlement. I run around to find them. There are parties going on everywhere. Young people like on the Vineyard. It is seven in the morning. A man comes up to me who has been living in Japan for three months. I say Japan is a great country. We are in Japan. Then I see my friends again, the three men. I am very happy. I hope we will now get to the place. Then I begin to lose the reality. I try to hold on to it, but it fades. I wake up. While I am in this other life I do an experiment. I close my eyes and imagine that I am in this other life. This experiment is very different from actually being there, because when I open my eyes, everything around me is totally real. And I feel it and I know it and I can touch it and it is completely and totally real. Yet when I imagine it with my eyes closed it is still wispy and not real. So the difference between recall and actuality remains the same in the dream world as it is in the physical world."
        }, 
        {
            "number": "42", 
            "content": "I am with a man and I ask him to get in touch with my Australian night-life guide, Jerry , for me. He says that he doesn't know him. \"I thought he was a friend of yours.\" He refuses to give me his own telephone number so that I can reach him."
        }, 
        {
            "number": "43", 
            "content": "When two spirit beings want to inhabit the same place, when they want to come through at the same time, then they each have to have a little less of reality, because they can't both be real and both come in. So they have to wear a little coat to lessen their reality .Otherwise they cannot be both in the same place. This is what happened. I feel as if I'm getting ngankari lessons."
        }, 
        {
            "number": "44", 
            "content": "A teacher will show me how things are done. But it has to be done together with the Western mind, and so it takes a long time, and when it can get really started, the Westerner has to leave. Around a round table waiting for the right moment. The spirit doctor is no longer or not yet in his strength."
        }, 
        {
            "number": "45", 
            "content": "In Amsterdam on our way to the hotel. My wife and I, with a lot of suitcases, get lost in the cellars and end up near the slums. We go back to the travel agent. He is the stocky detective in the movie Who Framed Roger Rabbit. He decides he will help us because it is dangerous. My best friend and I go back to get the luggage through the cellars. In the end we got back and were in the erotic night life district in Paris. Someone says, \"Here you know what you get. You go after what you desire. And it is not as dangerous as getting lost in the cellars.\""
        }, 
        {
            "number": "46", 
            "content": "Two double bookings in a row in my analytical practice. With one analysand I've done this twice in a row now. There is a bed in my office I have to fold up."
        }, 
        {
            "number": "47", 
            "content": "We are talking about Annie's friend who is still angry with me because I had let Annie down during the last year of her life. My mother thinks it quite reasonable that she is angry ."
        }, 
        {
            "number": "48", 
            "content": "With my wife and daughter on a long journey by car. We come to a rest stop. We go in. In the men's room to piss. The brother of my Australian night guide, Jerry, walks in with his male lover. They are arm in arm. The lover is slim with dark hair. The brother is more dark blond. He says, \"Yes, my brother has been away but he will write to you soon.\" I am very glad because I wanted to get back in touch with him. I don't want to use the toilet because of the gay brother and my attraction to his lover. The lover looks like a gentlemanly student friend. He asks how big my É is. (I can't hear word on my tape recorder. [sic!])"
        }, 
        {
            "number": "49", 
            "content": "The other Robbie from my childhood takes me to his home on the park named after the queen who had been at the wedding in the Inner Court. We go upstairs. We are alone. I say, \"Jeez, I haven't been here for ages. That is not true,\" I correct myself. \"I still saw your father here before he died.\" The pond behind the park is beautiful with the beautiful orange colors of a sunset. He asks if I want a drink. I ask for tonic water."
        }, 
        {
            "number": "50", 
            "content": "We are in a restaurant, a fast-food place. The table is of white marble on a single stainless leg. With Mammie, Pappie, and my brother John. Pappie has in fact been very ill but he seems to be recuperating and Mammie wants to start traveling again. She wants to go to Paris. I ask Pappie if it isn't all much too much for him. He says, \"Yes. Well, we'll have to see.\" He looks worried and begins to cry because he is too tired and can't go along. \"Well,\" I say, \"then Mammie can go by herself and John will come to be with you for a weekend. And I would also love to come for a weekend.\" I look at his skin. I love him so much! He cries and begins to slouch down, slipping almost under the table. I seat myself next to him. Then we are in the car. I think, \"Gee, I have been at his funeral. How is that possible? So he must just have been very ill.\" Then I realize that I must be dreaming. He is sitting to my right. John is driving but it is not John. And the only thing I know is how much I love Pappie. He is wearing his white cap."
        }, 
        {
            "number": "51", 
            "content": "This is about different hats. In the nineteenth century."
        }, 
        {
            "number": "52", 
            "content": "I will give my talk on Tuesday. On Monday I get a tryout at the house of an old man I know, attended by some people, among them Freud. I make a few false starts, but finally I get it right and say, convinced that this is true, \"Everywhere where people dream they think that they are in an entirely real world.\" An old man to my right shakes his head vehemently. \"That is not true,\" he exclaims. \"I don't agree either,\" Freud adds. I am flabbergasted, realizing how true I thought this reality to be. I am flustered. People begin to leave. I sit back on my chair again. The room is now almost empty, except for Freud and some stragglers. \"Well, I must be going,\" Freud says. I still want to talk to him. \"So, Dr. Freud, you don't believe that the dream world is real?\" \"No,\" he replies. \"While dreaming you never reach the boy. And you'll always stay at a distance from the things that you are afraid of.\" \"That is true,\" I say, \"but that doesn't make it less real.\" \"Well,\" Freud responds, \"that's not the case. You're wrong.\" This old man Freud, who doesn't look like Sigmund Freud--his face is much rounder--speaks with certainty. He wipes my argument away with absolute authority. I say, almost desperate, that everywhere in the world where I've discussed dreams, people always considered the dream environment real while dreaming. \"Well,\" he concludes, \"research the dream reports of one hundred and one dreamers and you'll see that it is not true.\" Then he leaves. I sit in my chair, totally stunned. I want to write a letter to Freud to get back to this discussion. But I know that he is long dead. That I can't write an old letter. I know that I am in two worlds. Then I realize that if I send it to the Berggasse in Vienna, Freud's home address, it will obviously be a new letter and it won't get anywhere because Freud lived long ago. I am sad that I won't be able to reach Freud to continue the discussion."
        }, 
        {
            "number": "53", 
            "content": "I'm sitting with my father and  my wife, and I say that I'm so terribly afraid of death. I'm crying. Pappie comes over to me and is very kind. He agrees how important it is to realize my fear and to cry. In the presence of my wife--witness to my entire adult life until death do us part--feel deeply comforted as I'm being consoled by my dead father."
        }
    ]
}