{
    "dreamer": "chris", 
    "description": "Chris: a transvestite", 
    "dreams": [
        {
            "number": "001", 
            "head": "06/??/68", 
            "content": "I arrive home and note that I am driving a jeep, but it is the wrong jeep and so I drive back to a church and there a priest is standing next to my own jeep. (Priest a stranger). He says that he knew I had the wrong one, but that the owner of my jeep had already departed. He said that I was to bring both jeeps with me. I look for warm clothing since the jeep is open and it is now nighttime. I look in a garage and also see the priest there fastening rear and front bumpers of the two jeeps together, and I wonder how this is going to work."
        }, 
        {
            "number": "002", 
            "head": "06/??/68", 
            "content": "I am attending a business conference in Tegucigalpa, Honduras, and walk out of meeting in a hotel and into a sort of large cafeteria where many people are eating in wide open space. The food table contains some sort of delicious looking apple cobbler mixture. I walk behind counter and start serving people as they come to table. The cook is seated near me--also behind serving table--and he is eating voraciously. I am nervous for fear the inviting apple mixture will be gone before I can get any. Later, in hotel lobby, I see Steve Andrews (fellow Manager in my office) get off elevator. I walk up and mention that I left the meeting to go home. Also tell him about the great apple mixture in the hotel restaurant. We stroll into a small waiting area and sit down. I am in a small, uncomfortable, old-fashioned brown chair close to ground, and Steve is in a normal and comfortable chair. I am squirming, trying to get in a good position and envying Steve his much better chair."
        }, 
        {
            "number": "003", 
            "head": "06/??/68", 
            "content": "I am in a large room with many people, some soldiers, all strangers, and am attempting to buy a painting from a soldier. Suddenly an officer shouts that he will shoot any soldier giving money to anyone. This sounds odd and I decide to leave, but first I give my calling card to soldier and promise to pay him later. In departing, I say, \"I still want your painting.\""
        }, 
        {
            "number": "004", 
            "head": "06/??/68", 
            "content": "I am in a taxi in Paris and it arrives at the Phoenix Theatre, apparently a legitimate playhouse. I give the driver a one-dollar bill. He looks at it with suspicion. I say, \"It's one buck, American.\" He accepts and I get out."
        }, 
        {
            "number": "005", 
            "head": "06/??/68", 
            "content": "I am aboard a ship. The admiral is a disgusting, somewhat filthy old man who approaches me and I show him my teeth, partial dentures. Someone puts the teeth in the admiral's mouth and I say, \"You have to have places empty between certain teeth so the plates will fit.\" But the teeth strangely enough fit his mouth and he looks a lot better. Later, still on the ship, I see him dressed as a woman. I am completely amazed, since I know it is the admiral, yet now he is thinner and beautiful. His wrists, I note, are thin and clean and his hair is quite stylish. In fact, he is the center of attraction among the passengers. I can't believe it is the same person."
        }, 
        {
            "number": "006", 
            "head": "06/??/68", 
            "content": "I am sitting at a table with several albums of stamps which I have taken out of the UN Postal Administration and from my safety deposit box. There is another guy at table (a stranger) and he too is looking thru his albums and talking aloud, His talking annoys me. And then as look thru my album, I am more annoyed at noting certain stamps are gone, others cut out from page. On the first pages I only noted some perforations bent and thought this was my carelessness in handling the book. Then seeing some gone and later see that these are all the most valuable, I am incensed. Rush home to phone Bob Max (Chief of UN Postal Admin.). I can't find phone book, but eventually get thru, and start to tell him what happened. He, however, is calm and not excited and this annoys me. We are cut off and then I hear children's voices on wire. I say, \"Some damn brat cut us off!\" Then I regret saying this because it was probably Max's kid and maybe they heard me. His wife comes on and tells me BOB IS NOT THERE, BUT AT THE UN. I am quite puzzled by this since I was talking to him. I then tell her that I am disgusted and will no longer collect stamps and will resign from all the clubs."
        }, 
        {
            "number": "007", 
            "head": "06/??/68", 
            "content": "I am in house attic and note a stick is being shoved through some steel shutters. Run outside and look up at attic and see no one around. Note my neighbor, Gary Feld, doing the same."
        }, 
        {
            "number": "008", 
            "head": "06/??/68", 
            "content": "I am hurrying home and arrive late for a party going on in the basement and attended by some Russians. As I arrive, they are all leaving and coming up the basement steps, laughing and joking. I too laugh and spread my legs wide over the steps as they all walk under and continue up steps, still in great spirits."
        }, 
        {
            "number": "009", 
            "head": "06/??/68", 
            "content": "Am aboard a ship or a land base as a sailor in the US Navy and am looking for a bunk or bed, while at the same time conversing with some other sailors (all strangers). We are all in white uniform. I feel reassured that I have a bunk and continue talking until the lights go out. Someone points out a bunk nearby and it is empty. I am relieved since I was quite anxious about having a place to sleep. I roll into bunk."
        }, 
        {
            "number": "010", 
            "head": "06/??/68", 
            "content": "I walk into a supermarket and am wearing women's flat shoes and aware of the noise they are making on the hard floor and it embarrasses me that this calls attention to me. I note several women standing nearby watching me and looking at my feet. A bit beyond them I continue shopping very busily and wonder if it would be best to just continue on and all the way around the store to the exit or return and go past these same women. Later have gone up some stairs and first person I see is one of the same women. (All strangers)"
        }, 
        {
            "number": "011", 
            "head": "06/??/68", 
            "content": "Am on a 'round the world trip and visiting Australia, where a busload of us have stopped to play baseball. I am last in line to bat and when my turn comes, I suddenly note the bus has gone. Looked for some familiar faces, but only found the stewardess. I was furious at being left behind. Later am in a hotel and same girl (a stranger) is there and I ask her when next plane is due since mine had left and could I continue the tour on next plane. Am dissatisfied with answer and I tell her I am so disgusted I want to go back home. The hotel is big, but seems very junky. I walk around the grounds to kill time and see a guy wearing a sleeveless tunic and a floppy hat. Later see some guy in a hotel room (different man, both strangers) and I ask him where I can get a tunic. He replies that it is made of sheep, like the one he is wearing, which is slightly different, but has long strands of hair. We walk into another room and then I am in my own room and see in mirror that I am wearing earrings. Am astonished and then realize the guy probably saw them but said nothing. Room is very disorderly and I decide to write a nasty letter about this to Pan Am. I go to an office of my company and ask everyone for some paper. No one has any. One offers me a tiny slip of paper. Every piece I pick up from a desk has something printed on one side. I am thoroughly disgusted and storm out to another building looking for the head office where am sure there will be paper for the letter. I find a paper store in the street and also realize at the same time that all I have with me is US money. The thought also strikes me that I was stupid not to have asked for paper at the hotel where there would surely be some."
        }, 
        {
            "number": "012", 
            "head": "06/??/68", 
            "content": "Am walking by some large estate and see a man (stranger) shooting at a target. Assume he is the owner and I poke my head through the fence and ask him if his BB pistol is accurate, adding that mine is not. As I walk away, he says something to the effect that he is only shooting at evergreen trees."
        }, 
        {
            "number": "013", 
            "head": "06/??/68", 
            "content": "Am sitting and smoking a good cigar and enjoying it. The approximately two-inch butt is taken from my mouth by some guy (a stranger), but resembles a man called Schell. He puts cigar in mouth and puffs furiously and before I know it, it is all smoked up. I am somewhat annoyed at this loss of the cigar."
        }, 
        {
            "number": "014", 
            "head": "06/??/68", 
            "content": "Am with some soldiers and we are all hiding under some trees. I look around and up and am grateful that the tree has long branches that reach right down to the ground."
        }, 
        {
            "number": "015", 
            "head": "06/??/68", 
            "content": "Am at some international sporting event. Gen De Gaulle is there and I watch him playing ping pong and wonder what he is doing there. Walk around outside the stadium and note everything, house, very honky tonk. I enter one and see a French movie star sleeping and awaken him. Then I ask someone to recall his name for me. I wonder why De Gaulle has not congratulated him. Walk to a table where De Gaulle is drinking a glass with some colored liquid. He mutters something about it being only a colored soft drink and that there should be more acceptable stuff around. He also mentions that the French Red Cross has labs there. He is at a large table with several people planning to enter a billiard game or something similar. Few minutes later he is gone and someone says he left in a huff. Later I see a man and a woman waiting nervously at an elevator. The man resembles De Gaulle but he could also be just a double. I hear someone say he is not De Gaulle, but that the General is out sitting on a bench with a girl."
        }, 
        {
            "number": "016", 
            "head": "07/16/68", 
            "content": "I am in a large courtyard and observe a bus approaching a large Gothic doorway leading into yard. It careens through, but the curve of the left arch is hit by the bus and a huge piece of stone starts to fall. Some people are standing nearby and I shout a warning. They don't seem to hear. But the piece falls and touches no one."
        }, 
        {
            "number": "017", 
            "head": "07/17/68", 
            "content": "Am waiting on tables in a large dining room where I seem to be only waiter. People are mostly all waiting for service, few eating; few with any dinnerware in front of them. I go to kitchen and no one is there and don't seem to see any dinnerware around. A couple enters dining room and I seat them and ask for their order. Couple is familiar to me, but can't recall their names. The man asks for a \"gasket\" for breakfast and says it is a sort of melon. This puzzles me. I return to kitchen and look for plates and cups for water. Finally see kitchen has an immense variety of shelves of all sizes, containing all kinds of dinnerware in disarray. I determine place needs organization and cleaning up. I prepare a tray with some cups of water for the couple and take to them. In placing down some spills and realize this is a fine way to start the service. Am also aware that people all around are getting impatient for service and that most of them arrived before the couple I am serving."
        }, 
        {
            "number": "018", 
            "head": "07/26/68", 
            "content": "Am on a tandem bike with someone in front of me, and ahead is a long, straight concrete road that I am not familiar with. It gets narrower as we continue and finally very narrow and rough with overhanging branches retarding progress. Then we see Jones Turnpike and I say, \"Yes, I knew this was the right road.\" The rough road smoothes out and broadens and we are on the Turnpike and in familiar surroundings."
        }, 
        {
            "number": "019", 
            "head": "07/26/68", 
            "content": "I am wandering down a wooded field on a slope and see people painting. I listen as a woman tells the pupils painting that colors are alive and that each \"has two or three sides.\" I slowly walk around the three pupils hoping I don't disturb them. I note to myself that there were better fields to paint farther down the road."
        }, 
        {
            "number": "020", 
            "head": "07/26/68", 
            "content": "Am walking down a street and pass a couple, middle-aged, woman dumpy and with red, fuzzy hair. Suddenly she leaves her partner and comes over and propositions me. I look at her and say that I would never believe she was that way. Later am sitting at a table with 3 or 4 persons eating. To my right is the same woman sitting, oddly enough, in what appears to be a row of movie seats. I whisper to the guy across from me so she cannot hear, that in case he didn't know it, that woman there was a \"prostituée\" and I spell it out after saying the word."
        }, 
        {
            "number": "021", 
            "head": "07/29/68", 
            "content": "I see some brown chickens running around the yard and decide to scoop one up and so do using a butterfly net. Finally get one and then I smash the net on the ground a few times to either kill or stun it. I stop and then see it is really a brown red fox and not a chicken. I empty the net and it falls on the ground, stunned. I grab a club and beat it unmercifully ... many blows. It seems to take much time and the fox appears to be looking at me and pleading for mercy. At one point its claw raises and seems to be staying my blow as it touches my arm. But eventually I beat it to death."
        }, 
        {
            "number": "022", 
            "head": "07/30/68", 
            "content": "Am walking down a street behind two boys and note that one on left has his hair rolled up on curlers at the bottom, below his cap. I think it strange for a boy to have such long hair. In striding past them, I glance quickly aside at his face and then note he is wearing a skirt and he is really a girl. Later I enter a house and two Scottish girls that I apparently know well are sitting in the kitchen at a table with their mother. They appear to be visiting and this is my house. A fourth woman is also in the kitchen and apparently she is my mother. They are all laughing. I ask if they are telling unclean stories. I then am glad as I shake hands with them, that I am wearing my favorite tartan tie. Then look down at it and note I don't have it on, but instead am wearing an orange turtle neck and no tie."
        }, 
        {
            "number": "023", 
            "head": "07/31/68", 
            "content": "Am on a train or ship and asleep in a large leather chair. Awake and walk down an aisle which later seems like the aisle of an European style train and the train has stopped and people are walking along aisle to exit. Most are wearing winter furs. I realize I am naked, but wrapped in a fur auto robe. Look down and see I have on brown women's high heeled shoes. Am shocked at this and afraid that some passenger might notice as we all walk down aisle."
        }, 
        {
            "number": "024", 
            "head": "07/31/68", 
            "content": "Am in some foreign city and look up to see smoke coming from open windows of a house. Then see a strong stream of water shoot into windows and note it seems to come from a light brown pistol which doesn't seem attached to any pump. I marvel at the force of water from such a small pistol and watch as the stream goes thru window and plays up and down and at shelves and furniture. Also note there doesn't seem to be any fire in room."
        }, 
        {
            "number": "025", 
            "head": "08/01/68", 
            "content": "Am looking at part of a yacht and it is either in an actual harbor or in a picture. But mostly see its very long and very thick bowsprit, with nets and lines and sails hanging down. Also people, sailors, moving along the lines and adjusting sails. In crowd on bow of ship, see a bunch of sailors in white and amongst them is Mr. W., head of my company, in a dark business suit."
        }, 
        {
            "number": "026", 
            "head": "08/03/68", 
            "content": "I am in some sort of institution or home for people with sex troubles. Looking in a mirror I note that the lacy upper part of a slip is partly seen in the V-neck of a black shirt I am wearing. Say to myself: \"Why not, everyone knows I am supposed to be a man who wears women's clothes. So what!\" Later I appear to be wearing a skirt with same black shirt and hear someone say that it is afternoon tea time. A woman with a large oven opens the door and I see little cakes inside. She says to be careful, they are hot. I take a brown one that appears to be gingerbread, but I wonder what is inside. While taking it on a paper doily, I note some chocolate balls about 1\" in diameter on a nearby shelf and when the woman turns her back, I take some. Look for a table and all are full. But someone at a table invites me to sit down. I sit and feel good because I remembered to smooth my skirt properly. Later a woman from the institution, some sort of warder, takes 2 or 3 of us on a bus. I sit down alone at an aisle window, conscious of being dressed completely as a woman and with a neatly coiffed hairpiece. I look at arms in the sleeveless dress and observe they are too muscular looking. Some young boys enter the bus and apparently know the warder. They sit in back with her and are all laughing and joking. One is apparently sitting behind me and I feel a rake-like stick poke me under the rear and I jump with a slight protest. Then one of the young boys sits down alongside me. I see he carries a new, coiled bull whip. He turns to me and I note his shirt is open and I poke him away and off the seat with a small stick which I push against his chest. He leaves, saying, \"I'll get you later.\" I hear someone else, one of the girls, jump in indignation and I guess someone has also poked her with the rake stick. Later we are in a bar. I see the warder and the boys and some other people sitting up to the bar. I walk past and sit down at an empty table in what I feel is ladylike fashion, smoothing my skirt. A boy approaches me with a mean look on his face and I begin to realize that the warder has set this whole thing up to allow myself and the other girls to fall into the hands of these bad boys ... and that the bus meeting was prearranged. I am afraid because I do not want to be touched by them or even worse, to be whipped and get hurt seriously. I get up and look for a toilet. Remember saying to someone that I had better use the men's room. Enter and note people staring at me. I enter an open booth, fumble thru dress, slip and corset and finally find my penis. I urinate standing over the bowl and immediately it fills up as my loud, strong and very yellow stream pours down. It flows onto the floor from a bidet which seems strangely connected to the toilet bowl. A janitor walks in and ignores me as he reaches up and pulls a chain. I walk out and adjust my dress."
        }, 
        {
            "number": "027", 
            "head": "08/04/68", 
            "content": "Am in the recreation room of some shore resort hotel. Note a young couple seated with knees touching and supporting some sort of game board. I take a chair nearby and watch. On the board are numerous small objects, such as a pin, pencil, piece of chalk and object of game seems to be to place them like dominoes in some sort of order, either from most expensive to least expensive, or vice-versa I leave and walk outside. I see a hotel nearby which is shaped exactly like a large can placed on its side. It's some three or four stories high. I am afraid it might slip any minute and actually roll on down the beach and into the water. It occurs to me that only those lying in the sand sun bathing would be safe, providing that their position coincides with the large rectangular openings of the can-shaped hotel as it rolled over the sand, crushing people. Later I hear the hotel actually did roll down onto the beach."
        }, 
        {
            "number": "028", 
            "head": "08/05/68", 
            "content": "I am in a hurry to get to Pittsburg and hurry off to the RR station to ask when next train goes. On the way see a phone and someone using it and I decide to wait and use phone. Apparently find a time table and twist it around trying to determine which train is which, but am unable to figure it out. The guy is still on the phone and I am getting extremely impatient."
        }, 
        {
            "number": "029", 
            "head": "08/07/68", 
            "content": "Am in Stockholm on business and decide to take a trolley car to a store with the name of Batlle. Conductor says fare is 50 cents and I ask him if he said 50 cents or 15 cents. He mumbles something that sounds like maybe 50 cents, but I decide he really means 15 cents. I put a nickel and a dime in the fare box. At Batlle the clerk shows me a solid-looking 35mm viewfinder type camera. Price is $31. I look at camera and tell him it appears to be just what I need for my daughter. He leaves and I examine camera, but the more I look at it, the less satisfactory it appears. There are bright blue and red labels and a roll of film with instruction sheet how to put in camera. But the sheet comes apart and case doesn't seem to fit. I assume it is a display camera and the clerk left to get me a better one. I wait a long time and he still doesn't return."
        }, 
        {
            "number": "030", 
            "head": "08/09/68", 
            "content": "While standing in doorway of my garage I note a squirrel has invaded the garden. Reach for my German slingshot and grab a pebble. The pebble seems more a stone, but I think it will probably just pass thru the uprights of the metal slingshot. I look for squirrel and it is now sitting in a bush. As I aim, one of the metal uprights slowly bends towards me. Astonished, I straighten it up with my right hand and again take aim. As I pull back the elastic, again the same metal bar slowly bends down. I look for the squirrel and he is gone."
        }, 
        {
            "number": "031", 
            "head": "08/11/68", 
            "content": "I am in a bus station and looking at a posted map of routes. A woman and a little girl are standing next to me. The girl opens her hand and it has a penny. I do the same and I also have a penny in my hand, but mine seems bigger than hers. I give it to her. Then her mother smiles and asks me what bus I am looking for. I tell her I want to go to Westwood or South City. She says those cities are not located where I am looking, which is in N.J., but rather are to the east of N.Y. and she points to where I thought Long Island was and it does say N.J. I am truly puzzled but I realize the map must be correct."
        }, 
        {
            "number": "032", 
            "head": "08/11/68", 
            "content": "I am in a house on a high and steep hillside and observing some animals, strange-looking beasts, all lurking around the base of a tree. Next morning I look out the window and down to the tree and it is gone. But I see another a short way off, but am sure that it is a new tree, one I didn't notice the evening before. I see a strange new bird fly away from it, but as it gets closer, I am disappointed to note it is a rather common species of butterfly."
        }, 
        {
            "number": "033", 
            "head": "08/11/68", 
            "content": "I am in Paris and strolling around looking for familiar streets. Recognize as few as well as some shops I know. Then I feel I should be doing something more worthwhile with my time and remember there is an Alexander Calder exhibition at the edge of the city. Go there and see some 60 pieces of large sculpture standing against the walls of a chateau. I think to myself how nice it would be if my wife were there to see this tremendous exhibition."
        }, 
        {
            "number": "034", 
            "head": "08/11/68", 
            "content": "Am in a bed outdoors in a garden and the bed is at the corner where two eight-foot wide paths meet at a right angle. Before going to sleep I see some flowers alongside one of the paths and realize how pleasant it will be to see these again when I awaken. Then realize winter is coming and they will be gone. Awaken on a sunny morning and find I am wearing a black corsolette and I immediately start to unclasp it since it is clasped all the way down the front. I do this as I am lying on top of the bed and without blankets. Then see a girl strolling along quietly sniffing flowers. I quickly pull my knees up and close to stomach so she won't see what I am wearing. She passes and says, \"Good Morning.\" I respond and she disappears down the other path. I relax and start again to unclasp when someone, a stranger, comes strolling from other direction. And I hear footsteps from the direction the girl came. Realize with all these people I'll never be able to get the corsolette off and out of bed."
        }, 
        {
            "number": "035", 
            "head": "08/11/68", 
            "content": "I have a new sports car and keep it in a garage where apparently I told the owner he could borrow it. Arrive at garage one morning and note the owner's mechanics are testing it with all kinds of modern equipment. I realize ruefully that he would probably never have done that for me, but is doing it since he intends to borrow it. However, I drive the car out and am heading toward a traffic light when two trucks roar by me, one on each side, and the one on the left cuts over in front of me. I am incensed at their beating me to the light and I wish they were not there. As I do so, they both start to roll backward to another traffic light and I arrive at the second light and am happy I am in front and they are back and waiting at the previous light. As I am waiting alone at the second light for it to change, all of a sudden the concrete highway under me begins to move backwards and under me like a treadmill and I say, \"Oh! they're changing the road again,\" as though this was a normal everyday thing."
        }, 
        {
            "number": "036", 
            "head": "08/??/68", 
            "content": "Am in a garden and trying to reach something in a tree. A picnic table bench is under the tree and on top is the step ladder, with the step legs precariously close to edge of bench, whereas thinner legs are in a solid position. I am hesitant about climbing up this ladder. A man is holding the ladder and encouraging me to go ahead. The man is N.Y. Gov. Rockefeller. He calls to two men who were watching us and one steps forward and sits on bench under ladder to support it."
        }, 
        {
            "number": "037", 
            "head": "08/15/68", 
            "content": "A German officer is walking toward me and for some reason I don't want him to see me, and I crouch down in a large armchair so my head doesn't show. Then he sees me and shouts something. I realize I am wearing pajamas and a blue bathrobe and he must have spotted me quickly. I follow him and my feet, which are bare, hurt from walking on the stones. We enter a building. He disappears and I see a man looking at a picture of clouds. The drawing also shows some of the buildings on New York City's 53rd St. and I walk up to him and tell him that the street is 53rd. He nods and smiles and says nothing, and I realize he probably only speaks German."
        }, 
        {
            "number": "038", 
            "head": "08/25/68", 
            "content": "I am a spy and have crossed the German lines and made contact with a German soldier. He invites me to conceal myself in the bushes where I find a row set up of movie seats in violet color. We sit in the seats and both look up at a large mountain not too far away. He says, \"See all those French soldiers up there.\" I can see hundreds of them in the distance silhouetted against the sky. They look like ants and as numerous. I think to myself how easily someone could pick them off with a high powered rifle."
        }, 
        {
            "number": "039", 
            "head": "08/25/68", 
            "content": "My wife is trying to reach a ship out in the harbor. She jumps into the water fully clothed and wearing her new gray winter coat. She swims steadily toward boat as I run along the shore shouting encouragement, knowing she is not a good swimmer. I am extremely nervous for fear she will not make it. Others also are in the water swimming toward the boat. She continues to swim fairly strongly and eventually is out of sight and I know she has reached the boat."
        }, 
        {
            "number": "040", 
            "head": "08/24/68", 
            "content": "I am driving alone along a parkway trying to locate a certain intersection. Several cars are in right lane, but I manage to edge in as we approach an intersection. I keep looking for large signs describing the intersection and see nothing, only small street-type signs which I cannot read. I am annoyed and drive past intersection in disgust. Later I stop while driving on a long, narrow street and ask a man for the route to Panama. He has a shopping cart of groceries and says he'll show me the way if I take him and his cart. I have a small green car and open the trunk, but it is full of packages. We think about putting the cart and contents through a door, but do not actually do it. Later am in a small restaurant in which I think is Mexico. A small boy is with me as a guide. He has gone to eat, sitting at another table with friends, while I eat alone. I finish and am impatient for him to complete his meal so we can leave. He finishes, but then leans back to relax and chat. I realize that this Latin relaxing is not for me and decide to get up and walk out and surely he will then follow me. Then realize as I reach the outside that I don't have the car keys and have left them in my shirt pocket. Rush back into restaurant and find shirt on back of a chair and am relieved to find keys haven't been stolen. Later am at home and packing for a trip to Latin America. I intend to drive there and just continue on and on with no definite destination, but just to drive along and enjoy the sight. Take a khaki blanket from a closet in case have to sleep in car. Also pick up a pair of rubbers in case of tropical rains. I think about supper and note time is 3:15 and decide I must be on my way by 3:30. Then I realize I cannot really go on the trip and leave my two daughters alone since they are still going to school. They need me and I must abandon the trip. Also am aware that Nancy is 20 and Katie is 6 and that the former should be able to carry on in my absence. But I still decide to cancel the trip."
        }, 
        {
            "number": "041", 
            "head": "08/24/68", 
            "content": "I am in a hotel where I am supposed to dance in the female impersonator show. Am dressed in full women's underclothes, but no dress, and am wondering why no one has given me a fancy gown for the revue. Someone hands me some material and at first it appears to be just folded remnant of cloth of a greenish gold color, but attractive, with a small print design. As I unfold it, I see it has short sleeves and is long, but needs ironing or pressing. I go to a hotel room where I know there are two irons. As I walk in, notice someone is using the smaller of the two and ironing on a blanket on a table. I turn to the other side of room where I know there is a normal ironing board, but then see someone also using that. I am impatient to get dressed and eventually am wearing the dress and realize that the show is starting. I look at wrist watch and time is 10:25 pm and know show starts at 10:30. I am in a panic. This is my first show and I must be on time. But my face is not made up and I know it takes much time to apply theatrical makeup properly. I ask someone to get my little white box with makeup. Later I am in an elevator, still dressed but without makeup, and people are looking at me strangely. I think surely they must realize I am in the impersonator revue."
        }, 
        {
            "number": "042", 
            "head": "08/30/68", 
            "content": "Am driving a busload of people who have paid for a tourist travel trip to a southern state. We arrive at the state line where I am stopped for a traffic light. Also realize that I am not familiar with the traffic regulations of that state. I look up at light and there are no colors, then look again and it is green. We continue down the road and then later someone else, a young man in dark purple shirt and matching trousers, is driving us, but the front of the bus inside seems more like a trolley car and he is manipulating the lever as we continue along. He drives up and down the hills and I note they are getting steeper and steeper. Finally in desperation he turns to me as we climb a hill and says he is using all the speed he can get and that we are just about able to make the hill. If they get worse, we won't make it. Ahead I see several grades, but they are small. We reach a plateau and in the distance to the left of the road we see some majestic mountains in the distance. They are misty and the sky is blue and the sun is strong. I realize the rugged mountains are the Rockies and also that I didn't know this southern state was so far to the West. We continue and finally the road ahead narrows until there is only one lane. Our vehicle fills the whole road. Ahead I see that the road swerves, has dangerous turns and then finally unbelievably, it actually turns on its side perpendicular. When I see that, I am furious because the state trooper had not warned us that the road was so bad. I realize we will have to go back and that the tourists will get a refund. I wait at the side of the road as the man in purple shirt walks ahead to see how the road looks. Then a sports car comes by and roars ahead and sweeps around the perpendicular road and is gone."
        }, 
        {
            "number": "043", 
            "head": "08/30/68", 
            "content": "Am in France and going someplace with George Mohr. We approach two curved lines of yellow taxis. One contains normal sized cabs; the others are mostly small station wagon type of delivery cars, typical to the kind used in Paris. George heads toward the smaller cabs and I try to say something to him about using the larger, more comfortable ones. The driver of the first small yellow cab nods as we approach and I decide I don't like his looks. Then George says that we forgot to tell the kids we were leaving and abruptly we turn toward the left to a few buildings like camp recreation buildings. George calls to the young people who can be seen playing in the large building. He calls in English and I then say something in French and immediately they all come out. One small girl runs to me and throws her arms around my legs and clings to me. George continues talking to them in French."
        }, 
        {
            "number": "044", 
            "head": "08/31/68", 
            "content": "Am in some strange small town in the mountains and as I look up, I see someone skiing down a long and narrow run on a hill far away. I am with someone, but cannot recall his or her face. We start walking up toward the ski area which seems far away, but we finally reach an open square or plaza covered with a few inches only of snow. Just then a skier, a young boy, comes across the square fairly fast, heading for the corner where there is a sharp right angle turn which then leads down a narrow ski run. He doesn't make the turn successfully and crashes into the fence. Not too hard; gets up and shakes off the snow. I note he is using old wooden skis and wonder whether I would risk my own metal Hart skis on such a dangerous turn and on snow that is not packed."
        }, 
        {
            "number": "045", 
            "head": "09/02/68", 
            "content": "I am driving someplace and looking for a certain road. I see one at the left with a house on the corner. Am not certain it is really a road or just someone's driveway, although it is rather wide for a driveway. It is black asphalted and I stop the car just after the turn, undecided whether to go ahead or not. The road disappears into the trees and a short distance ahead a man is standing square in the middle of the road and looking ahead at me. I sit in the car and wait and he stands and watches. No action. Finally he moves a few steps aside and I drive ahead. As I pass him, note he is middle-aged, heavy-set. I drive on and on and finally into an open area. To the left the view is magnificent of a bridge in the distance and a bright blue harbor. Later I am on a boat in that harbor steering it thru the water and appear to be very high up in the boat. Have a good view of rocks and shoals as the boat is steered by me along the coastline for some distance. The water is a deep, rich and clear blue and I remark on how much fun it is to steer the boat so easily thru the water."
        }, 
        {
            "number": "046", 
            "head": "09/04/68", 
            "content": "President Lyndon Johnson made a speech on TV and apparently I must have missed his talk. Someone has asked me to get a lot of copies. I ask a store and their price is $89 for 12 copies and I cannot calculate the per speech price and this annoys me. I wonder why they cannot arrange to have the fire bells or horns ring for a few minutes with some special signal that would alert the public to the fact that the Pres. is going on TV."
        }, 
        {
            "number": "047", 
            "head": "09/06/68", 
            "content": "I have moved into an apartment on the top floor of a building in some large city, As I walk into the apartment I hear much noise from the next apartment and note that there is a glass pane door separating my apartment from the adjacent. Most panes of the window are covered with brown paper, but here and there it is torn and I can see a family next door sitting at the dinner table and eating and conversing noisily. I note two little girls in dark green dresses and with light brown hair eating in the seats right next to the glass door, where the table is located. I am annoyed at this noise and lack of privacy and immediately start to place pieces of brown sticking paper on the open spots on the door. After this I look out of window at other side of room, which gives a splendid view out over a very large city. In order to see directly down, I remove the screen, which is an old-fashioned type held on with two flanges at the top. The screen slips off the flanges and I hold it tightly and try to get it back on the hooks ... without falling out the window. Slowly and carefully I get it back on and then close and lock it. Later walk downstairs and in lobby of apartment house see some Chinese people and I feel friendly with them. I see a man who is the janitor and owner and with him is his Chinese wife. I offer to help him sweep a huge red tiled lobby area and I tell him that my wife also is Chinese. All three of us - janitor, his Chinese wife and I - sweep a section of the floor with straw brooms. It occurs to me that he really needs some large foxtail push brooms in order to do a more thorough job, and thus make less dust."
        }, 
        {
            "number": "048", 
            "head": "09/07/68", 
            "content": "Am in a business office where another chap and I are helping the former occupant to move out his stuff. Apparently I am to be the new occupant. One side of office contains many walnut shelves and drawers and we are looking thru them as the former occupant stands aside and observes. We check shelves to see if everything is packed. While reaching into deep lower shelves near floor, I find a stack of papers and without bringing them entirely out into open, I bend down and examine them. They appear to be personal letters on pink paper and while shuffling thru them, I see a $1 bill. I then slip out the stack and surreptitiously place them in the back of a drawer where I know no one will find them so that I can later examine them in detail when I am the sole occupant in office. I do this switch of location quickly and former occupant doesn't see anything. While checking other drawers, we find two long, slender and very shallow drawers near the bottom of the drawer section. At first they look like part of the structure and not drawers. But we manage to pull them out, the other man and I (not the former occupant) and we see they contain art supplies, ink and brushes, tubes of paint, all of which probably date back to some other former occupant of that office of some years ago. Apparently he had forgotten them."
        }, 
        {
            "number": "049", 
            "head": "09/12/68", 
            "content": "Am in a rented car and stop in a city street and park. Walk past an open store and see piles of cartons containing junk apparently and I walk in and start rummaging thru. Find old clothes and papers and at the same time a woman is looking thru the same carton. We speak in Spanish. I then note at the other side of room a meeting of men from my office. This is a meeting which I had declined to attend, saying I was much too busy. They look at me and wonder what I am doing there with the cartons. I walk past them, saying nothing, and look at my watch as though I was late for something. It says 10 pm, almost, and I reach for a phone to call home. Find the phone, but the receiver is at the end of a long wire and hidden behind some other cartons. I go into another office and it apparently belongs to a church. There are women and children in the room waiting for a minister. I don't phone, but walk out to car which I find parked off the street and on an asphalted lot. I swing into traffic just as light changes, cutting off other cars and manage to get to my lane and speed off."
        }, 
        {
            "number": "050", 
            "head": "09/20/68", 
            "content": "I am driving my blue MG down a street in St. Petersburg, Fla. Someone has said there is a job open at Sears and I am trying to get there. Ahead of me are some soldiers marching and I put on the brakes, but slip toward them and actually bump slightly several men in the back rank. But they don't seem to mind and just turn and look at me slightly. Then I drive on and we all reach a cross street at the same time and must wait. For some reason I am squatting alongside the front rank and looking ahead and then I drop a handful of dust alongside a soldier and it gets into his eye. I quickly apologize and get in car and drive on."
        }, 
        {
            "number": "051", 
            "head": "09/20/68", 
            "content": "I am walking down a New York City street. Day is sunny and hot. Have to wait for traffic at a cross street and a taxi crosses in front of me. It is yellow and has its door on driver's side all the way open and bent forward and tied down. This leaves the driver fully exposed. He is about 45, thin and disheveled and looks at me with a bored expression as he drives in front. The door, unfortunately, extends out in front of cab and thus is quite dangerous. This annoys me and I want to shout something at the driver. But I don't and I continue walking down the street."
        }, 
        {
            "number": "052", 
            "head": "09/22/68", 
            "content": "I am talking with someone, a stranger, about the difficulties of driving on the ocean bottom compared to driving on land. I remind him, as though I were speaking from experience, that this is not easy. Surface is rough and bumpy and one is not always able to see far ahead. I tell him it is always murky down there and a driver cannot go at all fast."
        }, 
        {
            "number": "053", 
            "head": "09/25/68", 
            "content": "I walk into a washroom in the basement of a large building. The floor is covered with soap foam and it is piled like snow in a sink. I wash my hands in empty sink and when I press automatic soap plunger, a hissing stream of soap foam shoots out and dowses my suit. I move aside, but clothes are covered with foam, which I try to wipe off as two plumbers walk in. I tell them about defective soap plunger. They walk over and try and again it shoots a stream out about ten feet long right across the room. I jump aside."
        }, 
        {
            "number": "054", 
            "head": "09/25/68", 
            "content": "Am sitting on a curb in front of my car. A man approaches walking softly alongside car. He stops in front of me and I look up and realize he is threatening me with hand in jacket pocket which appears to hold a gun. I then realize I have seen him before and with another man. As I realize this, I stand up and am immediately aware of that other man now standing behind me, also threatening with hand in pocket. I walk away and then they follow closely behind. I turn quickly and grab both their pockets, one with each hand and twist them away so they cannot shoot at me."
        }, 
        {
            "number": "055", 
            "head": "09/25/68", 
            "content": "I am leaving a building, walking towards the door; it seems to be some sort of school. See an envelope on a table near door and it seems to have stamps inside, so I pick up to examine. A stamp collector I know, Gus, walks over and takes it from me. He pulls out stamps and they are all good items. He walks away with the envelope, saying it was his and he had lost it. Walking out double glass doors, I see on steps some UN stamps laid out on a black paper. All are used and sloppily mounted. I stop and pick up the only possible item of valuable content, a special UN souvenir sheet. It looks okay, but when I turn it over, it has tiny round perforations on back forming small stamp-like rectangles. All of which ruins its value."
        }, 
        {
            "number": "056", 
            "head": "09/30/68", 
            "content": "A man is riding around in a red Thunderbird, apparently looking for an enemy who lives in New York City. He has the address written down on a piece of paper. With him is a little girl and he is anxious for her safety. It is nighttime. He stops near a house and places her in a crate standing up high near a window and hidden. On other side of window one can see another little girl sleeping. She is about same age and sleeps on her back and is wearing a false nose. The man drives away and tries to remember the address. He takes long knife from seat and places in pocket and also puts a long bayonet-like tool in his belt. Then fishes out piece of paper and looks at address. Sees that it is East and he is heading in wrong direction. He turns into an apartment-hotel driveway and turns around, heading East. Next the two girls are seen inside the house, the one who was sleeping leading the other thru the rooms."
        }, 
        {
            "number": "057", 
            "head": "10/02/68", 
            "content": "Am in some sort of hospital or prison and sitting at window looking out. A nurse says the coffee cart is there and she goes for a cup of coffee. Later I am drinking it at window and the cart nurse walks in. I say, \"I don't hear your bell way back here.\" She goes to a nearby bulletin board as another nurse, heavy and severe, approaches and says roughly, \"Drink your coffee!\" I ignore her and continue talking to the one at the board, repeating what I said earlier just to annoy the bossy nurse. I also add that next time I would like her to bring me a piece of chocolate cake and an orange."
        }, 
        {
            "number": "058", 
            "head": "10/04/68", 
            "content": "Have answered a test in a magazine on recognizing religious subjects, art and design. The magazine invites participants to an evening meeting. I decide to go to design group and when arrive and sit down, realize with disappointment I am in the religious subject group. I must have made a mistake, and then decide to stay until they serve coffee. I am sitting partially behind woman whose hair is neatly wrapped in a chignon of braids in the back. The hair is dark brown and as I admire its beauty, she gets up and turns to leave, and I realize with disappointment her hair in front is short and blonde and stringy. I look at her carefully to be sure she is same person. Later am in art group and as arrive there to sit down, I realize am still wearing my hat. I nonchalantly take it off and toss onto top of coat rack nearby. It rolls across other hats and falls on floor. I pick up and place on table near my seat. We are then asked to go to tables in back of room. I find myself sitting next to an old man. I want to ask him why we are at the tables. But as look at him, realize he has a rather stupid face and I get up from my seat. At another table is a slide projector and I see a slide in it of a black and orange drawing. In front of machine is a questionnaire with five questions on it. The slide flashes on a screen and I realize I am expected to fill out questionnaire."
        }, 
        {
            "number": "059", 
            "head": "10/06/68", 
            "content": "Am skiing on the sidewalk and then enter a ski store. Owner complains there is not enough snow and says South Carolina would be better. I insist it will get better here and that children will all come to the corner lot on which he is building a ski resort. I walk out and try to put ski gloves on my head! Then put on my ski hat and with skis on shoulder, walk down the street."
        }, 
        {
            "number": "060", 
            "head": "10/06/68", 
            "content": "Three of us, two men and myself, are sitting in a library. Guy on my left is eating chocolate-covered Nabisco wafers. He goes to a shelf and puts one down, with a look at the third man, sitting to my right and across. I immediately get up and walk over to shelf where he put the wafer and I eat a mouthful with a look of assurance at the third man. I smile assuredness that I will leave some for him. I munch less than half the wafer and then walk over and hand the remaining morsel to him."
        }, 
        {
            "number": "061", 
            "head": "10/07/68", 
            "content": "I enter the exit door of a red brick grammar school and sit on the hall steps. See a small child's penknife on step and pick it up and then cannot decide whether to leave or walk thru the school. I hesitate, but don't want to be found sitting on steps, so get up and walk down the corridor. In an open area I see 10-12 women sitting on chairs waiting. As I reach them, one looks up at my hair and then I realize with a shock that I have clips and pins in my hair and am wearing a bouffant night cap. Walk quickly to a dim area of corridor and quickly remove the items. I walk into a library area where there is an exhibit of work by children. One is on the subject of trees and I sit down to admire it. A woman, probably a teacher, walks over and hands me a notice about the exhibit and assumes I want to meet the child responsible. I say Yes and he comes over and I tell him that I had heard about him from his mother who comes to the school each day to look at his empty desk where he used to be. We both agree this is absurd. I look at each tree exhibit and they are well executed. Some are carvings, some show age of trees from slices, and I enjoy exhibit and keep saying it is very well made."
        }, 
        {
            "number": "062", 
            "head": "10/08/68", 
            "content": "I am with someone, not a stranger, but apparently someone with whom I work, and we are standing in the street at night and looking at up a new, large office building. it is immense and has maybe fifty windows along one side of a floor. Only a few lights show, and here and there one sees a secretary working. I distinctly note one blonde with a reddish blouse at a brightly lit window, typing. Someone makes a remark about the girls having always to work late, although the boss has gone home. Later I am in a suite of offices apparently soon to be occupied by my own firm. Most of the floors are still empty of furniture. I am standing in a shadow next to a closet inside one of the offices and am dressed in a blue seersucker skirt and jacket. The main door down the hall opens and in comes a firm official and with a guy I know. They walk away and I am relieved ... but then the guy turns and says he wants to see what his new office looks like. I then realize as he heads towards my direction that maybe I am in that office. I quickly tear down the skirt and fumble for my trousers. Then his steps pass the office and I realize that he won't see me. He and his boss are also wearing seersucker men's summer suits of same bluish color as my women's suit."
        }, 
        {
            "number": "063", 
            "head": "10/10/68", 
            "content": "I climb aboard a bus, a long luxurious travel cruiser, and look for the most comfortable seat. Find one with a long space in front for legs and I flop down. No one else seems to be coming aboard. I then hear a noise and note we are parked near a railroad track and a train--a long freight train of yellow fruit cars--is coming around the curve of tracks and the curve is so arched that the bus can be hit. Then it is jarred by the roaring train and the upper outside corner near track is smashed by train. But this doesn't bother me. I remain comfortably seated and waiting as damaged bus remains in position."
        }, 
        {
            "number": "064", 
            "head": "10/10/68", 
            "content": "I am approaching the door of our house ... although it seems a strangely short front door -- and I see a rodent dash inside the partially ajar opening. I dash after and am sure I can see him inside up and close to the ceiling. I run up steps and look back at sill above door. There is a squirrel crouched in fear. I look for a tool to kill him, and pick a ½\" diameter steel bar with a point, sort of a star chisel. I jump for him and he lands on landing near front door (inside door), where I manage to pin him down with point of tool. But he twists head up to bite and I move away. Door opens and my daughter Nancy is looking out to see what goes on. I yell, \"Stupid!\" but the squirrel grabs the opportunity and runs inside where my wife is setting the table in dining room. Squirrel lands on a chair and crouches there -- a small, thin pathetic thing. (Dream ends abruptly.)"
        }, 
        {
            "number": "065", 
            "head": "10/12/68", 
            "content": "I am somewhere in Florida in a gulf city and trying to reach the beach. Looking at a map, I see that most roads lead toward the water, but that only one or two actually pass over causeways directly to water. Next am in a small boat in one of the bays between the beach keys and the mainland. I drop a flat, yellow plastic box in the water by accident and it sinks. Then boat suddenly touches bottom. A shark flashes by and then turns back and heads for boat. To say the least, I am frightened because boat seems stuck."
        }, 
        {
            "number": "066", 
            "head": "10/14/68", 
            "content": "Am sleeping in an Army barracks. Something has disturbed a guy at other end of room and it wakes me up. Room is full of men in bunks. The disturbed guy throws a pillow at me all the way to my end of room. I catch and shout to him that I have better things to do than mess with him. He walks towards my bunk and I just lie there and hold pillow. As he gets nearer I throw the pillow at him. He ignores, turns and goes back to his bunk."
        }, 
        {
            "number": "067", 
            "head": "10/18/68", 
            "content": "Am in a stamp store waiting in a line of about six people to buy stamps. Appears to be a confused double line and next to me is a small and abnormally fat man, looking extremely uncomfortable. A man standing roughly in front of me appears to be a friend of fat man. The fat one gets annoyed with someone standing behind him and he then passes in front of me and stands with his friend. I feel sorry for the little guy. Later I have only one person in front of me, as a stranger walks in and stands close to front of line, near me, waiting to cut in when merchant and first man are through. This annoys me and I follow the transaction closely so I can cut in and command merchant's attention before stranger cuts in."
        }, 
        {
            "number": "068", 
            "head": "10/20/68", 
            "content": "I am reading a book on college scholarships and it is a mess with many typos and errors. One line of type ends with \"icans-\" and beginning of next line starts as \"Amer\". I decide to edit these mistakes, but the light is poor. Walk around looking into rooms and enter one filled with men at desks, all in business suits. A man tells me to go to room #3, but I don't hear him right away. Finally it registers and I say \"Sorry!\" and go to that room. A man there wants to discuss my qualifications to obtain a scholarship and I start to tell him I didn't come there for that."
        }, 
        {
            "number": "069", 
            "head": "10/24/68", 
            "content": "I go upstairs in our house to look for something in daughter Katie's room. She sleeps in a small bed similar to one she had as a little girl. In another bed, lying on top and fully clothed with head propped on a pillow and sleeping, is a hippie type of about 25, with reddish blond hair, large and fuzzy. I close her closet door and it squeaks. She awakens and smiles at me and I tell her that breakfast is ready, but with a glance at hippie, whisper that there is not much to eat."
        }, 
        {
            "number": "070", 
            "head": "11/03/68", 
            "content": "Some sort of show for children is taking place in our house. I am astonished at so many children in attendance. A crippled boy with one arm is in a basket suspended from the ceiling by an adjustable rope. With his good arm and the stump of the missing arm he skillfully controls the rope and swings back and forth, up and down, over his applauding audience of children. He is marvelous to watch. I leave and go down a sort of hatchway to floor below, using a ladder attached to wall. Some rungs break under my weight. I slip down easily to next rungs and test them with my weight. They seem weak, so I force them and they also break as I land lightly on floor. I then stand aside with regrets at the broken rungs, thinking how difficult it will be for children, especially the cripple, to get down the useless ladder."
        }, 
        {
            "number": "071", 
            "head": "11/03/68", 
            "content": "Some women are in the cellar of our house and I go down and walk into a back area where it seems to be very dusty. Here I see some babies sleeping in cradles and cribs of different sizes. I go up to the women and tell them it is too dirty and point out \"tumbleweeds\" of dust on floor. They say something about it being safer there and I don't understand what they mean."
        }, 
        {
            "number": "072", 
            "head": "11/03/68", 
            "content": "Am standing on a train or subway platform with my wife. We argue about which is fastest way to get home. We each decide to take his own way. The argument annoys me and I stand some feet apart in anger. A few feet away stands a woman who apparently heard the argument and this too annoys me. Later am in the bow of a boat as it approaches a wharf. I grab a wire and swing around and down onto pier gracefully and then walk fast down the street determined to get home first."
        }, 
        {
            "number": "073", 
            "head": "11/03/68", 
            "content": "Am in a crowded room of some woman's house along with other people, all strangers. Center of floor is piled high with used, old, damaged items, such as furniture, all property apparently of a former occupant. I suggest to a woman that she clean it up and give her a hand. I pick up a small toy, like a child's tank on treads and wind it up and set it on floor where it chugs away towards a man sitting on a carpet. I see two guitars, both broken and useless, but I hand them to some people laughingly telling them to go ahead and play a song."
        }, 
        {
            "number": "074", 
            "head": "11/07/68", 
            "content": "I was in a basement area of the UN Secretariat Building in NYC and looking for the office of the Postal Administration Chief, Tom Dements. Floor looked strange. When reached what I thought was his end of floor, I saw an office that looked like his with door ajar. Saw a girl, possibly his secretary, taking dictation. Looking closer, I saw she was only reading a newspaper and then I realized it was wrong office. Walking farther, I saw #330 on a room and realized this was the third sub-basement and I wanted the second. Kept looking for stairs to ascend to second. Opened a door thinking it led up, but it was a closet or small niche and contained all sorts of electrical equipment hanging on wall. Finally found the stairs at end of hall and with great relief climbed up."
        }, 
        {
            "number": "075", 
            "head": "11/08/68", 
            "content": "I am running for a train or a subway, am not sure which. A long fence runs between the tracks and I realize that I really wanted the train, but that I am on wrong side of fence and cannot get back to train side. I go to the subway station and buy a New York Times. Price is only 5 cents and I wonder why still the old price of years ago. At station I show a letter with an address (have trouble opening the letter) to the change clerk. I get on, but am not sure I am still going in the right direction."
        }, 
        {
            "number": "076", 
            "head": "11/10/68", 
            "content": "I am in a school class where they teach boating. Class is all girls and I am sitting at a desk dressed as a girl. No one seems to notice me or suspect I am not what I seem. Yet I want them to know. Most all are wearing slacks or shorts, but I have a skirt. Then each goes out in her own small sailboat to practice. Alone in my own boat and moving along, and now I realize that at this distance -- and especially with a skirt on -- no one would possibly suspect I am a boy."
        }, 
        {
            "number": "077", 
            "head": "11/12/68", 
            "content": "Am in a department store or supermarket and look at a list of prices and realize they are very high. Approaching an escalator, I see a woman getting on and I rush over to pull her off, shouting, \"She's a Russian!\" Later am talking to the store manager, who wears a white jacket, and I tell him I saw a Russian. He then replies calmly, \"I also am Russian.\" I look at him in utter astonishment and am embarrassed."
        }, 
        {
            "number": "078", 
            "head": "11/13/68", 
            "content": "Have arrived at home after an absence of apparently several days on a trip. Hear my wife talking to a woman in another room. Quietly go into bathroom and sit down to defecate. Then flush and realize with horror the water is rising in bowl. It rises fast and then spills over and the floor is covered with yellow urine and water. I decide I must clean up before the wife hears me, and look around for a sponge to soak up and rinse into basin. Then I see a long, probably 14-inch turd, mine, on the floor near the bowl. I realize I must actually pick it up with both hands somehow and get it back into toilet. I also realize if I touch it, I will ejaculate!"
        }, 
        {
            "number": "079", 
            "head": "11/13/68", 
            "content": "Am in a large power boat in the South Atlantic. Water is bright green and weather is pleasant and warm. Many people in boat when all of a sudden it accelerates fast and a man standing in the stern, a friend of mine, falls overboard and disappears beneath the surface. I fear for his safety as someone cries out to beware of sharks. I leap to the stern and then see the black fin of a shark speeding fast toward the boat's stern. Then the fin goes below the surface and I distinctly see the shark flash below deep in the clear water. I am greatly frightened for my friend and I hope he has been able to beat off the shark. Then I look straight up to the sky and realize with chagrin that I haven't prayed for him. I cry aloud to God to save my friend and then look down in water. Surface is crowded with bits of seaweed and debris, but I see no evidence of my friend. He doesn't reappear."
        }, 
        {
            "number": "080", 
            "head": "11/14/68", 
            "content": "Am in a supermarket and smoking a big cigar. Everyone looks as I walk by and seems delighted with odor of smoke. One elderly lady in particular looks up as I pass and smiles. I ask clerk for two 20-lb sacks of flour. He loads them on a shopping cart and I note one is leaking badly. He says it is only a small leak and I protest that it is a large leak, and I hold up the one bag which by now is only 1/4th full. He gives me another full bag and I walk towards exit. There is a can of coke in the cart and I am now eating an ice cream cone. Decide to drink the coke and exit from food area with one hand holding the coke can and cone as I swig from a straw, while other hand pulls the cart."
        }, 
        {
            "number": "081", 
            "head": "11/16/68", 
            "content": "I am on a sidewalk watching a newly-constructed street on which at some distance there is a tremendous flood of newly poured cement flowing down the street toward me. I watch, fascinated, at its inexorable movement. The street ends oddly enough at a blank straight concrete wall. When the first creeping fingers of lava-like cement reach the wall, I shout out that it has touched the wall!"
        }, 
        {
            "number": "082", 
            "head": "11/21/68", 
            "content": "I have arrived in Paris again, apparently by boat, and am in the Gare St. Lazare or something similar where Le Havre trains arrive. I decide to pick up suitcase later and walk to a nearby stamp store to see what they have. It is a store that I have visited before. Exiting from station I note time is 8:45 a.m., but that the weather is foul, dark and murky and uninviting. I think it odd that it should resemble more closely 5:00 a.m. weather. Return to station and get case and then walk to where I have a car waiting, parked opposite station. Astonished to see my car full of people, sort of dark working class types. I place case in with them and find a spot to sit crammed in rear. A cop taps at window and I lower to see what he wants. Asks how come car parked there and I say it was only for a minute while I got my case and that I had brought the car over with me. He seems astonished that I would bring a car with me. (Car is a small blue Renault.) The guy at wheel drives away and when he turns right instead of left, I realize we will not pass the stamp store. I shout to stop and \"get out of my car!\" They continue and ignore me. A few feet later we slow down because many people and some cops are crowded on street. I open window and shout \"Stop!\" and bang my hand on side of car. Car stops as a few police walk over. (Prior to this as we drove away from station I looked around at all other parked cars, thinking I may have actually gotten into wrong car, but I see no other that resembles mine.) I am so annoyed as the cops approach, I cannot think to speak French and keep shouting \"STOP!\" Next we are all in police station and asked to produce registrations. I do and a cop puts into an open, used envelope and does same for the workers' registration and then walks away into another room. The workers, four or five men, a woman and a small child, sit down and wait patiently. I walk up and down, annoyed at all the waste of time, and keep looking at them. They don't seem to bear any malice toward me and I think this odd. A long time passes and the cops don't take any action, and I am worried that maybe I did take the wrong car. But nothing happens and I continue getting more impatient."
        }, 
        {
            "number": "083", 
            "head": "11/24/68", 
            "content": "Am in bed in a large room with light brown parquet floor. Room seems empty except for the bed. I turn on stomach and look down at floor, and see a large caterpillar crawling by and then a cockroach, plus some other odds and ends of bugs on the parquet. I reach under bed and grab a shoe. It is a woman's shoe and I use the sole to slap down and smash the bugs, one after the other. I turn to other side of bed and there are more. These I also kill. Then I find a pile of women's clothes, probably were under the bed. I get out and sort them on top of bed and note they are of large size, probably would fit me. One is a light blue skirt, size 18 on tag, and the blue wool material seems to have been cut short to make a mini skirt and done in a rough manner with a pair of scissors. While I examine the clothes and feel happy to have found some things I can use, the door springs open and 5 or 6 men come in. They shout for me to get ready; it is time to leave. They apparently are friends, but I hurriedly jump in bed and pull up the bedclothes, since I realize I am wearing a pink nightgown with a white lace collar and it would embarrass me to have them see me. They all leave except for one, and I tell him about the bugs which he sees smashed on the floor near my bed. Then I see a huge caterpillar on the door at end of room and shout for him to kill it. As he goes to door to do that, I use the opportunity to slip the gown over my head and stuff it under the bedclothes along with the other women's clothes I had found, thinking I will come back later for them."
        }, 
        {
            "number": "084", 
            "head": "11/24/68", 
            "content": "Am with some woman who I apparently know and we are walking to someone's apartment. Arriving there, we pass thru the garden and I note with pleasure the many tall seedlings in boxes and think I may see if I can get some for my house. We climb stairs and a man approaches. I ask for the apartment of Mr. Weiss. He nods consent and opens the door of a nearby apartment. As we walk in, the woman with me giggles and I look at her with distaste. Her profile is strange and I realize she is a stranger. The man who opened door seems to be a janitor or attendant of some sort, but he goes behind a counter and brings out some stamps for sale. Says he will find a nice set of the series I am looking for. I wait and then note he is completely wrong and the 4 or 5 stamps he has placed on the counter are completely different from anything I want and I have a suspicion he knows nothing about the stamps. Meanwhile, 5 or 6 homemakers and their children are standing near doorway and I note they are rather good-looking in an interesting way, and I have a strong desire to walk over and talk with them instead of having to explain to the janitor how wrong he is about the stamps. I am sure he will not understand and a hassle will develop."
        }, 
        {
            "number": "085", 
            "head": "11/28/68", 
            "content": "I walk out of a bar in some foreign city and find my small car half buried in snow. Curiously enough, no snow on top of car, but the vehicle sits in about two feet of snow. I open door and seats are covered with slight layer. This I brush away and then start to rock and push car to get it out of slush and snow, and into the street. This is very difficult, but as it slides into street, other cars are blocked and they sit and wait. Car won't start, so I lift hood. I then slip down on ice and in struggling to get up, see that my trouser knees are soiled from slush. This annoys me and I note with additional annoyance that several dozen cars are all blocked on account of mine."
        }, 
        {
            "number": "086", 
            "head": "11/28/68", 
            "content": "Am in a hospital ward where people are all taking some sort of medicine and most objecting to it. A nurse hands me a glass some 2/3rds full of a watery, bluish liquid like weak milk. I am sort of sitting on very edge of bed and as I put my head back to raise glass and drink, I slip off bed to a standing position. Am aware that one is not permitted to leave bed or touch the floor and I pop quickly back on bed and start drinking again. But I slip again and still haven't tasted the medicine."
        }, 
        {
            "number": "087", 
            "head": "11/28/68", 
            "content": "I enter a bar with a baby who appears to be my granddaughter. A baby high chair with sawed off legs is on the bar surface and I place her in it. Somehow I have a feeling she is my daughter and I her mother. Someone brings dried kidneys and crumbles them in her soup (someone else had previously brought her the soup and she started eating it right away and I was pleased). I protest as this second stranger puts the kidneys in the soup, thinking that now she will not finish the soup ... but she continues to eat and again I feel relieved and pleased."
        }, 
        {
            "number": "088", 
            "head": "11/28/68", 
            "content": "I awaken and look out window and note I forgot to put out garbage cans the evening before. Note that trash baskets of neighbor on left are empty, but here and there across the street I note that a can or basket remains full while others are empty. I cannot tell whether garbage men have passed by yet or not and this is annoying. Then I see 3 or 4 full cans sitting on my driveway and remember that I promised the neighbor on the right that I would put them out during their absence. I think about putting them out even now, but am not sure whether it is too late or not."
        }, 
        {
            "number": "089", 
            "head": "11/28/68", 
            "content": "Am sitting at home looking at TV when doorbell rings. I don't want to answer. I hear someone outside and see a head raise up to peek in the curtain. I ignore it and lean back with hand over eyes as if sleeping, but continue to watch TV thru closed (partially) eyes. Later hear nothing and get up to look out curtain. See a small woman of Latin origin standing at door with small boy. He looks up and sees me peeking out and then quickly pulls sleeve of woman."
        }, 
        {
            "number": "090", 
            "head": "11/28/68", 
            "content": "Am walking down a street with Carl Rider, Editor of a newspaper, and suddenly he puts his hand on my fly. I protest, telling him that they arrest you for that in this city. I relate story of a man who fell down in street and of a chap who walked over and knelt down to help the man up ... and was then arrested by the police. Carl and I stop at a magazine stand and we look at some maps. Later am in my house talking with HH, a well-known stamp dealer, who notices a large calendar on my desk with the number \"024\" on it. I blush because I realize it is the one I took during a visit to Rider's office. I tell HH it is a duplicate of one in my own office."
        }, 
        {
            "number": "091", 
            "head": "12/01/68", 
            "content": "Am in a country I think is Greece or Cyprus and am dressed in business suit, but with British Army officers' hat on my head. Am looking for a barrack and keep trying to remember where it is since I am sure I was there once before. Some places look familiar; others don't, and I find myself on a street completely unfamiliar. Go in a police station and there a boy with a map directs me. I leave, but still am not sure I am going in the right direction."
        }, 
        {
            "number": "092", 
            "head": "12/01/68", 
            "content": "Am aboard bus in a strange city and don't know whether he stops at my street or not. When the bus pauses, I reach for a green cord and pull it. Nothing happens. See two other cords and pull them, hoping a buzzer will buzz ... but no sound. Finally the bus stops and I get off."
        }, 
        {
            "number": "093", 
            "head": "12/01/68", 
            "content": "Am walking in the corridors of a hospital looking for the exit. Keep trying doors to see if they lead to steps down. No luck. All the walls are newly painted and are a shiny enameled white. There are no direction signs and no numbers or anything on any doors or walls ... just the bright white paint. I wonder why Fire Exit not seen and realize this probably painted over also and this carelessness disturbs me. Now and then pass an alcove and there see a patient or two lying on mattresses on floor and talking to visitors. At end of a long corridor, I am confronted by three or four doors. Open one slightly and see a patient inside and realize there is no exit here. Finally pass an administrative office with cashier's window in wall. A nurse directs me out."
        }, 
        {
            "number": "094", 
            "head": "12/04/68", 
            "content": "I am walking in front of the UN building in NYC and over the inside walkway are three huge billowing balloon-like canvas awnings. They are high and bright red and orange, and I marvel how well they protect the pedestrian and add to the staidness of the UN. I walk into the Delegates' entrance and suddenly realize I am wearing a red and white vertically striped turban-like hat. It is a rather startling item and people all stare. I rather enjoy the attention and feel the hat compliments my new dark cashmere coat."
        }, 
        {
            "number": "095", 
            "head": "12/04/68", 
            "content": "Am walking along an apartment house basement corridor to a room known as the \"Doll Room.\" I have a doll with me and when I reach the room, a woman opens door and lets me in. Walls covered with shelves, all containing dolls. She asks if I have a stand to hold the doll in an upright position. I say no and then leave. Following day am riding a large tri-cycle bike in front of house and pedaling along down a two-foot wide curb on a retaining wall that curves around the apartment house. As wall gets higher and driveway alongside deepens, I stop the bike and jump down from the wall and walk into the same basement corridor as the day before. Go to the doll room, but things have changed and now the door has a number on it like a suite of rooms or an apartment. Also the door alongside has a number. Room I thought was the doll room has a light shining under door. I decide to try the second room, and as I go to knock, the door flings open and the woman standing there seems to know what I want. She points to adjacent door and without saying a word, then closes her door and I remain in corridor still not sure I am in right place."
        }, 
        {
            "number": "096", 
            "head": "12/04/68", 
            "content": "Am standing across the street from the RR station in a group of people I apparently know. We are all observing the passersby on their way to the station, from where they catch the train for the beach. Every few minutes I see someone I know in the crowd going to the station. Finally I count out \" ... 10, 11, 12 .... that makes 12 guys I know from our crowd. Guess it's time for me to go to the beach.\" But I head away from the station and say to someone that I have to change my good trousers to khaki ones before I can go. Strolling up the street, I feel unusually good and strong and healthy and I stretch my arms out to the side and then overhead and exercise as I walk along, now and then swinging my arms. Then I see a girl in a store window rearranging some dummies and I feel sorry that she must work while everyone goes to the beach."
        }, 
        {
            "number": "097", 
            "head": "12/06/68", 
            "content": "Am in a large barn-like structure on the estate of my firm's boss. There are many employees there and we all awaken early for a sort of picnic breakfast to which the boss has invited us and arranged for everything to be prepared. He walks in with his wife and several family members. The women are fashionably dressed, really overdressed and overly made up, and I look at them and suspect they would have all preferred to remain in bed, but that the boss forced them to come."
        }, 
        {
            "number": "098", 
            "head": "12/08/68", 
            "content": "Am in Florida in a large souvenir store and looking over the toiletries counter. A small tray of perfumes is getting all my attention and I also look at some perfumed soap and bath powders. Then I take a small bottle of something, probably perfume, and fold my hand over it so it is hidden. Continue to look at other things on counter and then slowly saunter toward exit. In meantime have casually transferred bottle to my rear trouser pocket. Then an elderly woman in front of me drops her lipstick on floor and looks at it as I come by. I am not anxious to bend down and pick it up, thinking bottle in pocket may show. But I quickly stoop down in sort of feminine fashion, keeping back straight, retrieve it and give it to woman. Then I walk out of store."
        }, 
        {
            "number": "099", 
            "head": "12/??/68", 
            "content": "Am in Florida walking down a street in St. Pete and apparently carrying some luggage or packages in my hand. Pass a girl going in same direction. We walk together and I tell her there is a good restaurant up ahead on the left. As we walk, some sections of sidewalk ahead seem covered with water, but as we get nearer they are always wet, but not covered. Then suddenly to the right I see a motor yacht heading into the sidewalk. We slow down and then the yacht turns parallel to the sidewalk and parks and I see a fat old man in an armchair on the stern. He looks German. On the door heading into a cabin, I see a German word, like \"Schwarzbuch.\" The girl and I walk on to restaurant, but I am disappointed to see it is no longer there. As we pass under a tree, some water flicks on us as a young guy shakes a branch at us. I ignore him, but he does it twice more. Then I put packages down slowly and grab him and hold him on the ground by forcing his head into the dirt with one hand. With the other, I shake a branch and wet him thoroughly. I release him and the girl and I continue walking."
        }, 
        {
            "number": "100", 
            "head": "12/17/68", 
            "content": "Am in the UN building and I see an inside window display or type of showcase in which there is a card saying something about an exhibit on mankind. Focal point is a tall male mannequin or store dummy dressed in mod clothes: tight gray trousers and shiny long leather boots. The model is exact copy of myself and I realize this was done on purpose. Sort of growing out of one part of the dummy is another head, closely resembling me also. But it is decidedly a feminine head. Exhibit includes statuary of some modern shape, plus photos that I cannot distinguish. A woman approaches me as I am looking at exhibit. She is somewhat mannish, but otherwise attractive, and she says she is Mme. Onantis, the photographer of the exhibit. (It's a name I have never heard before.) I tell her how much I like her work and then we walk out of building. Altho sun is shining, it suddenly rains and we decide to wait under the sheltered doorway."
        }
    ]
}