{
    "dreamer": "chuck", 
    "description": "Chuck: a physical scientist", 
    "dreams": [
        {
            "number": "01", 
            "head": "06/16/91", 
            "content": "There are four of us at the beginning and we are among Those on Earth. A spirit, a powerful angel, comes for us and we follow her through the air to a room -- is it in the clouds? The room is long and narrow, and we sit at chairs on the same side of a long, narrow table, looking blankly at the Earth somewhere below us. My chair is the left-most one, and I have a vague feeling of loss, a vague sense that the right-most seat of the four is empty. The angel announces, \"One of us did not make it, and we know what that means.\" I do not completely understand the remark. Something about the angel reminds me of my mother. The angel then flies down to sing for Those on Earth. The scene is a rock concert, where the angel is on a stage with microphones. Her audience on Earth is very large, and we can see all of this from our seats in the long, narrow room. It is night time and the angel sings of the stars. I look at the sky and the stars appear beautifully to me. I want to see the stars more closely, so I get up and leave the long, narrow room, a move I am not sure I should be making. Curiosity is stronger than doubt and I do go back to the Earth. When I arrive I find I am a butterfly skipping across a large meadow near a mountain. One of Those on Earth sees me and touches me. It is very painful: my body, my wings, all feel as if on fire! Even the very sky turns red as I am touched, and I yell out a very loud, \"Ow!\" The person touching me can not hear the yell, and touches me again, apparently trying to catch me as I fly away in hurt. The second touch is just as painful. Altogether I am touched two or three times before escaping. Now I am hiding in the mountains, halfway between Earth and the long, narrow room in the sky. I can not go back to either, and I am now alone. And suddenly I have a great insight: the other from my original group on Earth (the one who did not make it to the right-most seat at the long, narrow table) is a butterfly just like me! The butterflies are the ones who leave boredom looking for beauty. The long, narrow room is a place we must go to when its time has come, but it is also a place we leave when we are ready."
        }, 
        {
            "number": "02", 
            "head": "06/23/91", 
            "content": "I am on vacation with an unidentified girlfriend at \"Disney World\", which is really a large skyscraper with many trick staircases, secret passageways, etc. I spy X. (a male friend from college) arriving behind me and we move on. I am hiding from him and eventually escape. I stay one step ahead through the staircases and hide, even as another college friend is sent ahead to \"see if I'm there, and to get me to join them.\" I am clever and successful at hiding, but I can not recall the reason for doing so."
        }, 
        {
            "number": "03", 
            "head": "06/27/91", 
            "content": "A group of friends and I are standing in a long line of people waiting to enter a patriotic shrine or public monument. The group is in a rowdy mood and there is much joking and kidding. As we walk single file through an underground hallway at the entrance we notice that there are signs hanging on the walls spelling out the rules for the monument. They state, \"No Smoking\", \"No Eating\", \"No Drinking\", and so on. When we see a sign that says, \"No Onions\", everyone laughs at how ridiculous this is. \"I guess carrots are okay\", I joke sarcastically, \"just no onions.\" Someone ahead in the line calls down, \"No salad.\" \"No salad?\", I respond. \"What about vegetable oil?\" \"No vegetable oil\", comes the reply. Sure enough, just then I pass under a doorway where the two lines \"No Salad, No Vegetable Oil\" are painted overhead."
        }, 
        {
            "number": "04", 
            "head": "07/02/91", 
            "content": "I am still attending college and my family joins me for a morning awards ceremony at which I am being honored. My brother X. is asked to say a few words, but his speech is lengthy and he makes the ceremony last until 11:45 a.m. Now it is time to pack up all of my things and leave the apartment for the summer. I am passive in this dream."
        }, 
        {
            "number": "05", 
            "head": "07/03/91", 
            "content": "I am from the woods and my pet A. is somehow a deer, not a cat. We export ice from the woods to earn our living, and I am taking part in a large expedition of many woodsmen to make a big ice delivery to the city. A. the deer comes along. I pull by hand a cart filled with large ice blocks along an unpaved, bumpy trail. It is hard work. After passing through a thick wood, A. and I stop in a meadow where I brake the cart so I may rest a few minutes. A. jumps on top of the ice blocks and sits down there. She likes it! More woodsmen pass through the meadow and they think it is humorous to see a deer that likes sitting on ice blocks. The woodsmen and I sit around the cart laughing for a while and everyone is content."
        }, 
        {
            "number": "06", 
            "head": "07/04/91", 
            "content": "I am the only passenger in a car being driven by X. (a female friend) and we follow a car with Y. and Z. (a married couple) into a large parking lot for a shopping center. As Y. and Z. pull ahead and out of sight, I ask X. to stop the car in front of the first store in the shopping center, which happens to be a Genovese Drug Store. \"Can you let me off here?\", I ask. \"I'm going to be late for work.\" X. is somewhat surprised by this request and she says, \"I didn't know you work here.\" I answer, \"I don't want the others to know. This is a temporary job. I quit my other job.\" Then I get out of the car and run into the drugstore, barely getting to my position behind the counter before being late. There is a flashback and I am resigning from my old job, which was being a spy for Israeli Intelligence. \"Spying is very exciting work\", I explain to my superior, \"but I can not take it anymore. I want a regular job.\" The spymaster is very understanding and he graciously allows me to leave the intelligence agency. \"Do I know too much?\", I wonder to myself, referring to information I have gathered during my career. \"Probably not\", I conclude."
        }, 
        {
            "number": "07", 
            "head": "07/16/91", 
            "content": "I go ice skating with X. (a female friend). We are both dressed too lightly for the very cold rink and the rented skates don't fit quite right, but I am having fun anyway."
        }, 
        {
            "number": "08", 
            "head": "07/18/91", 
            "content": "X. (a male friend) and I are walking through a public terminal of some kind and it is very crowded as we follow a long line. We are afraid of being caught for something we have done -- what? -- and we are each carrying incriminating pocket-sized pistols. They are loaded, but I am very careful that the trigger on mine is not cocked. There is a security inspection ahead and there is no place to hide the guns. \"I'm getting out of here and doing this again\", I think. I have some kind of power to go back in time a few hours. The terminal turns out to be an airport, and I go back to the time that my plane is about to land. (Somehow I have now lost X.) This time I am the pilot. I land the plane, and without any announcement, run undetected out of the plane through the indoor gate area of the airport. No one sees me yet and I look for a place to dump the pistol, still concealed in my pants pocket. I find a hedge row of bushes inside the terminal, still unblossomed. I conceal the gun there, hoping it will not be seen. I run through all of the hallways of the airport building, with my \"passengers\" still waiting on the plane I just landed. I leave the building and run through the parking lot, hoping that I can finally escape. When I reach the spot where I had parked my car, a policeman is standing next to the skeletal remains of a bombed-out automobile. \"That's my car!\", I cry. \"That's my car!\" I am very disappointed that now I can not drive away. The main feeling of this dream is of wanting to escape, to go away from the crowd quietly. I am not actually chased, but I run away and am hiding something."
        }, 
        {
            "number": "09", 
            "head": "09/23/91", 
            "content": "I am visiting a museum in a small city located in a vast desert. In the center of a large room stands a dinosaur skeleton which greatly impresses me. \"When did people first realize how big dinosaurs were?\", I wonder out loud. \"It must have been very exciting for the first person who found such large bones!\" There is an expert (paleontologist) standing next to me in the museum who replies, \"You can see yourself where the bones come from.\" Upon hearing these words, I run out from the city into an endless desert plain of red-brown sandy soil blown about by a constant wind. Soon I come upon a quarry which is rectangular in shape and perhaps six feet deep. I walk down some steps dug into the ground and look around in the pit. There is a vague awareness of other people in the quarry also looking around. I quickly find some bones lying on the ground, and in the excitement of this discovery, I go running back to the city. I reach a modest ridge just on the outskirts, and get my first clear look at the highly varied architecture of the city, which appears to have grown in my absence. There are buildings in the styles of many ages, and as I leap off the ridge and joyfully bounce from the top of one building to the next, I imagine that I am jumping from century to century. As I jump from the roof of a two-story 18th Century Colonial brick house to the top of a 20th Century glass skyscraper high in the clouds, I wonder, \"If only they (the dinosaurs) could see how much we (humans) have accomplished!\""
        }, 
        {
            "number": "10", 
            "head": "10/15/91", 
            "content": "I am riding with my brother X. on a long train which I later realize is the Long Island Railroad. The train is one of the modern, electrified lines and we are moving along quickly. As I peer out the front of our car, I see the car being disconnected. There is a thick cable pulled out of the front of the car, and we are reconnected to another train. Now we are moving much more slowly. I see the train we had been previously connected to now on a parallel track to the right of us, and it passes us. I remark to my brother, \"This is as slow as the Port Jefferson line!\", referring to an older line with diesel trains."
        }, 
        {
            "number": "11", 
            "head": "11/06/91", 
            "content": "I am among a group of friends at my home having a discussion, and I say something witty (I can not remember what.) To impress them I say, \"That's a line from Shakespeare.\" \"Which play?\", someone asks. \"I don't know\", I answer, \"but I have his collected works.\" Next to the table where we are all seated is my bookcase, and I pull down the red-covered volume entitled, \"Shakespeare's Collected Works\", and begin leafing through the index of quotations. I find a reference to one of the historical plays (which one?) and open to that page. As we read aloud from there, one of the women in the group suggests, \"We should try it in a real theater.\" Somehow we indeed next find ourselves in a real theater with a live audience. All the members of the original group now have copies of the red-covered \"Collected Works\" to use as scripts, and a few of us, including myself, walk out onto the stage in order to perform from the same page that was read in my home. I begin to read the part named \"King\" opposite one of my woman friends who reads the part of the \"Queen\". There is a hub-bub from the audience and we are not being heard well. Another man (a friend of mine?) is now also trying to read the part of the King. Sensing confusion, I ask him softly, \"Oh, do you want the part? That's fine.\", and I relinquish my role. Seeing that the lines are still being barely heard by the audience, I instruct both he and the Queen, \"In Shakespeare, you have to PROJECT.\" The last word I speak loudly and clearly, and it rings throughout the theater. Murmurs of agreement in the audience follow, and then silence for the first time. I decide that since I no longer have an acting part in the play, I will be the director, and I slip behind a convenient shell on the floor at front center stage. The Queen reads her lines, and then I give a cue to a young girl, maybe eight years old, to read her part, that of a young princess or a magical fairy. Then the King recites some lines to the young girl. Both the audience and I are moved by the performance."
        }, 
        {
            "number": "12", 
            "head": "11/18/91", 
            "content": "A large group of friends -- maybe a dozen or so -- and I enter a pub or inn in a small cottage. The building is very old, and the pub is reminiscent of Medieval England.  We seat ourselves in a stuffy room at a long rectangular table made of a very sturdy wood and covered by a thin tablecloth. One end of the table is near a stained-glass window which shines colored light in an otherwise dimly lit environment. In the next room is a kitchen where much cooking is occuring. I have a vague notion of pizzas being prepared for our group as we sit around drinking beers from large mugs and making a lot of noise. Since it is a medieval- style establishment, there are certainly no modern inventions, such as television, around. Someone asks, \"Did you bring the TV? You have to bring your own here.\" Another person produces a portable set and places it on a tall bench near the end of the table. The group goes crazy and starts chanting, \"Pella-vision! Pella-vision! Pella-vision!\", emphasizing each syllable equally. The word is understood to mean a television brought into the pub by its patrons for the purpose of entertainment. As the dream ends, I am caught up in the frenzy of my friends as we eagerly anticipate watching some program on the tube."
        }, 
        {
            "number": "13", 
            "head": "12/16/91", 
            "content": "I awaken from a nap and reach out to fetch my eyeglasses from a nearby table. Something is wrong with one of the lenses -- the left one. The part of the lens near the nosepiece has become very thin and has begun to peel away as if made of tranparent paper. I touch it there and more of the lens flakes away. Very soon the flaking ceases and about half of the left lens is gone, leaving a large hole in the glass. I put the glasses on my face and think to myself, \"It looks like the damage has stopped. At least I can still use them.\" The dream ends with a feeling of making due with what I have despite setbacks."
        }, 
        {
            "number": "14", 
            "head": "12/26/91", 
            "content": "I look out the big picture window of the living room of my apartment. Directly ahead, standing in a line by the curbside, are four women with balloons. Each woman has two balloons attached to her chest, making it appear as if she has a very large pair of breasts. Upon looking more closely, I see that each balloon is indeed decorated to resemble a naked breast, including a big nipple at the end. One of the women has painted a hideously elaborate set of blue and red blood vessels on her balloons as well. The women are carrying signs and shouting some sort of slogan. I say to myself, \"These are feminists protesting something.\" I go out into the front yard to investigate. There on the lawn is a great commotion: a large number of people are sitting in folding chairs set up everywhere. Many of them are dressed for a political convention, wearing striped jackets with large buttons on the lapel and funny straw hats colored red, white and blue. I am extremely annoyed because these people have occupied my front yard. \"Is this a convention organized by my landlord?\", I angrily demand aloud. No one pays attention as all interest seems turned towards a rectangular table covered with a white cloth at the center of the yard. I fight my way through the crowd, vowing to find out if my landlord is at the center table. I see a few men wearing formal black suits seated behind the table, but my landlord is not among them."
        }, 
        {
            "number": "15", 
            "head": "12/27/91", 
            "content": "A game of street baseball is being played, and it is my turn to bat. Among the fielders are two brothers, and I hear someone remark that it is nice to see them together again after a recent reconciliation. The older brother is in his mid-50's with just a few gray hairs, but is in very good physical shape and is quite strong. The younger brother appears to be about 40, has black hair and a moustache, and is easy-going in nature. The brothers are black. The older brother pitches, while the younger one plays the field somewhere near first or second base. The first pitch whizzes by me with incredible speed, stopped behind me by a solid wall of some sort. Unsure of my grip on the bat, I swing wildly, missing the ball by a large margin. \"He plays hardball\", I say, referring to the pitcher. \"He used to be in the majors\", someone informs me. A second fastball goes past me just as quickly as the first; I miss again, but this time my swing is a little better. This happens a few more times, each time my swing improving while still missing the ball. The older brother then brusquely announces, \"0 for 6, time for the next batter.\" The younger brother takes offense at this and urges giving me another chance by saying, \"He's just getting the hang of it.\" A brief argument ensues between the two over whether I should continue batting. Each is disgusted with his brother's position, and they turn their backs toward each other and will not speak. Someone says, \"This is just like their last argument, and they didn't speak to each other for a long time after that.\" Attempting the role of peacemaker, I say to both brothers, \"C'mon. You have to look for what you have in common.\""
        }, 
        {
            "number": "16", 
            "head": "01/10/92", 
            "content": "I am in a room looking apprehensively at a blank wall, knowing that something is about to happen. Then I see it and I exclaim, \"It's the Blue Hand!\" An ethereal, translucent, dark blue right hand, cut off at the wrist, slowly rises up the wall. The hand does not gesture, but is always in an upright position. I find the sight both frightening and intriguing. I dare not approach the wall, yet I want to know more about the hand, suspecting that it wants to tell me something. As the hand reaches the top of the wall, it thins out and then disappears."
        }, 
        {
            "number": "17", 
            "head": "01/21/92", 
            "content": "There is a performance of a musical opera which is set on ships at sea. In the first scene a group of two or three pirates kidnap three young ladies. Further details from the first scene are sketchy. The second scene takes place on the pirate ship, where the three lady hostages have been taken. In this opera, the decks of the ship are represented on stage by large sleeping hammocks. The ladies lie on the lower deck, or hammock, while the pirates are on the upper deck, or hammock. The pirates, singing their lines, decide amongst themselves to tease their captives. They proceed to do this by swinging the lower hammock back and forth in order to make the ladies dizzy. While swinging the hammock, they sing together in a strong clear voice. One of the ladies, however, is not bothered by the hammock swinging and she answers the pirates' song with a clear soprano voice of her own. The pirates sing their song louder, only to have the soprano answer in an aria which grows more and more beautiful, expressing her determination to be heard."
        }, 
        {
            "number": "18", 
            "head": "01/27/92", 
            "content": "I am a crew member aboard the Starship Enterprise featured in the television show, \"Star Trek, the Next Generation.\" I am among a large group sitting around a circular table in the ship's bar/lounge enjoying themselves. One of the crew (\"Riker\") says, \"We have to get back to work now.\" Everyone at the table, except the Captain (\"Picard\") and I, gets up and goes off together. Sitting alone with the Captain as he sips his drink, I say, \"You know that I have to go with them.\" The Captain nods his head in an understanding way and says, \"Yes, I know.\" I get up from the table and start backing off, still facing the Captain. Suddenly I am whizzing backwards across the floor at a great speed, as if pulled by some strange force. I speed in this manner out of the bar through a small corrider and into a room where the other crew members from the bar are standing. They are all startled by my entrance, and one of them (\"Jordi\") says, \"He's being pulled by some mysterious force!\" There is a set of elevators near the middle of the room, and I zoom directly into an open shaft and fall in. The other crew members are very concerned and look down the shaft to find some trace of me. \"It's okay!\", one of them exclaims. \"His dog is still there!\" Sure enough, at the bottom of the elevator shaft my pet dog (a small black terrier) wags his tail and barks to demonstrate that he has taken the fall and is fine. I, too, am fine and am hiding underneath the neighboring elevator. I laugh at the crew who were so worried about me and call up to them, \"That was a good trick I played on you, huh?\""
        }, 
        {
            "number": "19", 
            "head": "02/05/92", 
            "content": "I am at the arrival area of a large airport going through immigration and customs. An official takes my passport and places it down on a table with many papers as I pass through a gate of some kind, similar to a metal detector. On the other side of the gate I am handed my passport back. I get to my home and ask myself, \"Did I check the passport?\" I open the blue- covered passport and see inside the name and photograph of a Chinese man. \"Oh, no\", I think, \"they gave me the wrong one.\" Thinking that I might contact the Chinese man to exchange passports with him, I look through the passport for an address or telephone number. All I can find instead are glossy color pages picturing an item that the Chinese man has brought through customs. The item is a universal exercise machine with weights, pulleys, benches, etc. I become anxious believing that now I will have to go through the bureaucratic procedure of obtaining a new passport."
        }, 
        {
            "number": "20", 
            "head": "02/13/92", 
            "content": "I am standing on a city sidewalk with X. (a female friend) and we are waiting to meet someone. An older woman dressed in a dark overcoat and a fedora hat approaches us; she is a spy or an agent of some kind who wishes to relay information. She says, \"Now I can tell you what I have learned. The secret is . . . \". At the very instant she is about to tell us the secret, a bullet appears out of nowhere and knocks her down, just like a scene out of a cheap detective story. I look out into the street and three taxicabs pull up ominously by the curb where we are standing. The three cabs are painted identically: yellow with a black-and- white checkered trim. Sitting inside are hoodlums or gangsters who are threatening us. \"I guess we have to go with them\", I say to X. The two of us get into the middle cab and we are taken away. We drive past a corner where a policeman who doesn't seem to notice us is standing. \"Just my luck!\", I say, \"The police don't see you when you need them.\" After going around the corner, the cab stops, lets me out, and drives off. I am standing in front of a two-story brownstone apartment building. \"This is my house!\", I say, thinking that I have outwitted my kidnappers. I climb some stairs to the upstairs apartment and enter. The neighbors in the buildings on both sides see me and call out greetings."
        }, 
        {
            "number": "21", 
            "head": "02/16/92", 
            "content": "This dream takes place in a park very reminiscent of Golden Gate Park in San Francisco. I am scheduled to give a public lecture outdoors, and an older person, the organizer of the lecture series, tells me to get dressed for the event. I walk off to a secluded part of the park near a fountain and proceed to undress. I am quite embarrassed by this, and hope that nobody sees me. (No one does.) When I remove my underwear, it becomes hopelessly tangled with the new pair of underwear, like two links in a chain. Struggling, I manage to put on the new pair as the old pair hangs at my side. I finish dressing and tuck the old underwear under my shirt, hoping nobody will notice it. I walk over to an area of benches where people are waiting for the lecture to begin. I see X. (a female friend) sitting there and walk up to her. \"This is going to be a good lecture\", I promise her."
        }, 
        {
            "number": "22", 
            "head": "02/18/92", 
            "content": "X (a former male co-worker) presents me with a greeting card and asks me to read it. I read aloud some printing in English. \"No, not that part\", X says. \"I can read that. Read this part.\" He points to some handwriting at the top of the card which is in Spanish. I read aloud again, this time translating the Spanish into English for him. (I do not recall what anything on the card actually said, but I do recall that the Spanish section was about one or two sentences of simple words that I could easily recognize.)"
        }, 
        {
            "number": "23", 
            "head": "02/20/92", 
            "content": "A group of friends which includes X. and Y. (a married couple), and I are standing around in my living room. There is a pause in the conversation and Y. says, \"Everybody! X. has an announcement to make.\" All eyes turn to X. After hesitating for a second, X. blurts out, \"Y. and I are going to have a baby!\" I am surprised by the announcement and exclaim, \"Oh, I am so happy for you!\" I turn to Y., who happens to be standing next to me, and give her a big hug. \"This is great news\", I say to her and X., but actually I have very mixed feelings. I am concerned that I will be spending less time with my friends and drifting apart from them."
        }, 
        {
            "number": "24", 
            "head": "02/28/92", 
            "content": "My father, my brother X. and I are standing in a line at a bank. My turn comes and I step up to the cashier's window to cash a check. After receiving my money, the teller asks, \"Do you want the free coffee with that?\" Suprised by this offer, I accept and am handed a coupon. I think to myself, \"I wonder what 'coffee' means.\" I'm then taken (alone) to a big ballroom or dining hall in the back. At the door I'm handed a cup of coffee and a plate of pastries. I walk up to some round tables in the middle of the room and see that there is bread on the tables and that many people are sitting and eating. \"Oh, it's a whole Continental breakfast,\" I say. I look for a place to sit, but the occupied tables are all full. Before sitting down I realize, \"The bank is in a hotel.\" I go back to the cashier window, which is now an ornate desk in the hotel lobby, and see that my father has just gotten some money and is walking away with X. He sees me and says, \"Oy, I didn't get a breakfast.\" From his tone of voice it is clear that he regrets forgetting to ask for his free breakfast."
        }, 
        {
            "number": "25", 
            "head": "03/22/92", 
            "content": "I am lying on the floor of my house next to the fireplace with my calico cat A. Somehow the sliding glass door to the back yard opens up and a black stray cat wanders inside. This cat has a scraggly appearance with unkempt hairs standing out from its body; in general it is ugly. A. sees the other cat and instantly runs toward it. I am quite concerned that the two cats will start fighting, but from my prone position am unable to reach either cat. A. rubs up against the black cat, and they act friendly toward each other. The ugly cat rolls itself up into a smooth black ball and A. rolls herself up into a smooth white ball. The two balls of fur continue rubbing each other and I hear a lot of purring."
        }, 
        {
            "number": "26", 
            "head": "04/27/92", 
            "content": "I look out my living room window at early dawn while it is still somewhat dark both indoors and out and see a man with an animal head facing me head on. I stare at him eye to eye for a few minutes to figure out who he is and what he wants, not sure all the while whether he is able to see me back through the dimly lit glass. The sun comes up and now it is daylight. \"He is a masked burglar staking out my house\", I think. I run to the door, open it and rush out. The potential burglar sees me coming and runs away across my front lawn and down the street. As he flees I notice that his animal head is an elaborate mask of a wild boar with a lot of hair and a snout nose. There are some children playing on the street, and I warn them, \"He is a burglar. Beware of him.\""
        }, 
        {
            "number": "27", 
            "head": "05/06/92", 
            "content": "I am a traveller carrying one light bag and looking for a place to spend the night. I do not have a lot of money and someone suggests a place. We walk there to discover a hostel of a sort in a large indoor space big enough to house a gymnasium. I find a spot near a corner and prepare for bed. I think to myself, \"Luckily I have my high-tech pillow.\" I take out of my bag a light, flat panel about 8 by 10 inches and the thickness of a thick piece of cardboard. \"It works by applying a voltage.\", I say. \"There's a new kind of material which fluffs up when you apply a voltage.\" On the face of the panel is a liquid-crystal display with two \"buttons\", one labelled \"on\" and one labelled \"off\". I touch the \"on\" button with my index finger and the flat panel magically inflates to the dimensions of a fluffy pillow. I lay it down on the ground and comfortably go to sleep."
        }, 
        {
            "number": "28", 
            "head": "06/27/92", 
            "content": "I am floating down a river alone on a small inflatable raft. I lie on my back admiring the scenery on a bright sunny day. Underneath me on the raft are various personal items including towels, shirts, cans of drinks, and a portable radio. As I slowly move from where the river is narrow and thick with vegetation to a wide open stretch, I listen to the radio which is playing a sad Country & Western song about a heart-broken cowboy. The radio is buried in the pile of clothing and is apparently sinking lower and lower into the pile as the music becomes more and more muffled. Nonetheless, I hear the words of the song quite clearly: the song ends with the cowboy telling his former lover, \"Maybe tomorrow I'll love again, But I won't be at your door.\""
        }, 
        {
            "number": "29", 
            "head": "07/01/92", 
            "content": "I am in my office at work with the lights off. Just outside the door there is a party going on in the hallway. Many classmates from college are there loudly talking to each other, apparently ignorant of my presence nearby.  \"What a coincidence that they have the party so close to my office\", I think to myself. Before saying hello, I decide that I will turn on the lights. I flip the switch which normally turns on an overhead fluorescent light, but this doesn't work. Next I try turning on a small lamp on top of a tall file cabinet, but this doesn't work either. With myself still in the dark, X. (a male friend from college) walks into the office and I say, \"Oh, hi X.\""
        }, 
        {
            "number": "30", 
            "head": "07/04/92", 
            "content": "Woody Allen is in Boston at the bar \"Cheers\" featured on the television show of the same name. I am standing at the bar counter with a group of people who are admiring Mr. Allen from a distance, but who are unable to muster the courage to go up to talk to him. \"I'll do it\", I say and I walk up to the table where Mr. Allen is seated. I say hello and tell him that I am a great admirer of his. He looks at me blankly as he signs an autograph on a napkin. After that there is a brief pause in the conversation during which I feel upset that our encounter has been merely a shallow exchange of pleasantries.  I decide to elevate the intellectual level of the conversation and find out more about the views and opinions of Woody Allen. \"What do you think about Ross Perot?\", I ask, referring to the undeclared Presidential candidate. Woody Allen's eyes widen with interest when the question is asked, as if he is finding more in me than expected. I await an answer, but I can not recall any more of the dream after this point."
        }, 
        {
            "number": "31", 
            "head": "08/28/92", 
            "content": "I am reading about a new type of professional soccer league in a color weekly news magazine. There is a description of the game and some of the new teams, including a team named the \"Cosmos\", which the magazine article says may follow in a \"tradition of dynasty by previous teams of the same name in earlier leagues.\" I find myself at the opening game playing for the \"Cosmos\". The rules are a bit changed from regular soccer: a center square portion of the field is quite a bit raised in elevation over the rest (i.e., it is not a level playing field.) This center portion is landscaped with bushes and trees, and the rest of the field, which looks like a standard field, is reached by steep ramps. Play begins at the center of the square section. The ball makes its way towards the goal of the opponents of the \"Cosmos\". I am standing there, and when the ball is nearby I kick it to the goal. I watch almost as if in slow-motion as the opponents' goal-keeper misses. I have scored a goal and everyone in the crowd cheers! Play resumes. I see that several players use their hands in this version of soccer, but I am not sure when this is allowed, so I decide to play as if it were regular soccer. Again I am standing near the opposing goal as the ball comes. I break out of a pack of players to get to the ball and from the right wing position I kick it into the goal. The poor opposing goalkeeper looks overwhelmed as the score goes by him. In an apparently new rule, after the goal is scored the goalkeeper himself kicks out the ball into play (instead of starting at the center of the field.) The opposing team plays sloppily and I quickly get possession of the ball again. I boot it hard directly at the goal and score a third time. The crowd goes wild as I exclaim, \"I LOVE this game!\" I turn to my brother X., who is one of my \"Cosmos\" teammates, and confide to him, \"Their goalie is not too good; they should get another one.\""
        }, 
        {
            "number": "32", 
            "head": "09/26/92", 
            "content": "I look out from my house onto the back yard and notice that the small dead tree in the middle of the yard that I was planning to chop down is already chopped down. My brother X., who is staying for a while at my place, announces, \"I chopped it down. I wanted to surprise you.\" I feel very disappointed because I had been planning for a long time to do it myself."
        }, 
        {
            "number": "33", 
            "head": "10/31/92", 
            "content": "My brother X. and I drive to a beach in the cool autumn. I set up a chair near the roadway and X. wanders a little bit down the sloping beach. He gathers a lot of sand from nearby and builds an elevated walkway leading to the top of a two-story, tall, round castle turret. He sets up his chair there and surveys the entire beach. I am bored with my position and decide to explore. I follow the elevated sand walkway and reach the turret. The view is nice, but there are some large rocks ahead which block the vista of the sea. I leave the smoothly constructed sand castle and climb down onto the rough, jagged rocks. The going is slow but I eventually reach the top of a tall rock right at the water's edge. I look below and see Y. (a female friend from work) swimming in the ocean. \"Come on in\", she calls, \"it's nice.\" \"The water must be too cold this time of year\", I reply, and I do not go any further."
        }, 
        {
            "number": "34", 
            "head": "11/23/92", 
            "content": "My mother and I are strolling outdoors on the landscaped grounds of a college campus. Suddenly the flat quadrangle we had been crossing ends abruptly at a small cliff. There is a vertical metal ladder at the edge of the cliff which my mother carefully climbs down. Now it is my turn, but I hesitate, wishing for a better way to descend. I now see that nearby there is a small cable car suspended from a loose wire cable.  I grab the car with my hands and turn it so that the door faces me. I jump inside and the car starts moving wildly. It bounces up and down and sways to either side. I wish to steer the car, but find that I can not see where I am going: my eyes are closed tightly and are unable to open."
        }, 
        {
            "number": "35", 
            "head": "12/08/92", 
            "content": "My brother X. and I arrive for a vacation at a very busy airport in Israel. As we are walking through the terminal, I realize that our luggage did not arrive with us. \"Oh\", I say, \"we were supposed to claim it in Cairo\", referring to a previous stop-over in the Egyptian capital.  \"We have to go back there and get the bags.\" We struggle through the overcrowded terminal and reach a set of elevators. The elevator I am standing in front of takes a long time to reach our floor and I grow impatient. Just as I start walking towards another elevator, X. cries out, \"Here it is!\" The original elevator opens, and a large mob sweeps us in with them. When I get off the elevator, I find myself alone at Cairo Airport. In marked contrast to its Israeli counterpart, this airport is quiet, relaxed and almost empty. I find myself lying down outdoors on a patch of grass near a runway. The sun shines brightly and the airfield is surrounded by lush green trees. As I lazily look up from my siesta, I spot a small, single-passenger pedal-powered airplane hovering overhead. The pilot spins his craft, then stops it in mid-air, as he pedals what looks like a black flywheel with bicycle pedals attached. Then he releases the flywheel and glides away. The flywheel falls quickly and strikes a young man lying on the ground close to me. He does not appear to be hurt, but he is clearly annoyed. There is a young woman lying at his side who says of the pilot, \"What an idiot!\" Then the two of them look at each other and she hugs him around the waist. I get up and walk towards a nearby building. On the way a large group of teenagers passes in the opposite direction. At first I see a few boys and a few girls and do not note anything unusual. Then I see a boy walk by wearing a tank-top shirt which exposes his highly muscular arms. Soon another boy with a similar shirt walks by; he, too, has highly muscular arms. After him follows another boy with muscular arms, and then another and another. As the dream ends, there is a parade of youths with muscular arms walking past."
        }, 
        {
            "number": "36", 
            "head": "12/10/92", 
            "content": "Under a dark night sky, I am sitting outdoors at a large, popular music concert with a group of friends. The seats are the overly soft, somewhat worn, but very comfortable chairs that are found in many old movie theaters. My friends and I are all sitting in the same row listening to the music, which is very loud and is being perfomed by the \"Mammas and Pappas\". Their song intoxicates the entire audience. One row in front of us some people stand up and sit down to form a \"wave\". This wave is carried everywhere and I feel the chair I am sitting in rhythmically rise and fall every few seconds, as if it were floating on a sea with real waves of great height. This is a pleasurable thrill, a joyous release, and I am ecstatically carried away in the motion of the chair, the loud music, and the happiness of everyone around me. This physical high lasts for quite a while."
        }, 
        {
            "number": "37", 
            "head": "12/18/92", 
            "content": "It is time for X., a graduate student who is collaborating on research with our group at work, to defend his Ph.D. dissertation. Somehow X. has changed his field to music, and the doctoral defense is to be a piano recital. An appropriate recital hall has been set up, and I am among a group of people making a last minute check of the arrangements. We discover to our annoyance that the furniture on stage is lacking and that the piano is either missing or is not suitable. We leave the hall briefly and return carrying new furniture. One of the other people rolls in a beautiful grand piano on wheels. To test it out, we all sit around the keyboard and take turns improvising and singing silly songs."
        }, 
        {
            "number": "38", 
            "head": "12/19/92", 
            "content": "My former co-workers from the University of X. and I are standing outside on a grassy field with our (male) boss Y. Y. points his finger towards a building in the distance and says, \"We have to get the equipment in that building.\" We suddenly find ourselves rummaging through the contents of a very large room. As we sort through dusty laboratory equipment, my mother, who has apparently joined our group, announces, \"Here is his old clarinet!\" She hands me the gray carrying case for the musical instrument and tells me, \"Why don't you play it for us?\" I open the case and assemble the clarinet. I play some notes, faking a melody as I go along. After thinking to myself, \"I wonder if I can still do the upper register\", I press the upper register shift key with my index finger and blow hard. A high-pitched note comes out clearly, and I continue inventing a melody."
        }, 
        {
            "number": "39", 
            "head": "12/20/92", 
            "content": "I am seated in an auditorium with many other people attending a seminar or training program. An announcement is made that the program is concluded and it is now time for all attendees to pick up their diplomas. A queue forms, and the person standing next to me in the line says, \"You have to show the card you got when you paid the registration fee.\" \"Oh\", I reply, \"I left the card in my room.\" I rush out of the auditorium and run through the hallways of what turns out to be a large hotel. I arrive at my room, and find my \"roommate\", X. (a male friend from college) there. \"I'm getting my registration card\", I tell him, but I do not find it there. Sensing that the card is back in the auditorium after all, I begin returning that direction. In the hallway I encounter Y. (a male colleague from work) walking past. \"It's almost over\", he informs me. \"You'd better hurry.\" I run back to the auditorium to find it almost empty. A Strauss waltz is playing as a wooden partition or curtain is slowly being lowered over the stage. I run to my seat and see my receipt card lying there on top of my papers. Grabbing the card I cry out, \"Wait! Wait!\""
        }, 
        {
            "number": "40", 
            "head": "12/25/92", 
            "content": "I am in the experimental area at work talking on the phone with X., a colleague. Discussing the removal of a piece of apparatus that he and I had worked on, he informs me, \"The lead-glass is really gone.\" He repeats this line three or four times. During the conversation I look out at the experiment and observe that a pressure test is being perfomed on the gas tank that we refer to as \"GAS-C\". As this happens I feel high air pressure in the lab affecting my ears. Someone walks by and remarks, \"The GAS-C can take over two atmospheres.\" Suddenly there is an explosion and I watch in horror as the GAS-C tank blows out, damaging some other equipment nearby. The tank then shrivels up. Y. (a male collaborator) wraps the shriveled tank and surrounding layers in a blanket and carries it off with some other people for repairs."
        }, 
        {
            "number": "41", 
            "head": "12/26/92", 
            "content": "I examine the coins in some change I am given and find a very unusual nickel. On the reverse is a scene of the signing of the Declaration of Independence with many people; this scene is so large and busy that it is bursting out of the sides of the coin. The front of the coin has the normal face of Thomas Jefferson, and I see the year, \"1937\", clearly stand out. \"This old coin must be worth something\", I think."
        }, 
        {
            "number": "42", 
            "head": "12/28/92", 
            "content": "As a teacher in charge of some course, I am grading papers and I reach the one handed in by X. (a female friend). She didn't answer half of the questions, so I give her zeros for those parts. On the other questions, she has written only short answers, so I give her five points out of ten on each. Her low score bothers me and I decide to raise the score on some questions to six points, then seven. \"Maybe I am being too hard on her\", I think."
        }, 
        {
            "number": "43", 
            "head": "01/03/93", 
            "content": "I am driving my car on some quiet back roads. I speed through an intersection and continue going fast. At one point I turn the car very sharply and it spins around a few times as if it were a top. The main feeling of this dream is of letting loose."
        }, 
        {
            "number": "44", 
            "head": "02/12/93", 
            "content": "After a long journey I arrive at a house where I am to meet someone or encounter something. I wander alone about the house, which turns out to be my parents' house. Anxiously I wait for something to happen, vaguely aware that I will be meeting a group, perhaps of space aliens or magical elves. As I walk down the hallway and into the living room, I say to myself, \"Now it's time.\" The curtains for the big picture window are open and there is a clear view of the outdoors. I step into the window as if to walk through it, but when I get there I find that everything on the other side is made of glass just like the window itself. I walk around in this glassy world where the view is translucent but blurry. All the objects I see, including trees, grass and rocks, radiate light through the eerie haze."
        }, 
        {
            "number": "45", 
            "head": "02/28/93", 
            "content": "My parents are divorced (in the dream). My brothers and I live at their house with my mother -- even though we are fully grown -- and my father lives in the city with his mother. He comes to visit and we have a lot of fun. I wonder why we don't see each other more often. I say, \"Maybe I'm old-fashioned, but parents should stay together for the children's sake.\" One of my parents -- I'm not sure which one -- answers, \"People change; we drifted apart; you're all grown up for years now.\" I feel anger followed by either resignation or acceptance of a loss."
        }, 
        {
            "number": "46", 
            "head": "03/04/93", 
            "content": "I am on a space ship or station and there is a technical problem with some equipment on another ship or station. A friend of mine on board with me is worried about the problem, but I find myself telling him over a radio of some sort not to worry because I am fixing the problem. \"You see\", I say to him, \"I went outside for a space walk.\" Indeed, I suddenly am out in space, working with some tools on the other ship or station. I finish the job and then radio to my friend, \"As you know, there is no gravity here so I can just push myself back.\" I give myself a shove off the repaired vessel and begin drifting through the black space towards the mother space vessel. Just before reaching there, I see the big blue Earth a little to the side of my destination, and I slowly begin to change direction toward the planet. \"Oh, oh\", I say to my friend on the other end of the radio, \"I'm feeling some gravity after all!\" I still move slowly, floating through space and I see the Earth looming larger and larger as a giant blue and white globe. I pass through some kind of dense white barrier, like a cloud, and I radio to my friend, \"Now I'm in the atmosphere. I should be burning up soon.\" My slow, floating re-entry now suddenly picks up speed, and I accelerate faster and faster in free fall, like a man who has jumped out of an airplane without a parachute. I then suddenly turn into a long, thin ribbon of ashes strewn across the sky for many miles. Still somehow retaining consciousness, I think to myself words to the effect of, \"What a glorious way to go. Life has been a big adventure and I now I return to be ashes scattered all over the Earth. I will miss being able to see and hear, but this death is an adventure too.\" The dream ends with a feeling of exhilaration."
        }, 
        {
            "number": "47", 
            "head": "04/07/93", 
            "content": "I am walking along a dirt trail and I notice that someone is following behind. I quicken my pace but the person behind keeps up with me. Soon the trail gets wet with puddles and then it gets very muddy. I continue ahead but the mud becomes waist deep and so thick that I can barely move my legs. I am still being followed and I want to keep moving, so I grab some rocks and vines along the trail side with my hands and I pull myself forward. I repeat this a few times, moving very slowly since the trail now goes uphill. Finally I pull myself out of the mud and I see ahead a large lake at the base of a mountain, shining brilliantly in the sunlight. I feel that I have reached some sort of destination, but am disappointed in it. \"This isn't the way it was described in X.'s paper\", I say to myself, referring to a paper written by a male colleague at work."
        }, 
        {
            "number": "48", 
            "head": "04/10/93", 
            "content": "I am standing next to X. (my girlfriend) and I kiss her with a little peck on the cheek. She seems to like it so I kiss her again on the lips. This was also very nice so I kiss her again and then another time."
        }, 
        {
            "number": "49", 
            "head": "04/18/93", 
            "content": "I am in a big lecture hall auditorium attending a class on gospel singing. The other students in the class talk a lot and seem more interested in sports, especially in the Mets game. I get in trouble for talking during the class and ask the teacher, \"Why ME?\" I am banished from the room for my bad behavior, and I promise the teacher to leave if I am allowed to speak before the class for \"just one sentence.\" I stand before them all and proclaim proudly, \"You all know, I'm the biggest fan.\" Then I gather my papers and march slowly out of the room with pride."
        }, 
        {
            "number": "50", 
            "head": "04/20/93", 
            "content": "I am at my parents' house and I see my father and his father working on fixing the back door. The entire frame around the door is loose and needs to be fastened back up. I see my grandfather holding everthing up -- door, surrounding molding, and even a little of the wall -- while my father is doing some sort of fastening. I say, \"Let me help\", and I assist in holding up the door and surrounding material. I overhear my grandfather telling my father about his father (my great grandfather), \"When he was very old he would get out of the house and go for walks. We nailed the door shut but he would get out anyway and trample over three rows of flowers in the garden. We would find him just walking aimlessly around the neighborhood. He always said he just had to get outside.\" Now I look at my father and he looks older than I have ever remembered him being and I start to confuse him with my grandfather. I have trouble distinguishing the two of them and I try very hard to figure out which one is which."
        }, 
        {
            "number": "51", 
            "head": "04/21/93", 
            "content": "There is a knock at the front door of my house and I answer to find a slightly overweight middle-aged woman. She says, \"Take me\", and gives me a warm hug and a big kiss. I send her away, thinking to myself, \"This is tempting but I don't know her.\" The screen door comes off its hinges as the woman leaves, and I try to put it back in place. Just then I hear some noises coming from the far side of my front lawn. I go out to investigate and find a group of maybe half a dozen people depositing bagged trash on the grass. I yell angrily at them and they disperse. However, I see that behind where the trash bags were placed is an encampment of several tents and shacks, all covered with twigs and sticks. \"Look what they've done!\", I complain to a friend who has just appeared. The friend and I run towards the encampment and grab at the sticks when we reach the first row of tents. Knocking the sticks aside, we are surprised to learn that the tents are all empty inside. \"They must have left\", I deduce."
        }, 
        {
            "number": "52", 
            "head": "05/05/93", 
            "content": "I am reading a ski magazine full of advertisements showing sexy pictures. I find it boring and I flip through the pages quickly. Finally I come across something which I find amusing: a middle section of the magazine which is a parody of itself. This joke section has a false cover page which shows skiers going downhill unsafely in various ways: skiing backwards without looking in the direction of travel, two people sharing the same pair of skis, and a passenger sitting on the shoulders of another skier headed straight towards a tree. The silly humor of this cover is a welcome relief from the slickness of the rest of the magazine."
        }, 
        {
            "number": "53", 
            "head": "05/06/93", 
            "content": "My girlfriend X. and I are on a guided tour of the White House in Washington, D. C. The tour guide informs us that tonight the President (Clinton) will attend a performance of a famous female singer (I can not recall which one.) The tour ends and I go to my parents' house for dinner. At the dinner table I mention that X. and I are going back out after the meal. We then get into a car and drive around a big city at night. We see a theater all lit up with a big marquee announcing a singing performance of the famous female singer. \"Oh that lucky Bill Clinton\", I say, \"She is performing for him.\" Suddenly X. and I are walking around the inside lobby of the theater, where the furnishings are plush and ornate, and where everyone is formally dressed. Out of the corner of my eye I see my mother walk past. She is dressed up for the concert also, but she doesn't see me. I keep walking by, hoping not to be noticed. I vaguely hear X.'s voice behind me, sounding surprised at meeting my parents, but I keep walking ahead. Now there is an escalator and I go down. I hear my name being called but I am out of everyone's sight and I keep walking to another escalator, which I descend. Another time my name is called -- it is my mother's voice -- and now I feel as if I can not escape any longer. I look up and I see a balcony about two stories above me. There are my mother, my father and my girlfriend looking down at me."
        }, 
        {
            "number": "54", 
            "head": "05/07/93", 
            "content": "I am outdoors on a sunny day at a large public gathering, where the atmosphere is something between a carnival and a revival meeting. A young man stands before a crowd and tries to sell himself as a psychic and predictor of future events with unusual powers. The crowd quietly listens to him, but I can tolerate it no longer. I walk to the front to challenge him. \"Is there any proof of his powers?\", I ask. \"Yes\", the young man answers, and he waves about a copy of a hard-cover book written by himself with a photograph of himself on the cover. I find this most unsatisfying and I deliver the real challenge: would he be willing to write down SPECIFIC predictions for the next ten years? \"We can write them down tomorrow and check again after ten years.\", I propose."
        }, 
        {
            "number": "55", 
            "head": "05/10/93", 
            "content": "A car carrying two people inside pulls into the driveway of my house. The driver is a short, young woman who gets out of the car and walks to my front door where I am standing. She looks confused and opens a small piece of paper with the words \"Republic Airport\" written down, indicating that she is lost and seeks help. \"It is not far from here\", I say. Then she explains that her passenger is \"X.'s wife\", i.e., the wife of my girlfriend's boss. She asks if I can drive the two of them to the airport. I hesitate. Then the passenger gets out of the car and comes to the door. She is a tall, attractive middle-aged woman. \"Pleased to meet you, Doctor Y.\", she says to me gracefully. Impressed that she knows my title, I think to myself, \"She really knows who I am.\" Then I say to the two women, \"Okay, let's go.\""
        }, 
        {
            "number": "56", 
            "head": "05/11/93", 
            "content": "I am at a scientific conference being held in a large auditorium. I am sitting somewhere in the middle section when it is my turn to speak. I go to the front of the room and show my slides. Afterwards I sit down again, this time on the right-hand side of the hall. Looking among my papers, I find a book containing copies of all of the slides from all of the talks, including my own. One of my graphs is reproduced in a shiny metallic ink. \"Oh, this is a good idea\", I say to myself about the book."
        }, 
        {
            "number": "57", 
            "head": "05/19/93", 
            "content": "There is a woman who is the wife of someone else appearing earlier in the dream. Just to do something wild, she throws plastics bags filled with English Muffins into the swimming pool water and then she goes underwater herself. Inside the water it is peaceful and very quiet and she enjoys just sitting there, isolated from the outside world. She stands up and stares at the surface of the water which has now become a vertical wall rather than a horizontal ceiling. \"It's nice here, but I can't live without oxygen\", she thinks to herself, and she pokes her head through the vertical wall to the outside world. Now it is suddenly quite noisy."
        }, 
        {
            "number": "58", 
            "head": "05/19/93", 
            "content": "I am driving my bicycle down a country road which is on the way to work, moving very fast as if the bicycle were an automobile instead.  I am not driving too carefully because I am tired, and I think to myself that I should really be going back home instead of to work. Suddenly a small deer -- a fawn -- walks out into the middle of the road as I race past. Then another small deer does the same, and this time I almost hit it. I keep going on and I next see a few more deer which are fully grown standing in the middle of the road. Finally a truly large, obese deer blocks much of the road and I stop. I walk my bicycle onto the sidewalk in order to catch my breath. There is a man standing nearby who admonishes, \"Don't ride your bicycle on the sidewalk!\" I walk my bike back onto the street, and as I mount it I answer him, \"Look, I'm NOT riding on the sidewalk.\""
        }, 
        {
            "number": "59", 
            "head": "05/20/93", 
            "content": "I am travelling by train through England with some friends. In our car there is an official reception for the Queen of England who is travelling in the next car. My friends have brought chemicals with them and they start mixing them together. One of the male friends explains that they are making an explosive because he wants to blow up the Queen. I am disturbed by this, but another friend pleads with me to keep quiet. I remain silent since they are friends, but I feel that this is wrong. Finally, I can stand this moral outrage no more and I act decisively. I grab a glass bottle filled with a clear liquid and pour it out a sliding door on the train, thus thwarting the bombers' plans. A guard or policeman is standing there, and I complain to him, \"You need tighter security around your Queen. In my country, you'd never get so close to the President with the materials for a bomb.\""
        }, 
        {
            "number": "60", 
            "head": "05/22/93", 
            "content": "I am watching the filming of a movie scene involving three or four fast-moving cars. The people in the cars are all young and crazy, and they are having a lot of fun doing outrageous things, such as sitting outside on the roof of the car as it speeds. One young lady leans out of a passenger-side window so far that only her feet are still in the car; her head is held up by a man standing on the hood of the car next to hers. Suddenly one of the cars bumps into a structure on the side of the road and catches fire. The car comes to a stop by a nearby building, causing the building to catch fire also. A big wall of fire jumps out and now several buildings in the vicinty are burning as well. I am standing outside and am now surrounded by the flames. I am not sure whether this is a tragic accident or a planned part of the movie."
        }, 
        {
            "number": "61", 
            "head": "05/29/93", 
            "content": "I am driving my car, and I \"just happen\" to go past my parents' house. It is a fine afternoon out, and a few blocks later I park the car and go for a bicycle ride. I ride until it gets dark, and then I go to surprise my mother by paying an unannounced visit. She is pleased and we go for a walk together."
        }, 
        {
            "number": "62", 
            "head": "05/30/93", 
            "content": "I am asked to serve on an advisory commission in Washington, D. C. and be made an Honorary Member of Congress as part of some government program. I am flattered by the honor and I accept. Someone tells me that there is an orientation meeting for my group at 9 a.m., but I miss it. I arrive at the Capitol Building, and I can't find anything. I am standing in a large hallway made entirely of marble when I recognize other people in my program walking about, seeming to know where they are going. I ask several of them for directions, and they answer with the names of departments that I have never heard of. \"How was the meeting this morning?\", I ask another. \"Oh, it was funny\", he answers, \"They did a show. But you didn't miss anything important.\" I am still lost, but I get a copy of a map that says \"Federal Triangle\" on the cover. Inside is the layout of many of federal office buildings with each individual office marked. \"Wow, this is a useful map!\", I think to myself. Then it is time to make plans for the evening. I say, \"Should I stay here or go home?\" X. (a friend of mine on Long Island, originally from England), who is standing next to me, says, \"Well, I went home from here, but you'll have to fly if you want to get back in time in the morning.\" \"You flew back to Long Island?\", I ask him. \"No\", he answers, \"I flew back to LONDON.\" I decide to stay in a hotel in Washington."
        }, 
        {
            "number": "63", 
            "head": "06/02/93", 
            "content": "I am at a gas station and a bad guy, \"Charlie Brown\", is coming to do mischief. I get up on the roof of the gas station in order to defend. When Charlie Brown arrives, I have the element of surprise. I jump down and somehow get him to a position where he is lying on the ground helpless. I have a rifle with me and I fire it in his general direction, apparently not actually harming him. He is shocked that I would shoot at a defenseless man and he tells me, \"I wouldn't shoot if you were lying here.\""
        }, 
        {
            "number": "64", 
            "head": "06/04/93", 
            "content": "I am standing outside and I see a wall to my left. I walk up to it and notice that is a work of art, a piece of sculpture. It is painted blue and yellow, with parts decorated in a silvery metal. I examine it closely, marvelling at intricate carvings on its surface. \"I wonder if it's real\", I think to myself. \"It's so detailed that this can't be a dream.\""
        }, 
        {
            "number": "65", 
            "head": "06/06/93", 
            "content": "I am delivering a guest lecture for a colleague in a modern college auditorium which has a lot of high-technology audio- visual aids set up. The audience in the lecture hall is small, but a video camera broadcasts my face to a medium-sized television screen. I feel that I am not effectively making my point, which is about books written by a forgotten author. While still talking, I fumble around with cables, trying to connect the video signal to a larger screen. Finally it works and my image appears on a movie-sized screen hanging from the ceiling. I feel more confident now because this picture is much more impressive than before. I show one book by a favorite author -- I can't remember who -- , holding it up to the camera for all to see. In it is a bibliography, which I read aloud. As I read each new book's title, I hold up that book, and its front jacket appears on the huge screen above.  Every book is more obscure, and harder to find, than the previous one. These books are precious and meaningful to me, but I wonder whether I am getting through to the audience."
        }, 
        {
            "number": "66", 
            "head": "06/15/93", 
            "content": "I am sitting at the lunch table with my group from work, and somehow the subject of English girls has come up in the conversation. \"I think they're cute\", I say. \"Are you kidding?\", answers X. (a male co-worker) in disbelief. \"No.\", I reply, \"They [the English] have a lot of charm and style.\" Y. (another male co-worker, who is French) is also at the table, and he suggests, \"Yes, but what about the French?\" \"Have you met the new English post-doc joining our collaboration?\", I ask them, adding that, \"Her name is Z.\" Suddenly we are all outdoors and Z. appears. She races across a street in a car or some other vehicle. The vehicle crashes into the glass of a shop window and she falls out of the car and lies on the sidewalk. Seeing this, I run down the street to help her. \"I'm okay\", she reassures me when I reach her side. Not believing this entirely, I examine her head to find it covered with fine shrapnel of glass. I wipe some blood from her forehead with my handkerchief, but she doesn't seem to be too badly injured."
        }, 
        {
            "number": "67", 
            "head": "06/17/93", 
            "content": "I am outdoors in a town square. Someone tells me that there is something for me at the nearby window of a large public building -- is it the Post Office? I go there and am handed a calico cat which is the color and size of my pet A. \"That's my cat\", I say, and I am a little surprised. I start the voyage home with her. Somehow this involves a stop at my office at work. X. (a male co-worker) comes in and sees the cat in a carry case on the office floor. \"Close the door\", I say. He does this and then asks, \"Does she roll around the floor [in the cage]?\" \"This isn't a hampster in a wheel\", I answer, expecting him to know better. Then I arrive at my home with the cat, only to find that A. is already there waiting for me. \"Oh, this is another cat\", I realize. I put the two cats together on the living room floor to play. They look very similar, and I think to myself, \"I guess I now have two cats.\" The new cat, however, frightens A., and A. stays away. I pick up the new one and hold her in my arms. Suddenly I notice for the first time that despite her beautiful fur, her mouth is ugly and has big teeth, reminding me somehow of a racoon. \"I'll call you 'Coon'\", I decide. Now Coon walks around the living room while A. sleeps. A. begins to shake and twitch in her sleep, and I realize that she is having a disturbed dream -- a nightmare? -- about being bullied by the new cat. She wakes up with a start, looks around for Coon, and moves away from her."
        }, 
        {
            "number": "68", 
            "head": "06/18/93", 
            "content": "A competition is being held for the purpose of determining who can break or shatter glass into the most beautiful geometric pattern. One of the contestants, a young boy, walks up on the stage and prepares to break a plane of glass standing beside him. For dramatic effect, he plays a musical flourish on a harmonica. Somehow the harmonica, which is tied to a string hanging from the ceiling, slips out of his control. The harmonica swings like a pendulum and strikes the pane of glass, much to the boy's horror. But the outcome of this accident is lucky, for the pane breaks first into four perfect quarters, followed by each quarter breaking into three pieces of equal size. The audience gasps in awe at this presumably winning entry in the competition."
        }, 
        {
            "number": "69", 
            "head": "06/19/93", 
            "content": "I stub the big toe on my left foot, which had been stubbed the previous day in real life. Now the toenail breaks in half."
        }, 
        {
            "number": "70", 
            "head": "06/25/93", 
            "content": "I arrive at the front door to my house and discover that at just that moment a burglar is picking the lock in order to gain entry. I grab him from behind, shaking him roughly. \"So\", I say, \"you thought you could break in!\" Just then a policeman appears on the sidewalk and I turn the foiled burglar over to his custody."
        }, 
        {
            "number": "71", 
            "head": "07/19/93", 
            "content": "There is a Mets game at Shea Stadium with President Clinton attending, but otherwise the crowd is small and the seats are sparsely filled. Other people I know from work are there also, but most of them sit on the opposite side of the stadium from me. One (who?) comes over to join me on my side. The National Anthem is played while I imagine images to go with it, like a music video. I then hear the words, \"Play ball!\""
        }, 
        {
            "number": "72", 
            "head": "07/19/93", 
            "content": "I am an active participant in a military-style insurrection at a large commercial airport. Several of us operate out of our command post on the third floor of the control tower building. At first we hope that nobody has found out, but then some of my fellow rebels go out to the runway and announce to the pilot of a plane about to take-off, \"Do you know that we have taken over?\""
        }, 
        {
            "number": "73", 
            "head": "07/21/93", 
            "content": "Everyone in my family wants easy access to the roof of my parents' house for some reason. I have some trouble opening my multi- purpose folding ladder, but I am persistent and it finally works out."
        }, 
        {
            "number": "74", 
            "head": "07/22/93", 
            "content": "I am in Geneva, Switzerland, for a short period of time. While I am there I meet a girl who is short, has black hair as well as a somewhat sarcastic sense of humor, and is very lively. We wander about the city streets doing fun things while she makes wisecracks. Then we come across an outdoor cafe which is on a patio one story below street level. We go down the stairs and eat dinner there. Suddenly it is my last night before going back to the U.S., and she comes back with me to the hotel where I am staying. We get into bed for the night but my mother is there too. I have my arm around the new girlfriend, but I feel uncomfortable about this with my mother watching. I get up and walk into the bathroom. Mother also comes in and she says to me, \"Everything would be okay if she [the girlfriend] weren't here.\" She then returns to the bedroom. Thinking about my mother's remark, I say to myself ironically, \"That's what I was thinking about her.\" [I.e., that's what I was thinking about my mother.]"
        }, 
        {
            "number": "75", 
            "head": "07/24/93", 
            "content": "I'm on a television talk show along with a big, black man who appears to be the host. He jokes around with me since he is bigger than I am. To show that I am to be taken seriously, I grab him by the arm and drag him along the stage. He is quite surprised. \"Okay, that was something.\", he says and we sit down on chairs for the chatting part of the show."
        }
    ]
}