{
    "dreamer": "dahlia", 
    "description": "Dahlia: concerns with appearance", 
    "dreams": [
        {
            "number": "1", 
            "content": "I was driving to Jack's and it was at night. When I pulled up, Bonnie's car was parked in front. There was an electrical cord leading from her car to the house. I think I thought she was charging her battery. The house I was at was Jack's, but it was laid out differently. When I walked in, there were these two girls in the front room talking about face lotion. One girl was really fat and had red hair and I am not sure about the other one. They were trying to decide which lotion was the best. I said that I liked Chanel Base Matte. One of the girls said that it was good, but she didn't like it because it covered up too much. Then one of the girls was my friend Rachel, who just appeared. Then on TV was a Chanel infomercial. They were selling a kit of Chanel makeup."
        }, 
        {
            "number": "2", 
            "content": "I was getting change from a store after I purchased something. In with the ones they were giving me back were a few 100's mixed in. Some were red and others were orange. They looked like fake money. I took them to my manager at work and asked her if they were valid. She said they were, and I was very happy."
        }, 
        {
            "number": "3", 
            "content": "I walked into my bathroom and looked at myself in the mirror, and my hair coloring was fading into blonde."
        }, 
        {
            "number": "4", 
            "content": "I dreamed that it was late at night and nothing was on TV except for a two-hour show of Designing Women, and I didn't want to watch four episodes of it, even though I know I liked it."
        }, 
        {
            "number": "5", 
            "content": "I was doing homework at my neighbor's house. This really weird Chinese guy walked by the window and started staring at me. As I was looking at him out the window, it was like I was looking at him from my apartment window; however, I was still at my neighbor's house. He came inside and stared at me and started making these motions like he wanted to play with my hair. I told him to leave, but he wouldn't, so I called the police. When I picked up the phone to call, he left. So then I kept watching him. I wanted to get back to my house, so I took a secret way. Suddenly I was in our spare bedroom looking out at a bunch of orange bushes."
        }, 
        {
            "number": "6", 
            "content": "I went to the bathroom and dreamt that I had started my period. I looked in the toilet and it was all red."
        }, 
        {
            "number": "7", 
            "content": "I wore dentures and I couldn't keep them in my mouth. I was in this big, empty room and I kept trying to put my dentures in. One tooth kept falling out of the socket and another was a baby tooth that was brown and rotten. I took the dentures out and looked in the mirror. I didn't have any teeth at all."
        }, 
        {
            "number": "8", 
            "content": "I was at the opera with my friend Rachel and someone else. Our seat was 40D. I remember thinking how underdressed I was because no one told me we were going to the opera. We asked an usher where our seat was and he said just keep walking, the aisle merges right. When we got to row 40 I turned around and Rachel and the other person had disappeared and I couldn't find them anywhere."
        }, 
        {
            "number": "9", 
            "content": "I had a dream that I was at my friend Karen's house. I haven't seen her in eight years. I was helping her mom clean. I knew a great way to clean the toilet and the tub. I said I knew tricks because of a household book I had. We were waiting for the kids to get back from gymnastics camp. I asked Karen's mom what gym camp they were coming from. We stepped out of her house and the train with the kids pulled in. One of the cars was shaped like a big VW Bug and it was orange. All of the little kids were at the front of the train and when they got out, they had big bags of cookies and goodies that their mom sent them. One little kid offered me a cookie, but I didn't take it. Then one little girl asked me if I had seen the Smith babies. I asked Karen's mom if Helen Smith Seibert had gotten married. She said yes, and that she had two babies."
        }, 
        {
            "number": "10", 
            "content": "I was at work and on the phone talking to a travel agent. We were talking about airfare to somewhere for me. I don't remember where. Then he said it would have to be more expensive. I asked him why and he said, \"Because I need to pay for my office. It has big gates surrounding it.\" And then there was this small earthquake. The travel agent said it must be very big in his city, but where I was didn't feel it very much. But then there was a huge earthquake and I was standing in a doorway, hoping that nothing would fall on me."
        }, 
        {
            "number": "11", 
            "content": "I was at work and the U.S. Dream Team (basketball) checked in. I was so excited. Charles Barkley checked in for everyone. I was excited also because he had the same silver pen that I have. I put them in rooms 110 and 209. I couldn't believe that I didn't know that they were coming. They all unloaded off a huge bus. Then later I remembered that Grant Hill was on the team; I wanted to see him but I never did. Then this white player came in, but I don't know who he was. And he stayed in the office and talked to me. I was so excited and kept thinking to myself, \"I want to marry an NBA player so badly.\" Then he left, but he said he would be back. He left his glasses on the counter, but he didn't come back. Then later my manager was in the office with me and there were two men in the office. One was talking at the same time as the other. I figured that I would answer one of the men's questions and she would answer the other's. Well, she was expecting me to answer both. She wanted one of the men to stop talking, so she \"shhhh'd\" me and got mad at me. Then I was really annoyed and frustrated."
        }, 
        {
            "number": "12", 
            "content": "I was at work and these two old ladies came in. They worked at my work, even though in real life they don't work with me. For some reason the old lady was mad at me and she grabbed my bead necklace. I got very mad and said, \"Don't touch my necklace.\" Then I pushed her down and said, \"How would you like me to flush your wedding ring down the toilet?\" Then this guy I work with slapped her."
        }, 
        {
            "number": "13", 
            "content": "I came into work and no one was there, but there were lots of empty pizza boxes and soda cans laying around. I had a green slug in my pocket and I remember picking it up and putting it there. For some reason I didn't want to touch it, so it crawled out of my pocket and stretched very long and climbed onto the counter and then it got really big and fat -- huge. Then there were these two little slugs crawling around and I wondered, \"Where did they come from?\""
        }, 
        {
            "number": "14", 
            "content": "I came into work and my manager was there. She was mad that I hadn't done the maids' schedule for next pay period, even though it wasn't my job. She started yelling at me and telling me that I needed to learn. I was so scared and I didn't know what to say."
        }, 
        {
            "number": "15", 
            "content": "I dreamt that I had a huge pimple on my face and I couldn't resist picking it. When I picked at it, this huge long white worm came out. I kept pulling at it and I could practically feel it coming out of my face. It was very long."
        }, 
        {
            "number": "16", 
            "content": "I am laying in bed and I feel little pricks at my legs. I stand up and start walking. Someone says, \"You have blood on  your legs.\" I take my hand and wipe the back of my legs, and my hand is covered in blood and there is this huge spider on my hand. I go to the mirror and all I can see are spider bites and blood covering the back of my legs."
        }, 
        {
            "number": "17", 
            "content": "I am in this huge auditorium and it is a celebration for our college graduation. However, everyone there is from my high school for a reunion to celebrate college graduation. Everyone was there. It was so big. Gwen (my best friend from high school) wasn't there, however. I remember sitting on my knees and I was wearing a tight skirt and it was pulled up so my underwear showed. Then a well-known TV host pulled it down and I wasn't embarrassed at all. Then at the front of the auditorium they were doing little skits and they called me down for one, but I didn't want to do it. Then someone told me it was a skit about the 60's and if you do it, you get a bong hit, so I did it. It was weird. I stood in line and when it got to be my turn, I walked up to this desk and signed a piece of paper that this boy gave me to sign. Then I went to get my bong hit. The bong was being passed around, so I walked around and saw so many people from my graduating class. Finally I found the bong and my friend came over with me. I asked him for a lighter and he gave it to me, but I couldn't get it to work at all, so I ended up having to use matches."
        }, 
        {
            "number": "18", 
            "content": "I am in this huge arena and it is packed with people. I am at the very top of the arena and I start walking down the aisle. As I get to the center, I realize that there is a concert going on. It is very crowded, I realize that the group is New Kids on the Block. They all looked so cute and I was so excited to be there. Then Joe from the band saw me and smiled. I was so happy. Then he pointed at me and walked down the stage stairs and took my hand. That's all I remember."
        }, 
        {
            "number": "19", 
            "content": "I was back in high school walking down the corridors during passing time. Everyone there was in college; all of my college friends were there, but none of my high school friends. I was trying to get to my math class, but I couldn't find it. I kept walking into all of the wrong rooms."
        }, 
        {
            "number": "20", 
            "content": "I am on my mom's boat and we are sailing in the bay, but Richard isn't there. Only my mom is working the sails. I am standing on the bow and the waves keep hitting me in the face, and I can taste the salt water. My mom calls me to help her with the sails, but I don't know what I am doing. So then I go back to the bow and look around. The weird thing about my dream is that I never really saw my mom."
        }, 
        {
            "number": "21", 
            "content": "I was watching Saturday Night Live and they were doing a parody of Fantasy Island. There were six huge muscular men holding back Tattoo. They were like those really butch gay men in leather and wearing black leather pants and vests. They won't let Tattoo go and he keeps saying, \"Let me go, let me go, I need to go.\" Finally they let Tattoo go and he runs to this huge puff of smoke. Then Tattoo says to the men, \"Do you see what happened? You didn't let me warn him.\" It was never stated, but the moral was that since Tattoo could not warn Ricardo Montablan about the plane, the plane hit him."
        }, 
        {
            "number": "22", 
            "content": "I was with Bob and we went to this hotel to meet with one of his friends. I think it was this guy Donald, and right after we met, we went into the bathroom and he laid over the bathtub and I gave him a blow job. It was very vague and I didn't actually do it, but in my mind I knew I was giving him a blow job."
        }, 
        {
            "number": "23", 
            "content": "I am at this party and Melanie is there. There are lots of people. I am going somewhere that Melanie's friend is going, so Melanie asks me if I'll take her friend for her. I said that I will let her know when I am leaving. I walk around this party and it is in such a big building. I walk down the stairs and then the building was also a store. I was looking through the soaps and some other girl in the aisle was looking for shower gel. She wanted Lemon cream flavored, but she couldn't find it, so she asked someone that worked there. They told her to go to Woolworth's and they might have that flavor. They said, \"Look on the ground level at Woolworth's.\" Then I went to find Melanie and when I found her, I told her I was ready to go. She had decided that she was going to the place that I was going to. She asked me if I could still take her friend to where she needed to go. I said, \"I will still take her, but we need to leave when I say I need to leave. I can't wait around for her all night,\" and Melanie said that it was no problem."
        }, 
        {
            "number": "24", 
            "content": "I was sitting at work, very bored, and no one was there, so I smoked some pot. Then I noticed that my boss was coming there soon. I knew I had to open doors and turn on the fans, but my boss came in before I could get around to it. When she walked into the office, she sniffed around and gave me a dirty look. She said I could leave, so I left, but I forgot my backpack. I didn't realize that I didn't have it until I was at the store. I went back to work and asked my manager for my backpack. She threw all of my books at me and I asked her if she looked through it. She had found my pot and was very angry. She said that they would have to have a big meeting about the problem. Then I was in this room with a bunch of people that I didn't know."
        }
    ]
}