{
    "dreamer": "david", 
    "description": "David: teenage dreams", 
    "dreams": [
        {
            "number": "1", 
            "head": "01/02/90", 
            "content": "I was in the Grammar School playground, and this time Angela had taken off to somewhere in the school. So I ran over to Julie and asked her if she knew where Angela was, and she said: \"I can't tell you that.\" At first I thought she was just being a bitch about it. But then I asked her why. Then she sort of laughed and said: \"I haven't seen her all day. Why don't you talk to her brother over there?\" So then I walked over to the bus stop. I was greeted by a 7-foot-tall giant of a dork who said: \"Who the hell are you?\" I said: \"I'm David, have you seen Angela? He said, \"Yeah, she's in the school building.\" I said, \"Great,\" and started walking to the school. He stopped me, gave me a giant slab of masking tape rolled up to look like a joint the size of a cigar. He said, \"first let's play some games.\" We both walked out into the street to a cone, then stood there until a truck came by. Then we'd wait until the truck was a little bit away, then we'd run into the bushes pretending to swear in Spanish. We did this five or six times, then I woke up."
        }, 
        {
            "number": "2", 
            "head": "01/13/90", 
            "content": "Funny dream last night. Kinda hard to remember it all, except Steve and I were doing a lot of serious ass-kicking, and what's really funny, Michelle, who I haven't even given thought to in months, asked me out in this dream, in this soft, weak voice. I was either playing a video game or a pinball game, or I was kicking a soda machine that wouldn't give me its soda. Anyway, I was preoccupied, and when I heard her say \"Wanna go out with me,\" I stopped with an amused look on my face, and, after a silence -- presumably I was thinking -- I said, \"Sure, guess so.\" I woke up then at 9:30."
        }, 
        {
            "number": "3", 
            "head": "01/14/90", 
            "content": "Last night I had a dream I was in Payless, wearing my boots. I was returning a pair of shoes, I don't know if I got a new one or not, but I was thinking about returning mine."
        }, 
        {
            "number": "4", 
            "head": "01/14/90", 
            "content": "I was outside my house, at dusk, with Steve and Matt. I was wearing my boots. Also, Bill Murray was with us. we were running up and down the side of my road on that rise, like I used to do, when all of a sudden there were dogs. I remember my dog was there, and I knew the rest, but I can't remember them. Then I had a memory of something in a book (probably a hunting book) and I yelled something that made the dogs go away, but not before many bites by all of them."
        }, 
        {
            "number": "5", 
            "head": "01/14/90", 
            "content": "I was in K-Mart, by some kind of loudspeaker. I popped in a King Diamond tape called \"The Dark Side\" and was playing \"No Presents for Christmas\". And in the beginning I was thinking about how \"Santa Claus couldn't know about everyone, because it's physically impossible.\" I told Steve I played the song and he giggled."
        }, 
        {
            "number": "6", 
            "head": "01/25/90", 
            "content": "I drove the Buick to the DMV to get it insured."
        }, 
        {
            "number": "7", 
            "head": "01/26/90", 
            "content": "Our whole school went on this trip to Spain or France, I think, at any rate. The jet landed at the school, and everyone got out and went into the Pavillion. There were like 20 pay phones in there. I saw Angela walk towards the phones, I watched her for a sec, then cut in front of her."
        }, 
        {
            "number": "8", 
            "head": "02/18/90", 
            "content": "It was nighttime, and cold; I could see my breath. I was an outcast because the friends I had chosen were not socially acceptable. I was condemned to walk along on the grass and concrete for an unknown time. All of a sudden I meet Angela along the way. For some unknown reason I asked her what her name was. We talked and walked for a good twenty minutes and had a great conversation going. I felt great."
        }, 
        {
            "number": "9", 
            "head": "03/02/90", 
            "content": "For a while I dreamt I was having sex with Lisa and Cara. When we were done they sort of left and I hooked the modem up to my computer and I tried to call the BBS that was toll free. I never could make it through, and I set up a large \"boat-anchor\" TV. And I started watching a horror movie. It seemed all this was happening in the middle of the night. In the morning (in the dream) I went to B.J.'s house. I spent the night there, and every time I went out of the room to get water or something, I'd open the wrong door somewhere and my eyes would get to feast upon dead bodies and people and animals, all dead. Once I found Alice Cooper in a room with a 50's style band crowded in around him all behind tattered white sheets. All the people's skin was blue. The next morning I walked to Guitar Showcase. They were having a party there, and a guy named Heavy Harv was hosting. I pictured Heavy Harv as a 50 year old Mexican who wore 70's style clothes, with his shirt wide open. The funny thing was, they announced they were using Steve's records! I was hanging out by the wall, talking to some chick. I have no idea who it was, because in the dream, I never actually turned my head to look at her. I ended up buying something to hold pencils that cost eighty-nine cents."
        }, 
        {
            "number": "10", 
            "head": "04/13/90", 
            "content": "There was this girl with long brown hair. She was pretty. She was dressed in these green sweatclothes. She was being a bitch because she was making fun of me and my friends and laughing at the same time. She had two friends with her. Finally I got tired of it, and I pulled out a strip of metal, a thick metal bar. I hit her with it gently but firmly three times on her sides, legs. Then I suddenly hit her on the back of the neck. It went halfway through and I pulled it out. There was no blood, just a dark line where it went in. Everybody but myself ran away from her. Then I woke up."
        }, 
        {
            "number": "11", 
            "head": "04/17/90", 
            "content": "For some reason the school was at the Camp again. A bunch of girls from the school were doing a strip tease in the eating hall. It was pretty cool until Lisa noticed me watching, put her clothes back on and pushed me out of the room."
        }, 
        {
            "number": "12", 
            "head": "04/17/90", 
            "content": "I had this other one where I was at that dead field where they're building the homes. It was pre-dusk, same time most of my dreams are. The dead field was still there, though, and Steve had parked a new trailer there. A new trailer! We hung out there and listened to records 'til twilight, then I had to go home."
        }, 
        {
            "number": "13", 
            "head": "06/16/90", 
            "content": "I am in hell. It is a frozen, barren wasteland filled with screaming souls. The icy wind cut through my skin like daggers. Satan appears as a huge black cloud that demons flew around, changing from twisted shape to twisted shape."
        }, 
        {
            "number": "14", 
            "head": "06/20/90", 
            "content": "I dreamt Mr. N had a gun, and was holding all the 6th grade teachers (but Mr. P) and a bunch of students hostage in his classroom. I think Mr. M owed money to Mr. N, so he got the hostages. He was getting ready to shoot James because Mr. M was taking too long. So Cara stopped him by stalling him. She stalled him right until this part ended. Then I dreamt I woke up, and went outside to play frisbee with my grandpa! It was on Green Drive, and I accidentally threw the frisbee over the highway near Green Drive. Right then Chris (\"Smokey\") came by. He was dressed up in a colorfully striped Dairy Queen uniform. He had a great big map and asked me for loose change!"
        }, 
        {
            "number": "15", 
            "head": "06/10/91", 
            "content": "Tim was in bed with two girls. I climbed in and did drugs with them. I was down by a lake. Richard was trying to drown me. There was an open garage. A black guy was running for his life towards it and Matt was chasing him."
        }, 
        {
            "number": "16", 
            "head": "05/17/92", 
            "content": "Set in a desert, at night. I had taken a trip in an airplane with Amy. She was wearing the traditional desert garb, for fun it seems. I was wearing a coat. Apparently, we had broken some kind of law because we were about to be executed with guns by soldiers on a stretch of the desert. Time passes. Back in the desert. Amy and I have escaped execution somehow. Rumors reach me that Tara is also in the area, and has been attacked. I run into her eventually and seems she has been stripped of clothing, but not much else. I am angry that someone would do that. I provide her my coat. She is very flustered and I find that I have to comfort her. When she has calmed down, I find Amy and we all find refuge in a cave, in which we fall asleep. There is a moment of darkness, and then I wake up (for real)."
        }, 
        {
            "number": "17", 
            "head": "05/17/92", 
            "content": "I'm in the computer room at school, only the windows are gone. Mr. S is not there. Instead, there is some woman with very short hair. I scrawl a name that isn't mine on the wall with a pen, and wipe it off later. Later I am still at school, only now in the theater room. Mrs. P announces that she is going to try a musical rendition of her lesson. I tell her that I play the guitar, and will be happy to learn the guitar part. Amy is near me. She asks to be taught a few chords. (After class.) I teach her the chords A, C, and E."
        }, 
        {
            "number": "18", 
            "head": "07/22/92", 
            "content": "Amy and I were together, watching some show on a couch, and she was massaging my back."
        }, 
        {
            "number": "19", 
            "head": "11/05/92", 
            "content": "Heather and I were in the kitchen. She was sitting on the counter, speaking in Spanish. I tried to talk to her, but all that would come out was French. She jumped down and put her arms around me and kissed me, but we couldn't communicate. No matter how hard we tried, neither of us could understand what the other was saying, and for some reason, neither of us could force our lips to make English words."
        }, 
        {
            "number": "20", 
            "head": "01/22/93", 
            "content": "I drove my car to school, and parked it behind the music building, right up next to the fence. I had something in my hand which my inner voice kept referring to as a Blitz, and I didn't want it. It looked a lot like a candybar. I rolled down my window and threw the Blitz out. The Blitz struck the fence with a hollow rattling sound and dropped from sight."
        }, 
        {
            "number": "21", 
            "head": "01/22/93", 
            "content": "I was walking down Green Drive in the middle of the night, heading from Quik Stop back to home. It was raining very hard, and I was wearing a raincoat. I got to the shopping center, and I went into the parking lot. I looked around myself, and my attention centered upon Home Video. So I pulled a key out of my pocket and unlocked the door, pushing the door open and walking inside as I did so. The interior of this building was not much; it was about six feet square and looked like a repair shop for VCR's. Parts of VCR's lay strewn about the floor. I grabbed a movie, after much consideration, and left five dollars on the counter. My biggest concern at this point was to get back out with the movie in hand and yet not be suspected by the police as a theif. For some reason, I could not get back outside for a long time. This dream ended when I crossed the threshold into the parking lot."
        }, 
        {
            "number": "22", 
            "head": "01/22/93", 
            "content": "In my last major dream, it was wartime. Rather, it was as though a war had passed, and I was the bodiless witness to the carnage. My attention focussed upon one poor man's bloody upper torso. His body had been ripped away from the waist down, and his eyes stared blankly into the void. He had a crewcut, and in portions of his facial skin, you could see the underlying skull. I could tell, from my astral vantage point, that he had begun to rot.  Suddenly a dog came along. It was a small dog, perhaps six inches tall, opne foot long. Brown patches splotched its fur. I do not know whether the patches were natural or the result of some other occurrence. At any rate, the dog too took an interest in the carcass, and grabbed the man by the arm, dragging him along to wherever it was going. The dog dragged this man over hills and rocks, through fields and lakes, through forests and mountains. As the dog did all this, little bits and pieces of the man kept falling off- he was being eroded away. Finally the dog came to rest with the man's remains, and I realized that they were laying at my feet.  I knelt down and examined the man. He had been nearly completely decomposed; he now had no chest, with the notable exception of a few jagged ribs. His skull was nearly intact, but now he had no eyes. Most of his skin had fallen away, only leaving a large sheet covering his back (which was unusual, since the dog had been dragging the man along his back- not his frontside!) The man's arm's (now skeletl) were intact. During this examination, I left my own body and became a witness to the scene. I think I was watching from the point of view of the dog, because I was low to the ground. This dream self said: \"Wait, there's been a mistake. This man is not quite dead yet!\"  Then I was watching the scene from above my own head. I saw blood pulsing within the skin of the skeletal form, and I began thinking to myself: \"Oh god. This is going to be like one of those cheesy horror movies where the skeleton comes to life and strangles the guy.\" but that was not what happened. Down there, I pulled out a gun and tried to shoot the skeleton, but the shot did not harm it. Its jaw worked, and it reached for an antenna which was laying nearby.  It aimed the antenna at me, and it pulled an imaginary trigger. My head was suddenly filled with the wrenching noise of a telephone's ring, and suddenly, I understood what the skelton was trying to show me. It was illustrating for me that men are forced to be like machines in war. Further, when machines perform their duties, it is like getting a phone call; they (the machines) always involve people in some way. Conversely, when a man is killed it is as though he is receiving a phone call from the gods. The man always finds a way to involve one of them in his death. Hah!"
        }, 
        {
            "number": "23", 
            "head": "01/23/94", 
            "content": "I had a school dream last night. It was actually kind of frustrating. I wanted to get my classes changed, but first, I wanted to get my geometry class changed back to Mr. St's. I suppose I was at someone else's house, and Mr. St called, to check on this person, to see if they were cutting class. I connected Mr. St to the parents of the household, and as I hung up, I commented: \"You know, Mr. St *does* sound like Rush Limbaugh over the phone.\"  \"Thank you!\" I heard him reply. Then I hit a button to hang up.  Then I was standing in a long line at his desk. All these people, including me, wanted to get back into his class. The line was so long, that I whipped out an entire steak dinner and began to eat it in line. By the time the line had gotten down to the last few people and me, I only had one bite left on my plate: some of the steak. So I bit into it. It was the worst, most god-awful steak I had ever had in my entire life, I was sure of it. It was dry, and tasted like roast beef. What's worse, as soon as I began chewing it, the bite expanded in my mouth and filled it with this awful roast beef stuff. I had to let everyone else go ahead of me, and I still wasn't able to talk by the time Mr. St had gotten up and left. So I fell asleep (in the dream), and when I woke up again, I was again at the end of a line. I stood up, and I found that my balance was so bad that I kept falling down every time I stood up. Again, by the time I had finally gotten my balance back, Mr. St had gotten up and left. That was frustrating."
        }, 
        {
            "number": "24", 
            "head": "01/24/94", 
            "content": "My brother and I were standing outside of a giant green lake. I knew that this was a \"sea world\" kind of thing, where there were shows and stuff. At any rate, we were standing on a ledge which was perched over this giant pool with green water, and I noticed two people in the far corner of the lake: an old lady in a diving suit and my dad, talking to her. My brother, I guess, fancied himself a performer of some sort, and he was standing at the very edge of our ledge, threatening to jump into the lake at the next exhibit. I could see that he held in his hand several sheets of music, professionally printed, with each bar being two half-note chords, second-inversion ninth chords in C. Each chord was the same chord. I could see seaweed and other things floating around in the lake, and I decided to ask my brother whether jumping in was such a good idea; does he know how deep it is in there?  My brother replied, insolently; \"Of course I do! I know what I'm doing!\"  So I laughed. The next show was going to be the killer whale show, and when it was announced, my brother hesitated, long enough to see a monstrous black shark-looking thing emerge from the water. The lake had, at some point, changed into an incredible swimming pool, but the water remained green, and everone remained where they were. My brother decided not to jump. He laughed kind of feebly, and said: \"Oh, maybe you're right, David.\" Then he sort of faded away. The next thing I knew, I was in the water. The giant \"killer whale\" was coming towards me, but I didn't care, because killer whales are reputed to be harmless. I wouldn't drown, anyway, because I was walking on the water. So the giant killer whale careened at me, and I'm not sure what happened next, but at some point I ended up in the water, with the killer whale some distance away. I swam up, up, up, and the water followed me. The old lady in the suit warned me: \"you're not going to want to have such a strong reaction to him.\"  It didn't help, anyway, because soon enough, the killer whale had pinned me against the towering pool wall and was trying earnestly to roll me into a pulp. I woke up feeling spasms in my back which simulated the way I felt in the dream."
        }, 
        {
            "number": "25", 
            "head": "01/25/94", 
            "content": "Well, I don't remember any dreams, per se, but I do remember a vision of a stack of videos, all with blue covers, like the ones Home Video has, and they were all marked with X's."
        }, 
        {
            "number": "26", 
            "head": "12/14/94", 
            "content": "Last night I had the most convoluted dream about Laura, Josh, Hannah, Grace, and Grace's poetry that she had written for Andy Warhol. In the dream, poetry was represented by these very geometric, and angular figures, with strange curves and endpoints. I tried to make a drawing of them when I woke up but didn't do it very well. Not least because they were 3-dimensional. You wrote them into the thin air with your pen. In the dream, I drew a \"poem\" from Hannah's chin, and I said: \"You're a poet now!\" We all laughed. I seem to remember the dream was mainly about looking for Laura. She was around, just hard to approach because she was elusive."
        }, 
        {
            "number": "27", 
            "head": "06/14/95", 
            "content": "Alright. I'm in J City, but it's sometime way in the future, so the city is as big as Los Angeles. For some reason it's really warm and humid, and feels like San Antonio. The first few seconds of my dream are set in the daytime. I drive my car up to the top of this really big hill, and I come to an intersection where I can't make a right turn for some reason; it's a one way in the other direction or something... at any rate, the road is blocked off. So I park my car in this downtown section where all the buildings are sort of greenish. It reminds me of what I think of when I think \"Jungle\". The air is really, really humid. At any rate, I'm either looking around for a Chinese restaurant or my friend's house. I can't remember which but it may have been both. One way or another, I keep getting lost in this little tiny two-block area of huge green buildings, and this really attractive Italian woman comes around in front of me and says: \"You're ----, aren't you?\" She said some name, but it wasn't mine in real life. It was mine in the dream, though. So I said \"Yes, I am.\" I probably would have agreed if she didn't say my name. She was absolutely gorgeous.  Anyway, it's been nighttime for a few hours, dream time. I have not been able to find the Chinese restaurant. So the Italian woman takes me by the hand and leads me through all these wierd back streets among these green-tinted buildings and we finally arrive at this one nice looking house that looks sort of like a greenhouse with wooden frames. Plants are growing everywhere, and I keep hearing congo drums someplace. So I get into this house, and the woman sits me down in the kitchen, at the counter, on a stool, like it's a bar or something. Then, she just kind of disappears, not to return until later in the dream. I get pretty bored listening to the congo drums, and so I get up to look for the Italian woman. Then I find this little tiny room with an absolutely huge mattress on the ground, tons of congo drums everywhere, and a REAAAAAALLLLLY fat guy playing the congos.  So as soon as he sees me, he jumps up and shakes my hand. He's really sweaty. I almost don't want to touch his hand. He's wearing this white cotton T-shirt that doesn't quite fit, so his belly is just everywhere. It's really gross to look at, so I look away. Apparently this fat guy is some kind of amazing musician that gets paid millions an hour to play congos, and he has this entire house just for playing music. Or so he says.  So we go back out into the kitchen, and along the way, he loses about 200 pounds. For some reason, it doesn't matter that much to me when that happens. The Italian woman is back in the kitchen, now wearing an apron. Now a really good looking blond woman has joined her. The fat guy introduces me to them, but I can't remember their names. Now, this blond kinda skinny guy arrives on the scene. he has longish hair, and he looks a lot like the male version of the blond woman. So there's a few minutes of conversation, and the fat guy drops another whole load of fat, and now he's starting to look pretty average. He eventually suggests that we all go back into the bedroom, and we all go back into the bedroom. Then we all take off our clothes. A few moments ensue, which aren't really sexual on anyone's part, just a lot of kissing and stuff. Then, The fat guy, who by now looks great, and the skinny blondish guy have an announcement to make.  The by-now great looking guy says: \"Well, the two of us are... straight,\" then they look at each other, \"but we're gay, too.\"  The blond woman is obviously disgusted, and she says so: \"Oh my god, that is so gross. Here, let me show you this.\" And she immediately produces a copy of \"THE WIZARD OF OZ\"!! She says, \"Here, read the last three pages,\" and starts ranting. I refuse to read the last three pages, and she hits me over the head with the book. I put my clothes back on and kept looking for that Chinese restaurant."
        }, 
        {
            "number": "28", 
            "head": "09/01/95", 
            "content": "I'm making out with Laura in my room and there's a bar of this white deodorant-like stuff. It's caky. This is supposed to be spermicide. She grabs it and we strip down. She rubs the \"spermicide\" all over her body, lays on the bed, cocks her pelvis upwards and claims: \"I'm receptive!\" But I've had to piss the whole time, so I tell her I'll go do that. But as I run for the bathroom I hear my family come home. I scramble and get the key for my room so I can get back in there without letting on there's someone in there, much less Laura in such a \"receptive\" mood. My brother asks me why I'm locking my room and I tell him bluntly that there are things in there I don't want him to see. I still have to urinate, but while I'm trying to lock the door, Nick uses the bathroom. My mother walks into the bathroom, and then walks back out, assuring me that there is \"plenty of garbage\" in that bathroom. By now, the feeling that I have to piss is so strong I feel I'll burst. My mother keeps going back into the bathroom and coming out, assuring me there's \"plenty of garbage\" in there. In frustration I finally just start pissing all over the walls in the hallway."
        }, 
        {
            "number": "29", 
            "head": "09/01/95", 
            "content": "I dreamt I woke up at seven and got ready for school. I got in an argument with my brother and ended up one hour late for class. In between two classes I made a quick jaunt down the coast."
        }, 
        {
            "number": "30", 
            "head": "12/24/95", 
            "content": "Something about the Capitol building in Washington DC. The stairs were greased. I also remember looking at photographs of a young, very attractive, mousy woman who was supposed to be named Cheryl. These were photographs of the young Cheryl, who supposedly was old and decrepit by now."
        }, 
        {
            "number": "31", 
            "head": "12/25/95", 
            "content": "My father was searching for a job. I can't remember what happens next. I need to go to work, but my brother's walkman has a leak in it. And my car (actually Jimmy's hatchback) is \"broken\", though my Dad drives it down to the Chevron station to get it fixed.  I need my car to get to work, but in the meantime, I go down to Jimmy's house for a bit. When I walk back up, there's some kind of bear/cat/monkey creature in the road. It has a dark, black face like a monkey, and sharp fangs and claws like a cat. It has light grey fur all over it's body, and bounds around on all fours. It is scared of me, so as I stroll up the road, it leaps up into the trees and walks back around me. I figured it was going to go back to eat the stalks of grass, so I didn't care much. But the next thing I knew, with a symphonic crash, the bear thing has bitten into my hand, and we are spinning around in a circle rapidly. We get into a huge struggle, but miraculously, I just get scratched up as if I were fighting a cat. The dust clears, and I somehow get the cat thing to call a truce. We start to walk up the road together, and it stands erect and turns into a human being. I comment, \"I should have told you I wasn't going to hurt you. That might have saved you some trouble.\" He replied, \"Yes. I would probably have gone right back to eating.\"  We get to my house and we walk over to the deck. Jimmy's waiting there for us. Just then my Dad re-surfaces in the car. My Dad walks over to me. He's wearing a dark blue uniform that looks like a policeman's uniform, or a military uniform. It is well fitting and has plenty of shiny brass buttons, as well as a short-brimmed policeman's style hat. He pushes his hat back on his head. The bear person disappears. I notice for the first time that over my Dad's right breast is a patch with an American flag and the Chevron symbol. \"I got a job!\" he says, \"At Chevron! Although they're closed...\"  \"They're closed?! I have to get to work in...\" I look at my wristwatch and see that I have half an hour before I must go to work. My Dad says, \"That's O.K. Now that I've got a job there, I've got all the tools!\" And then he immediately sets to work on my (Jimmy's) car.  Meanwhile, my cuts and bruises are just throbbing, so I rush down to the bathroom and strip naked so I can see what damage has been done. I am covered with shallow slices, all of which have already scabbed over. I still go for an application of Trisporic everywhere, which burns. I notice that my black mug is filled with mint tea, and I'm careful not to get any dandruff, hair, snot, blood, etc in it. I take a big gulp of it, and find that it's lukewarm. I remember that I left it there several days before, and marvel at the cup's ability to keep things warm. Then I search around in the medicine cabinet behind the mirror for painkiller pills, and I swallow them down with tea. Out loud, I say: \"This really keeps things warm, I can't believe it! I left it here like a week ago and it's still warm!\"  Next, for some reason, I pull out two large pieces of tinfoil, and suddenly feel the urge to put something repulsive in them. I start to throw up, but then I remember I just took some medicine, so throwing up for fun would just be a real waste of medicine. I stop myself just in time and manage to keep my stomach down. The next thing I consider is taking a shit in the tinfoil, but I discard that idea right away, because it would probably be too squishy and I would probably get some on my hands. I give up, and I start to crumple the foil together, when I suddenly get AN IDEA! I hock up, and attempt to spit out, an enormous mouth-sized snot and phlegm ball. It is spongy and porous. My revulsion at this repulsive choice wakes me up."
        }, 
        {
            "number": "32", 
            "head": "12/25/95", 
            "content": "A massive quest for pornography. Everyone was searching for porn. It's too vague for me to remember, but I recall videos laying in the street, a magazine on a table. Then I ended up at the junior college library, which was a horseshoe shaped parking lot/cafe/criogenic freezing lab. Everything was dark and smoky. I walked up one of the aisles and noticed a coffee-and-muffins stand. I thought to myself: 'How hypocritical. This is just like a movie theater. They tell you to leave your food and drinks outside and then sell you coffee and muffins while you read.' I had dived into the 'library' to avoid Eric, an irritating friend. That's when I noticed the criogenic freezing slabs. There were five of them, and each had a Windows display on the side of the slab. The slabs were orange concrete, and the criogenically frozen people were all just laying on top of the big orange blocks, under a set of flashing sheets. Each block was numbered, but only four had people laying on top. The life status of these four were displayed on the Windows 'status bar'. This information was transmitted via wires in the flashing sheets. I then realized that these slabs weren't real at all, but a publicity stunt orchestrated by Devo. I laid down on the free one and pretended to be asleep, under the criogenic flashing glow-in-the-dark electronic Devo sheets. Eric came along and looked. \"How long you been asleep, man?\" he asks. I didn't respond. Someone told him to check out the display. Eric went away eventually, and I decided to get a book. I eventually found a copy of Finnegans Wake, only it was in this orange folio edition. It looked exactly like a book of methanol and ethanol emissions ratings that I had just returned. I ran around the library, waving this folio in hand, proclaiming: \"Everybody should read this book! The questions to everything are in here!\" The edition came off of somebody's typewriter. I opened it up to the first page, and recopied the bottom printed half onto the blank top half of the page, thinking all the while that \"this page needs some filling.\" It occured to me that since Joyce was a Catholic, it's likely that some of the answers to the questions in Finnegans Wake are in the Bible. I search for a Bible in the library, but on the shelf in place of Bible, between two books, is a large, soft blueberry muffin, abandoned to fate. I eat it."
        }, 
        {
            "number": "33", 
            "head": "12/28/95", 
            "content": "I lived in this strange house, where video games, toys and other inanimate objects came to life and mixed with the living. It started at school. I was going around, trying to take my finals. I get to my PE and Math finals, and look on my sheet of paper. Damn! They're being held at the same time! I take a look at the teacher's name. Patterson. This guy was the quintessential chaw-munchin football coachin' American bastard when I was in the 10th grade. I think, \"He WOULD follow my to college and ruin my life. Just to ruin my life.\" So I run over to his final, do it very quickly, and then run all the way back across the campus to do my math final as quickly as possible. I remember that I've never been to the class, but I breeze through the material anyway. I hunt around in empty classrooms for mathbooks and dictionaries to steal. Once I've got my backpack loaded up with valuable \"study materials\", I'm all ready to go.  All of a sudden, I realize I'm not at college at all but at home, and my parents have arrived with some Africans in tribal gear and colorful robes and neck rings, and are having tea with them. I stay downstairs, just so I don't have to deal with my family. Then, as usual, I have to go to the bathroom really bad, and I keep trying to piss in garbage cans. That doesn't work out too well. As I'm trying to find a garbage can to piss in, some person materializes out of nowhere, comes up to me, and shows me his \"closet\", which is filled with toys that come to life. To demonstrate, he activates one especially ugly one, and it nearly beats him to death. It gets me a little too, but I escape."
        }, 
        {
            "number": "34", 
            "head": "12/28/95", 
            "content": "I dreamed that I was in some kind of medieval landscape, laying in the base of a cylindrical tower with my enemy. Guess it was a dungeon. We conversed for a while, very politely and pleasantly, but then, it suddenly came to him that I was after him and after a brief struggle, I leapt out of the dungeon-hole, knowing that he was superior. Everything melted, and the next thing I knew, I was in a supermarket. I see these four painted canvases of cavemen, in the Flintstones leopard-skins that hang on one shoulder, looking very strong, with the legend, \"Christian Soldiers Unite!\" written across them. Suddenly, all the canvasses of cavemen are lowered, and I see that they're being held up by two bare-chested boys and two bare-chested girls. But, as I get closer, I realize that they are all girls, as one of the older ones takes off her shirt. I find the Christian leader eventually, who's a middle aged man, and I ask him about the girls. He mumbles something, and I beat him up. My friend Bonnie sees this and she tells me that she is very impressed."
        }, 
        {
            "number": "35", 
            "head": "12/28/95", 
            "content": "I'm walking around downtown in my raincoat and hat, not really knowing what to do. A woman comes up to me and asks me for change, but I remind her that she's already asked me twice today. She groans and takes off to a group across the street. \"Wow!\" I exclaim to myself, \"Amy is over there!\" I hadn't seen her since Junior High, so I walk over to her and say hello. She gives me a partial hug and we talk for a while. After a brief conversation, I pretend to be a Mafioso, and I look across the street at all the brand new seventeen story magnificent gleaming coffee places. I hop across the street, and take off my jacket. An old lady walks up, and I whisper something to her in Italian. She nods knowingly, and disappears. I put my coat back on, look around shiftily, and go inside and get an espresso."
        }, 
        {
            "number": "36", 
            "head": "12/29/95", 
            "content": "I was standing upon a beach with a huge milling crowd of people. I didn't really know what was going on, but it seemed to be some sort of good-natured rock fight. People were picking rocks up and flinging them playfully at each other. They weren't pebbles either, they were ROCKS. Then, everybody started going crazy, and it was like a battle. People were throwing to kill. Talk about a shift. Then a gang called \"VS\" showed up, and things really got vicious. One girl got me good in the stomach with a big rock and I followed her around, determined to kill her. As it turns out, it was one of my brother's old friends, who he \"hates\" now."
        }, 
        {
            "number": "37", 
            "head": "12/30/95", 
            "content": "An abstract dream: I dreamt about patterns, shapes, colors, and lights."
        }, 
        {
            "number": "38", 
            "head": "01/01/96", 
            "content": "I'm sitting outside with my friends on a massive lawn. We are having a picnic or something. I suddenly realize, as I stand up, that when I press down on the raw earth, I can make sounds. Every time I push down on a place, it forces some air in air pockets out through the grains of dirt, and it makes a farting noise with a note to it, kind of like a tuba. After playing a bit of a song, the earth becomes seriously disturbed, and big rocks and chunks of brick lay everywhere. I guess we had too much fun. Music seems to emanate from beneath these bricks. After we replaced the earth, and I \"play\" it a few more times only to get the same results, we realize that the underground brick and concrete structure is part of a prison. In fact, the part where they put the most dangerous criminals, and we all struggle in vain to replace the bricks and concrete and dirt before it is too late and the prisoners escape and kill us!! The dreams ends when I jump off the ground and fly away."
        }, 
        {
            "number": "39", 
            "head": "01/02/96", 
            "content": "The first thing I remember is a dream in which I was eating food out of somebody's hand. Now I'm sitting up in bed. My maternal grandfather appears at the foot of the bed, and asks me \"Can you EVER forgive me?\"  I said, \"Of course! if you hadn't been such a bastard, I wouldn't have had this life!\"  Then he asks, \"Is all my money going to end up in ... little pockets?\"  I said, \"I don't know.\" Then I apparently woke up, the alarm went off, and I was sitting in the office, kind of sweaty from sleeping in my clothes. It turns out that the alarm was actually the ringing telephone. It's the lunch hour. My supervisor, Ed, (middle aged balding guy with long hair, really greasy and wears glasses, very unclean person.) rushes in, getting things ready. He picks up the phone and begins to deal with the customers, and as usual, another line suddenly lit up, and I had to deal with this person. The person on the telephone was an old lady. An old, deaf lady trying to order some kind of lunch that wasn't on the damn lunch menu. Plus, she was talking too quietly. \"I'm sorry, could you repeat yourself?\" She muttered again. \"I'm sorry, I didn't hear that. Could you speak louder please?\" She mutters again, and in vain I try to turn up the speaker on the phone. Finally I think \"Why am I apologizing? SHE'S the one causing the communication problem!!\" \"GOD DAMMIT!\" I yell. \"SPEAK UP! I CAN'T HEAR YOU! CAN'T YOU TALK LOUDER?!\" I thought, 'I hope El's put me on the clock for this.'  Finally Carrie, one of the drivers, comes in and gives me this look like, \"Stupid customer, huh?\" Then I really wake up."
        }, 
        {
            "number": "40", 
            "head": "01/03/96", 
            "content": "I was scheduled to go to the city with Brad and Jimmy at five or six PM. I was getting ready to go when my brother came in needing help on some stupid class assignment. I helped him for a while, and when I looked at the clock again, it was 8:00pm, and too late to go. I yelled and I screamed and made a fuss. I went to the library, checked out, and read, a book on the various forms of fussmaking. And then my room was getting dark. The hair fell out of my picture of Grieg on the wall. Instead of striking me as odd, this just scared the shit out of me and I \"woke up\". I sat up in bed, leaned forward, and kind of examined the floor underneath the Greig picture. I turned on the light and everything. After I was finally satisfied that hair had not fallen out of the picture, I had a dream involving the little theater downtown. The theater had just gone out of business and the proprietors had turned it into an antique shop. I thought this was a disgrace. At the very least they could have turned it onto a film museum."
        }, 
        {
            "number": "41", 
            "head": "01/08/96", 
            "content": "As I recall, it began when I needed to go over to Jimmy's house to do a report. I brought a book that I needed, but it turned out not to be enough, so I went upstairs (in Jimmy's house) to get a new book, setting down the jar of peanut butter I was suddenly, inexplicably holding. Jimmy's house dissolves into my house. Time passes. Night arrives. My parents come home, and we all start talking together. There is a party of some sort going on around us, and we hear a news report that the police are careening off to some crime. We get in our car and start down Green Drive, pausing to let the police pass when they do. Laura's in the car. We decide to follow the cops, and they lead us to the other end of town, where the K-Mart is, and there is a bank there. We walk inside, and a policeman announces. \"Well folks, there's at least one dead teller. Of Penn and Teller.\" Sure enough, some guy is wired to a computer with lots of squiggly wires. But he doesn't look like Teller of Penn and Teller. Amusingly, he looks exactly like Edward Teller, the nuclear physicist. I think, very dramatically, \"HOW to STOP this MONSTER?? AAAH YESS! PLAYING MUSIC OVER THE TELEPHONE!\"  I turn to my mother. \"QUICK mom! What number combination WAS IT???\"  Frantic, she screams, \"THREE FIVE O! THREE FIVE O!!\"  I run over to the payphone, and dial 350 and random music selections. I look over at the \"Teller Machine\", and realize with dismay that it is millions of years old. \"DIIIIEEEE!!!\" it whispers in a gravely voice. I immediately sense my mistake. A sinking terror overcomes me, and I wake up. Gee, I've never been menaced by an ancient physicist before!"
        }, 
        {
            "number": "42", 
            "head": "01/15/96", 
            "content": "Will's parents owned a bookstore. It was a popular hangout spot. I watched a video about the Iran Contra affair. At the end, they took 142 leaders from different countries and hung them twenty at a time from gigantic steel gallows. I thought, and said, \"Gee, that's dumb! They didn't hang anybody from the United States!!\" My mom overheard this, and we got into another one of those stupid political debates."
        }, 
        {
            "number": "43", 
            "head": "01/16/96", 
            "content": "Typical travel dream. I tried to go, kept getting delayed, lost my money, as I was walking along the road I kept tripping over things, etc. etc."
        }, 
        {
            "number": "44", 
            "head": "01/21/96", 
            "content": "I was listening to jazz, and I thought of the ancient skeleton found in Kenya, supposed to be the oldest human specimen ever found. And I thought, \"we are all children of Africa!\" Sometimes I have the tritest thoughts in dreams."
        }, 
        {
            "number": "45", 
            "head": "02/03/96", 
            "content": "I was standing by the window in the living room looking down on the berry bushes, and suddenly acquired binocular telescopic vision. I zoomed into this big black spot I saw, and saw that it was a spider. But not a normal spider, NOOOOOOO. This spider was huge, first off. Maybe a foot across. Second, instead of having a globe shaped abdomen like normal spiders, it had a giant rectangular box. This disgusting thing was almost enough to wake me up. I drifted halfway up out of the dream (long enough to register the spider as a dream) and sank back down into it. Now a bee was crawling around in my right shoe. I was wearing my black boots, and the plastic toe shield had fallen off. I thought to myself, \"Well, as long as I don't antagonize the bee, it'll be okay.\" I talk with my brother for a bit, and soon he asked me why I wasn't worried about the bee. I explained why, but no sooner had I finished, but the bee started stinging me over and over again on my fourth toe. I contracted my foot, to pull he tail off the bee, but I only succeeded in pulling the bee into my shoe. OH NO! Then I woke up."
        }, 
        {
            "number": "46", 
            "head": "05/01/96", 
            "content": "I was making plans with Jimmy and Will to travel. They had just come back from a trip. I said \"You know where'd be a cool place to go?\" Everyone responded, \"Europe!\" So, we built a boat and sailed over. Yup, rolled up our sleeves and built a boat. We landed in some country after sailing the Ocean Blue. I guess it was France, because everybody was speaking French. I walked up to an office building, and hurt the feelings of an attractive woman, with long black hair and large breasts. I don't remember feeling very bad about it. We were standing in a place that looked like San Francisco, and along with all the people doing Tai-Chi, Napoleon was there! Yup, in his uniform. Getting very angry. We tried to change the language of the country so we could understand what was going on, but I did not succeed. For three seconds, I was in 1904 Dublin, standing on a bridge, across the river Liffey, watching a procession of people mentioned in *Ulysses*. Leopold Bloom leaned over to me and said, \"Pity, isn't it, that they're all dead? Still, you can't argue with them I suppose.\" He then tried to sell me something for five pounds sixpence. Then, I was back in \"France\". The woman with large breasts was standing around trying to seduce Napoleon. We were very glad she was doing that, because Napoleon had gotten extremely annoying."
        }, 
        {
            "number": "47", 
            "head": "08/10/96", 
            "content": "I was staying in a hotel with Laura and some other people. My family, her family, and a bunch of weirdoes. I was playing with this mechanical grabber thing. The kind you use to pick up repulsive garbage. We were all on the roof of the hotel, and I was playing with things down on the sidewalk with the grabber. It was very long, obviously. Suddenly, quite without meaning to, I picked up a tree and accidentally flung it into the road, where a little baby was standing. I almost killed it. I immediately slumped over onto the railing, not able to believe my stupididty. The mother, or one of the women down below, began to complain about me. She pointed at me and shook her hand and said in a hysterical voice \"Well, ARISTOTLE over there just keeps playing in his happy world, he almost kills my baby!\"  I felt a tap on my shoulder and turned around to see Laura, and a tall slightly pudgy girl. Conveniently, at one corner of the roof, there was a large ... bed! So we went over to the bed, and stripped down, and just as we were all going to get into it, Laura said \"Ohhh shit!\" and pushed the pudgy girl off of her. \"What?\" we wondered. \"My MOM!\" Laura said. \"I have to buy it for her.\"  \"Can't you buy it later?!\"  \"NO. I have to buy it NOW. SHIT!\" And she sprang up out of bed, got dressed, and ran downstairs.  The next thing I remember is seeing the ground below from an omniscient perspective, and the door that Laura had run through in a rush to buy \"it\" for her Mom. Another woman, looking like a character from Destinos (a really lame Spanish instruction series, like a soap opera) saw the door open and looked around. Cautiously, she walked in. Somehow, I knew about all this, and to keep her off the roof I locked the door. I don't know why I wanted to keep her off the roof, but apparently it was pretty important. She got out anyway, pushing open a different door that I didn't know about.  She led me inside to a very brownish room, and sat down in a chair. Suddenly \"Jean-Paul Sartre\" walks in. Only his head is HUGE, way out of proportion to his body, which is spindly and weak looking, and he's about four feet tall. And he doesn't speak French. He speaks English in a very raspy skater's voice. He goes over to the window and lights his pipe. He doesn't say anything philosophical at all in the entire speech he delivers at this point. Basically, this is how it goes. In a very laid back way, he pontificates about drinking beer, eating food, smoking, and fucking, pausing between each sentence to puff pondiferously on his pipe. Then, \"Sartre\" leads us to the banquet hall. There, everyone is eating food (surprisingly enough). All our families are there. All the waiters speak German ONLY. They're walking around service these pastries on silver hors d'oeuvres platters. These pastries are filled with eel chunks and sugar. I decide to eat one, because, after all, I'M IN PARIS!!!  PARIS. Suddenly, I was away from the hall, and virtually walking through a postcard. As I watched the sun rise over the Seine, \"City of the Lost Children\"-type carnival music came on in the background, and a cheesy radio announcer's voice came on as I walked through the sights.  \"Paris.\" it intoned. \"City of history and dreams. Henry Miller once wrote that 'Paris changes anybody who lives there for more than a year.'\" (I had just read this phrase in a book by Ernest Hemingway, so in the dream I kind of laughed and thought, \"yeah, they *would* get it wrong!\") \"On this side of the city, we have the historical city, the Seine.\" Flash to a picture of the river. \"The Academie Francais.\" Another picture. \"The Arc de Triomphe.\" Click. Then I was suddenly standing below an enormous bridge, which everybody had to cross, was really easy to fall off of, and which if you fell off of it, you'd die. It was constructed of this weird inflated doughy stuff, like high yeast bread dough that's been sitting for a few hours -- really porous and spongy. It had huge 20-story high arches. When you looked up from the base, you couldn't see the top. It was very steep. The colors were alternate stripes of yellow and blue, going all the way up. As I recall, there was supposed to be a flag at the top for those who made it. Remember this was a commuter's bridge, that everyone had to cross!  The voice intoned: \"... This insane bridge.\" Then click to a picture of McDonalds. The voice said \"Then, there's the other side of Paris. A dirtier side.\" Here the voice and music cut off and I was standing at a corner made by two blue walls. Suddenly I noticed an alley, and I started to walk down it, when two tiny little Pomeranians ran around the corner, yipping. One had the word GUARD spray painted in purple on its side. The other was painted with the word DOGS. So these were the GUARD DOGS. I started to walk by them, but they attacked me, and they were far too strong to fight, even though they were Pomeranians. I called out for help, but the painter guy, standing on a ladder and painting the wall, just turned around and laughed. I couldn't figure out whether he was laughing at my cries for help, the fact that I was crying for help from two sub-Chihuahuas, or the words painted on them. (Maybe he laughed because, after all, he's in PARIS!!!) At any rate, by the time the GUARD Pomeranian had eaten half of my leg off, the sensation became too realistic and I woke up."
        }, 
        {
            "number": "48", 
            "head": "08/18/96", 
            "content": "A man gives his girlfriend a single joint. Somehow, they are caught, and after a long, absurd trial, they are given concurrent sentences, but special sentences. She is sentenced to live in a solitary cell for seven years and he is sentenced to bring her all of her meals. The catch? He can only eat once he's brought her the food, and he can only stay for five minutes. So, three times a day, he's faced with the decision: \"should I stuff my face, or should I go hungry this morning and be able to talk to the woman I love?\" BLAH!! Creepy dream."
        }, 
        {
            "number": "49", 
            "head": "09/16/96", 
            "content": "First off, I was a friend of Jack Kerouac. He was trying to kill himself, and I was trying very desperately to keep him from committing suicide while trying to save a huge Glad bag filled with his manuscripts from the certain destruction he had consigned them to by putting them in the closet. Don't ask me the connection; I don't know what closets and certain destruction have to do with each other. Anyway, he succeeded in killing himself. I ended up rescuing only the manuscripts, because I decided he had written quite enough already."
        }, 
        {
            "number": "50", 
            "head": "10/19/96", 
            "content": "The basic scene is a giant ship kind of setting, but it's still docked. My family and I are living on it, paying for our rooms. The telephone in my mom's car is ringing, and we're on the top floor of the ship, floor four. Jimmy and I try to convince Washington Sanders (a character from a book) to come with us on the \"express\" elevator but no, he's afraid of elevators. It goes to the second floor, where we have to get off and run across the ship to the other side to get to the bottom. My dad intercepts us and follows us. By now it's too late to get the phone and we just want the message they left. Washington wouldn't say anything but \"no. no.\" and stare off into space."
        }, 
        {
            "number": "51", 
            "head": "10/19/96", 
            "content": "A haircut. A bad haircut. What I remember here is going to the barbershop and asking for a little off the sides. Bastard gave me a mohawk. I actually kind of liked it but I refused to pay because he didn't respect my wishes. I woke up before anything real happened."
        }, 
        {
            "number": "52", 
            "head": "10/21/96", 
            "content": "The town was bigger: I don't mean that in terms of more crap in town; but in terms of sheer *size*. Each block was very large. Incredible size. Remember the guy with frizzy hair who used to stand at the corner by parking garage, listening to his headphones and playing air guitar? He walked by, holding a small rectangular piece of paper, like a check, in his hand, whispering \"yes! yes!\""
        }, 
        {
            "number": "53", 
            "head": "10/22/96", 
            "content": "People had fixed middle names; their first and last names kept changing, but the middle names remained constant."
        }, 
        {
            "number": "54", 
            "head": "10/27/96", 
            "content": "I was driving my car late at night with Laura. Suddenly I saw an airplane, and noticed that it was dropping a bomb nearby. I began to drive very quickly, frantically telling Laura, who hadn't seen it. I was wondering what it would feel like, would we die instantly, would we be crushed, would our car roll over many times, etc. And while I was imagining all these terrible ways of dying, my instincts were pressing me to drive as far from the place I saw the bomb fall as possible.  Still, at the same time, a part of me was saying: well, this is it. We're going to die. It's finally come down to it. No escape. It just doesn't matter. It doesn't matter at all."
        }, 
        {
            "number": "55", 
            "head": "10/28/96", 
            "content": "All I remember is a skinhead telling me, \"pour le petit dijeuner, j'ai cafi noire et des cigarettes.\" (For breakfast, I have black coffee and cigarettes.)"
        }, 
        {
            "number": "56", 
            "head": "10/31/96", 
            "content": "I recall a stack of old Dr. Suess books. Great fun. I thought of finding the Lorax and giving it to Laura."
        }, 
        {
            "number": "57", 
            "head": "10/31/96", 
            "content": "I was fencing with somebody that resembled Jimmy. Only, he had a sword and I didn't. So I pretended to have a sword, which worked pretty well until he noticed. Then a sword appeared in my hand and we really began to fight. We fought for a long time. We were both really getting into it. Finally, he had me at his mercy and we stopped fighting. I thought to myself that sport is the most sublime meditation avaliable to the average individual, to be completely in tune with a healthy body. I thought how much better this was than the time I almost drowned, in shallow water no less."
        }, 
        {
            "number": "58", 
            "head": "11/01/96", 
            "content": "I was going to the High School, which was located at the junior college. So I get on a skateboard (apparently my only means of transportation) and skateboard to school. I get there in the evening -- there is some kind of athletic event going on. It is fall, and nobody is around, so I skate all the way up to the light on College Drive and \"park\" my skateboard. I actually parallel park it. Then I step off and think to myself: Anybody could steal it that way! So I put it in my pocket and go down to the track event. I watch a pretty girl running around with the other runners. Apparently this is my girlfriend, and I came down to see her run. Something happens, and I see her being lifted onto people's shoulders. She must have won, I think before waking up."
        }, 
        {
            "number": "59", 
            "head": "11/02/96", 
            "content": "I was taking a boat to or from India, I don't know which. I need to get my things from my hotel room. Nobody will let me. Finally I sneak past a \"stewardess\" and look back later to see that she's turned into an elephant."
        }, 
        {
            "number": "60", 
            "head": "11/05/96", 
            "content": "I remember driving on a country road in winter. We're in the Rockies and it's very dangerous. I almost get hit a few times. I park my car and walk for about four miles until I get to the place where the \"concert\" is supposed to be. It's this huge snowy field. I go out into the middle and look for Laura. No Laura. Eventually a wall grows up around the sides and the people begin to chant the performer's name. I realize that Rhonda is with me now. She changes into Laura and then Laura changes back into Rhonda. She keeps oscillating this way as they chant. By now there's literally millions of people in the auditorium, and I'm up near the front. Then the announcement: no performance. The people immediately stop chanting and crush out the door. We get trampled.  Next thing I know, it's morning, and Laura/Rhonda and I are the last ones out the door. We collapse on the ground next to each other, in the snow. There we lay. I have my hand on her thigh and rub it unconsciously. Then I open my eyes and look over, to find that it's neither Laura nor Rhonda but this really tall blonde girl from the junior college. She laughs at me. \"I though you said you could tell women apart by the feel of their thighs,\" she taunts me. \"No, I didn't,\" I reply, and stand up to trek back to the car. The four mile trek was cut out. So was the drive.  Then I'm at the college, talking to people. I talk to Laura about philosophy. She goes to class and I grab a random person. \"Wanna go to coffee?\" I ask. He -- a big fat guy -- agrees, and we drive downtown to a parking lot where I have to pay 3 cents for parking for the coffee house, 4 cents for the bagel place, and 2 cents for something else, which everybody is at. I go inside the Coffee House and order a coffee at the counter. While she gets my coffee I speak to of the book of Job. The story interests me with its many layers of meaning. My coffee comes, and I order a scone which is sitting right next to me. She tells me it isn't a real scone, but if I'll get her a danish from one of the tables (danishes and muffins are like salt and pepper shakers here: one for each table) she'll get me a scone. So I retrieve a jelly (strawberry) danish for her. She gives me a scone and tells me that \"Gary\" does that kind of thing all the time. I have no idea what this meant."
        }, 
        {
            "number": "61", 
            "head": "11/11/96", 
            "content": "One quite vivid image from last night's dream is my own stocky torso and legs with my head totally blown off, blood everywhere. Laura not wanting to see the corpse but ending up holding my hand. Had to identify me, you see."
        }, 
        {
            "number": "62", 
            "head": "02/14/97", 
            "content": "I was walking through an alleyway, and this guy asks for change. I looked at him, decided he could use some cash and gave him a buck.  \"Thanks,\" he said. \"But what I really wanted, was to show you this funky wall.\"  He points to my right. Sure enough, it is a pretty funky wall: all bricks, red. Certain door shaped portions stand out from the rest of the wall, with huge leather straps running across them. The bum goes and knocks on one of them.  \"Watch,\" he commands me. Soon, a tall, portly black man with a face like the Mayor's opens the door in a red smoking jacket. He is wearing red silk pyjamas underneath as well; you can see the fabric from his kees down to his feet.  \"What the hell you want from me?\" he asks the bum. \"I don't have no gold pieces in here. No gold pieces. What you want? I told you I don't have no gold pieces in here!\"  He shakes his head and slams the door in our face, Q.E.D.  Meantime, Jimmy comes out of a door somewhat to my right. Passing me, he thumbs over his shoulder:  \"My sister's right in there.\"  I go into the hallway, follow it to the end, and see Lisa lying there on the bed, nude, back arched. I walk to the foot of the bed. \"I find you very attractive,\" I say, very matter-of-factly. I put my hand between her legs. \"Mind if I express that?\" I ask in a scholar's tone. We make love."
        }, 
        {
            "number": "63", 
            "head": "03/03/97", 
            "content": "I'm walking around. On a sunny, sunny street in Puerto Vallarta. I was standing up against some kind of railing over a Marine-world type pool with lots of clouds floating around in it. Lots of Mario Bros Three type clouds. There was this really neat airplane flying around in the air at high speed and altitudes. It was doing all kinds of crazy loops and spins everywhere. So I ducked into the junior college library (!) and looked at the periodicals. Why these two events are related I don't know. I walked up to the counter and loudly demanded that they provide me with the latest issue of \"Playboy\". \"I am sorry sir. We do not carry Playboy,\" says the really attractive redheaded librarian that I continually drool over whenever I go in. I am very embarrassed and I sneak out of a hole in the wall.  Suddenly I'm back, leaning on the railing over the pool. This airplane, which is a World War II-style bomber, starts doing really, really wide angle turns. A giant metal rod zooms out from the motor. A rocket is attached to the end of this rod. As far as I can tell, this is some kind of device to keep it in the air as it does these insane turns.  \"Yes!\" says the disembodied voice. \"It is a stabilizing device!\" Suddenly I reflect that nobody is using contractions, and for some reason this creeps me out.  While this stabilizing device is in motion, a man gets out of the airplane (seemingly by sneaking out of a hole in the fuselage) and climbs up on top of the top wing of the biplane. He grabs onto the wing, and stomps on the plane with both feet. Immediately, the plane's motor stops, and both plane and man fall into the pool, making a resounding crash. This crash makes all the Mario Brothers clouds shatter and fall into the water.  The man walks up to me, and soberly informs me: \"I have landed my biplane. Follow me.\"  I follow him as he walks. We pass his \"office\". I look inside and see a woman, in her thirties or forties, posing for the camera in nothing but panties and a bra. I should clairfy: in nothing but Victoria's Secret-style lacy lingerie. The woman behind the camera sees me looking, warns the woman posing, and, *poof*! She's immediately fully dressed!  The man waves his hand towards a second pool. \"This program has been sponsored by Coca-Cola,\" he says. I look where he points, into the other pool, and I see a pool filled with about five billion cans of coke on ice. The voice of Carl Sagan comes into my head, saying \"billions and billions...\" I woke myself up with laughing."
        }, 
        {
            "number": "64", 
            "head": "05/04/97", 
            "content": "This morning I had a dream about Gwen. I was holding in my hand the original draft of my novel, and I was telling her: \"See this? I wrote this because of you. This book is about you. You brought this story into my life, and I told it.\" Then our friend Sarah came along and disappeared. Gwen implored me to come and find Sarah, to get Sarah."
        }, 
        {
            "number": "65", 
            "head": "07/08/97", 
            "content": "The area by the beach was condemned as a whole, quarantined and evacuated. People went in and cleaned it up. The town begins to resemble Venice. The Pope is coming to make a tour. Somehow I meet the Pope and take him around downtown, I talk to him but he keeps breaking into Ukranian and Greek. He says he's going to go meet the Ali Baba Kiosk guy, \"Jimmy\", over in the entrance to the city (a long green-walled channel sixteen feet deep) because it reminds him of his \"native Macedonia\". The Pope has made a four CD set wherein he comments on and talks about our town. In a variety of languages, of course. I, his new friend, am to walk around the newly refurbished beach area selling the CD. All the houses were sparkling blue and white. There was a dance hall by the entrance to the city; Perry's Coffee Shop moved into it because its old building was condemned. We were listening to Middle Eastern music. On the Pope's orders nobody could drink caffeine. Naturally, everybody in Perry's was pissed! So I went down into the beach -- I was smuggling caffeineated coke in. And the way I got it in was by putting it in these huge berry gatorade jars. This is how I met the Pope -- he saw me bringing the \"non-caffeinated\" drinks into the \"ghettoes\" (now the best part of town) and decided I was his friend. Before the pope left to meet \"Jimmy\", he told me I couldn't come, because they would be talking about \"highly secret things.\" But wait -- I didn't speak a word of colloquial Albanian, did I? So I could come along if I liked. It occurred to me that I should run over to the library and learn Albanian real quick so I could hear all the Pope's secret discussions."
        }, 
        {
            "number": "66", 
            "head": "07/17/97", 
            "content": "I dreamt that Jimmy, Laura, my mother-in-law and I were all going on a camping trip, like the Pinnacles trip I just took with them. Only Jimmy had an orange Volkswagen bus (like my mother-in-law) and he was driving us all. So I packed up. Then, I started reading a biography of somebody. It was just some random person somebody wrote a biography of. It wasn't anybody special, nobody strange, nobody unique or remarkable, or even famous. Just some idiot with a name like John Smith. And they had written this huge fourteen-hundred-plus biography of this totally random person. Yet, it was fascinating. I'd never seen anybody devote so much work to something so completely worthless. The author of this biography said, in the introduction, that he didn't think his book was worth writing. In fact, he thought that it was a total waste of time. The author never justified himself in chronicling every half-second of this guy's life. His source, said the author, was this man's diaries, which he had kept from the age of one day (quite a feat!) until after he died (another feat)! I read it, completely absorbed in the trivialities of this completely trivial person's day to day existence, until I looked up at the clock, and saw that it was four in the morning. 'Shit!' I thought to myself. 'I guess I had better stay up all night.' I began to feel very tired, like I ought to go to sleep, but then I decided against it. I walked around in my kitchen until five or so. Then I went outside and watched the sun rise. Then I woke up. It was around six-thirty, just about when I settled down into 'bed' in my dream to 'go back to sleep'. In my dream, I looked at the clock and said, 'ah! Six thirty. Now I can sleep!' It was so vivid, that when my alarm went off a few minutes later, I actually said 'Shit! Now I'll never get any sleep!' It took a little bit of head-clearing before I realized that I had in fact slept, and that I needed to get up and take a shower. What clued me in was the fact that we weren't going on a camping trip."
        }, 
        {
            "number": "67", 
            "head": "08/09/97", 
            "content": "I dreamt that at one point, I had had an older brother named Simon, who died when I was twelve in a motorcycle accident. One of the things that made this dream so wierd was that I had vividly *re-imagined* old family photographs to include this third brother who had never existed. He looked sort of like a cross between myself, Andy and Brent."
        }, 
        {
            "number": "68", 
            "head": "08/10/97", 
            "content": "I lived on the rooftop of the a building near the beach with Laura. It smelled really bad, just like the waterfront, like piss and saltwater and dead fish. Nonetheless, it was really expensive. To get in, we had to climb this ladder up the side of the building that was made of fresh, untreated pine boards. Each had the legend DO NOT INVENTORY painted on it in green block letters. Laura and I were going to move because it was too expensive. So we were trying to use the phone to get in touch with Jimmy and Kelly, for some reason. But the phone wouldn't work! I climbed down the ladder, found a payphone, and dialed PacBell. I chewed them out: we haven't left yet! Damn you! Now they can call in but we can't call out! Damn it! ARRRGH!! BLAH BLAH BLAH I hung up the phone angrily and looked around. I was in front of some kind of 'Hotel'. But the entryway was kind of a dock. People would sail up, get off their boats, and their boats would be sailed off by valets. I rushed back up the ladder. Some kind of calamity had transpired. All these people were in the apartment, including some firemen, some police, a few young boys, and their father. I was talking to one who was about twelve, and he was complaining that he didn't have anything to read. His father produces a huge tome and drops it on his son's head: \"read this,\" he advised."
        }, 
        {
            "number": "69", 
            "head": "09/24/97", 
            "content": "We were back in my parents' house: me, Laura, and one of her friends. We were hanging out in my old room; we had brought some stuff in and were preparing to clean it and some other things out. One of these things was a black backpack with a book on 'Black Magic' in it. Inside this book -- rather, on top of it, between the covers -- was a huge mass of yellowish-brown chunky material. I knew this to be 'human remains', and it was somehow associated with the Ku Klux Klan and racist politicians. It was something I had found in the house.  We all had to take showers before we left because we were all dirty. Laura took hers, and I took mine. I came back into my old room, naked, and saw that Laura's friend was about to touch the 'human remains'. I told her not to do that, and let me tell her the story. And by the way, the shower was free. So I lead her over to my parents' shower and I begin to tell her the story about the human remains, but then I notice that my parents have come back home and are in their bed (which is right by the door to their bedroom). In fact, my mother has sat up and is glaring at me. I realize I'm naked, and immediately I jump into the bathroom and begin looking for a towel to wrap around myself, but they're all too small. After finding two smaller towels, I discover a big one that will wrap around me. I exit the bathroom thus covered, and find that my parents -- rather, my mother -- is about the house causing a ruckus, moaning and crying because Laura and I call elsewhere \"home\". \"Let's go home,\" I say to Laura. She says: \"Wait. I have to train these vines first.\"  In my old room there is a huge box with these foot long, caterpillar-like things in them. These are the vines. Laura has twisted each one with another, sometimes a smaller one, sometimes not. These are writhing and turning like animals, and swimming around on the surface of the box like bacteria under a microscope. They are bulging out at the ends.  \"Look,\" I say. \"They're trying to sprout. Shouldn't you put them in water?\"  \"Naah,\" says Laura. \"They'll live.\"  \"We should pack up the rest of this stuff,\" I said.  \"Why is there so much, anyway?\"  \"Remember?\" I say. \"We thought they'd be coming back tomorrow. We had an extra day.\"  I start going through the box in the closet. I dispose of the 'human remains' out the window, take the perfectly clean book entitled \"Black Magic\", I take a few other books, and leave in the closet a few adolescent romance novels. None of the stuff in the box was mine."
        }, 
        {
            "number": "70", 
            "head": "10/27/97", 
            "content": "I'm downtown, on C. street, standing on the sidewalk. Across the way is the used book store; the parking lot is behind me. Laura walks up with an old friend of hers, Katy. They talk for a while. Earl and Hannah talk for a while. Suddenly I realize that I'm very wet. I'm dripping with water. So I bid my friends farewell and walk down the street.  All of C street and what used to be the bookstore's parking lot is a huge market. I'm actually on C Street, and all that is being sold on this street are tortillas. Piles and piles of them. Everywhere on the ground are big piles of tortillas with Mexican vendors offering them. The strange thing about this street is that I seem to be the only consumer in the entire tortilla market, and nobody is offering me any. I come to the end of the street and see what looks like a huge, black composting bin. Opposite sides of this bocks have these circular apertures with plastic flaps, like recycling bins. Except it's big enough for a person to go into. Curiously, I inspect the label.  \"Drying Machine.\"  Underneath this was a description of how it worked. It massaged your entire body with towels until it was dry. Then it spit you out the other end. You had to take off your clothes, though, and either rent a locker for them, or just leave them on the sidewalk and hope nobody stole them. If you had a wetsuit, you could leave it on. (!) I noticed a bunch of ads underneath:  \"Surfers can't get enough of it! Jews love it! Wet people need it! Try THE DRYING MACHINE (tm) TODAY!!!!!!\" I didn't want to leave my clothes on the sidewalk, so I didn't try it. (\"Jews love it!\"???)"
        }, 
        {
            "number": "71", 
            "head": "10/27/97", 
            "content": "Jimmy is seeing an older woman, fortyish. She has an absolutely *stupendous* body. She sits on the futon for a while as Laura and I talk. The woman is rather domineering. Laura and I were removing plants from the side of the road I used to live on in Green City. Laura was wearing a nearly completely transparent shirt."
        }, 
        {
            "number": "72", 
            "head": "12/02/97", 
            "content": "I was laying on a bed, staring up at the ceiling. An old, withered voice says: \"This is a most exquisite statue of Our Savior, most exquisite indeeEed.\"  I sit up and see a very realistic statue of Jesus sitting there in the middle of the room. The voice came from this thin old man with a gray goatee and he's dressed up like the Pope, so I assume he's the pope. The guy actually came from a BBC production of King John, where he played the meddling bishop. I have a computer next to me, and I'm sending email to my friend Dylan. Meanwhile the Pope just begins ranting. I stand up from the bed and turn to see what the Pope is looking at. By golly, it's Thomas Merton. He's dressed up in gardening clothes and looks very jolly, but he seems a trifle hurt by the Pope's words, whatever they were. With very dirty hands, he spreads a variety of squashes, zucchini, eggplant, tomatoes, etc. \"From my garden,\" he explains. He's wearing a straw hat and overalls."
        }, 
        {
            "number": "73", 
            "head": "01/07/98", 
            "content": "Will and Bryan are telling us in horrid and grotesque detail of a riot they witnessed. Will in particular tells me about a body he saw which was slashed from the tailbone to the base of his neck. He tells me about it and I visualize it in all its bloody hideousness. It is so revolting I wake the hell up."
        }, 
        {
            "number": "74", 
            "head": "01/08/98", 
            "content": "A party. At somebody's expensive looking house. It is connected in some way with poetry. Jennifer is there, making the party go round. I realize somehow, when everyone has gone home, that Laura is asleep in the next room. The heating element on the stove, the coil part, begins to burn like a fuse, and I know that if I let it burn to the center (\"the transistor\", I call it in my dream) it will explode and kill us. I try to drag Laura out of the house, frantically pulling and shouting at her to wake up. I wake up, instead."
        }, 
        {
            "number": "75", 
            "head": "01/09/98", 
            "content": "I was standing before three large spaghetti sauce jars, all of which seemed crusty and old. Just as well, because two of them contained spiders. The jars were stacked vertically. The middle one had the most spiders -- seven or eight little brown things with mre or less spherical abdomens. The jar was also filled with little green strings. Each of these strings had a ball at the end. They had emanated from the spiders somehow. The lower jar had only two or three spiders in it, and these were more common-looking: largish legs, small, flat bodies. All of a sudden I notice I'm holding a book. I look down and open it to the proper page. I read: \"The spiders in the middle jar are offensive little things. They're not good for anything, and they emanate a little green thread that many people wonder at. Do not be decieved! These little green threads are solid farts! Many times in my presence small unruly children have lit them on fire for a joke. I much prefer the spiders in the lower jar. They are not so offensive and, what's more, they make great tahini sauce!\" Repulsed by the idea of making anything to eat out of a spider, I shut the book."
        }, 
        {
            "number": "76", 
            "head": "01/11/98", 
            "content": "The doorbell rang (!) and I looked outside on the steps. There was a package there. \"Ooo!\" I think. \"My Stephen Hawking book!\" I pick the package up and bring it inside to the kitchen. I remember some aria from Il Trovatore was playing. Laura's working next to me in the kitchen. I open the package: inside are four stacks of County Transit bus schedules. Along with three maps: one of a nearby city, one of San Francisco, and a geological/topographical map of the world. \"Odd,\" I said. \"I only sent away for one schedule.\""
        }, 
        {
            "number": "77", 
            "head": "01/15/98", 
            "content": "I was walking through a \"Museum of Human Anatomy\" with a number of other people. We come soon to the skull display. There is one skull in full light, and another one beside it, indirectly lit, so it is mainly in the darkness. This skull has skin stretched over it, dead, straw-like hair, and eyeballs. The lips seem to be cut off. It doesn't look like he died a very pleasant death. Most of this is pretty well hidden by the obscure lighting, however. So we're walking along, and this idiot hippie guy bumps into the case, knocking the hideous head out into the full light. Everybody is very disgusted and turns away. The hippie guy says: \"Whoa... sick.\" It wakes me up."
        }, 
        {
            "number": "78", 
            "head": "01/15/98", 
            "content": "I'm in Patrick's \"hovel\". Patrick has built a bizzare little house for himself among the roots of a huge oak tree. It's one main room and a couple of side rooms. Patrick has died, and in his will he left me my old Apple II+! I turn the computer on and begin poking with the files \"on it\", as if it had a hard drive."
        }, 
        {
            "number": "79", 
            "head": "01/15/98", 
            "content": "My family is staying in this really fancy hotel in the middle of a huge city. They offered to let me stay there for free, so of course I agreed to come along. I can't remember much of the \"plot\", such as it was, but I remember a few details: The main stairwell was blocked at both ends by this wierd fence thing, presumably to keep infants off the stairs. It was beyond me, though, so it succeeded in keeping me off the stairs as well until somebody showed me how to climb under it. As I got up the stairs, though, I found my way blocked by a net thing that folded over three steps. I picked it up and played with it a bit. Suddenly I noticed the crown at my feet. Of course! It's a tiara! The best way to get from room to room (if you were sure of your footing) was by climbing from porch to porch. Once I climbed into the wrong people's room and created much havoc. I was in my room at one point, thinking of taking a shower. I got a phone call from some woman. \"Hi David,\" she says, and goes on talking like she knows me real well. I have no idea who it is. \"Tell ya what,\" I say. \"How about I meet you in the lobby down there in half an hour? I'll be reading a book.\"  \"Okay,\" she says.  I then see that the room I'm in has no shower. We say goodbye and hang up. I walk down to the lobby and accost somebody. \"I need to take a shower!\" I say. He points me down the street, a huge, busy city street, to where the showers are. I thank him and skip off to take my shower."
        }, 
        {
            "number": "80", 
            "head": "01/20/98", 
            "content": "We had the corpses of Saul Bellow and \"Nathan Zuckerman\" (Philip Roth) in caskets in our apartment. They were dead and we were to bury them the following day. Roth had a cheap casket, made of paperboard, and Bellow had a fine ebony one. I was to deliver the eulogies. Laura and I decided to put them outside because they were beginning to stink. Only problem was, it was raining. We stacked them on the porch, Bellow (who was tall) on the bottom and Roth (who'd been short) on the top, and covered them with a blue blanket to protect them from rain. The subjects of the eulogies were to be \"Seize the Day\" and \"The Ghost Writer\". I was rereading both of them late at night to think of something to say. We were laying in bed. This is when Laura noticed the corpses were stinking. We then moved Bellow off the kitchen table with his dark black wooden casket and Roth with his blue paperboard ex-musical instrument case (with metal reinforced corners) off the stool, and moved them out. Then we laid our own blankets back out. I thought I spied a spider in the blankets, but on inspection, it turned out to be some orange lint. I menioned to Laura: \"Roth must have been really fucking cheap. I'll bet he wouldn't pay a dollar fifty for coffee.\" There was something earlier involving buses, but I no longer recall."
        }, 
        {
            "number": "81", 
            "head": "01/21/98", 
            "content": "Laura, Jimmy and I were in Germany. Jimmy and I were in a bookstore which was underground. All the people spoke in these wierd voices that sounded amplified, tinny, and distorted. Naturally they were saying things in German. I remember one large man saying to another: \"Bitte! Ich moechte mich unterhalten!\" (Please! I'd like to enjoy myself!) At one point Laura came flying down the stairs with three ostriches. She was riding one of them. \"I got these for twelve bucks!\" she said. \"No, you didn't!\" Jimmy corrected her, examining the price tags. \"You paid twelve pounds each! That's like 90 dollars!\" We all got on the ostriches and blasted down the stairs through the bookstore, startling all the Bavarians. Suddenly we were in a river, an underground river. At one point I recall floating a fat person around on the water. We eventually got washed to Vienna. So now we're in a hotel in Vienna. A fat man and his wife, the same fat man we'd been floating in the river, tells us they're looking for their daughter, and shows us a picture of her."
        }, 
        {
            "number": "82", 
            "head": "01/24/98", 
            "content": "I was getting on a bus at the Green City Denny's. This was a bus that drove up Green Drive, turned around, and drove back. Tim was on the bus. I hated him for years because I believed he stole my girlfriend, and all that hate came back in this dream."
        }, 
        {
            "number": "83", 
            "head": "01/25/98", 
            "content": "I was naked. So was Laura. I was re-stringing an unvarnished electric bass, so I guess it was naked, too. At one point I put a screw in to secure a string, but then realized I wasn't holding the bass but Laura, and I had attempted to affix the string to her cunt. She seemed to like it, though, so I kept turning the screw."
        }, 
        {
            "number": "84", 
            "head": "01/31/98", 
            "content": "I am a Chinese man, and I'm going to marry a wealthy man's daughter. This makes me the inheritor of this man's fortune. In order to claim my right both to the daughter and the fortune, however, I must kill her younger brother. He's now jealous because the fortune would have gone to him. So I end by shooting him through the head with crossbow bolts, literally pinning him to the wall."
        }, 
        {
            "number": "85", 
            "head": "02/01/98", 
            "content": "First of all, I'm in a bookstore, and I see that Tim Eagan has brought out a new collection of Subconscious Stuff. Or so it seems. I look again and see that it's actually a four-volume set -- two diaries, a sketchbook, and a little book of his philosophy. Since I like his comics I buy these books. We're going to a brunch with my family. I need to use the bathroom, so I tell my parents this, and I use their bathroom to take a crap. I read the first entry -- it's a very serious entry all about a 'new direction' in his life. However, he ends the entry with: \"Oh well. I'm not as excited as when I first brought these notebooks into the can.\" The books are hardbound, but they're printed on newsprint. At the beginning is a \"picture of Tim Eagan\". He looks like an evangelist. A fat laughing guy in a tacky dark-colored suit is next to him in the photo. In the sketchbook, in the very beginning, there is a strange drawing entitled 'me'. This, I supposed, was his cartoon self-portrait. While I'm cleaning up, I hear my mother complaining to my father: \"I wish you'd throw them away. I just don't like it when Nick has access to all these pictures of naked women! You never did outgrow dirty pictures...\" Sarcastically I mutter something about mothers and I leave the bathroom. I ask if everyone's ready. \"David,\" he says. \"the brunch isn't until 1:30 or so.\" \"Wow,\" says I. \"that's a long time.\" I go into the living room. My dad follows. On the machine are several angry phone calls from Sonja. She calls again and I hear my dad's side of the conversation. She's coming soon, I gather. Eventually she arrives. She looks haggard and disheveled. \"I haven't slept for 25 hours,\" she says.  We go have brunch. It's some kind of big to-do. Tim Eagan is there. I recognize him by his self-portrait. The photo was completely wrong. I tell him I liked his new books. He thanks me. I give a little speech and sing a song, with a music stand for a podium. Everybody compliments me on these -- but everyone seems to feel a need to denigrate the music stand. \"Sigh,\" I think. \"It's always something.\" One such person was a thirtyish, long-haired type. Almost everyone I recognize in town was at this thing -- Jeff G., people from cafes. I go outside for some fresh air, and immediately run into a couple of \"professional bums\". \" 'Ello, Guv'ner!\" one says in his cockney. I recognize them and greet them by name, but I can't remember what I called them. I dug in my pockets and gave them all but my quarters -- all my change but those twelve cents. One of them calls my father a 'skinflint'. This last part's unclear. I've gotten a bus pass, an 'All' bus pass, orange, with a big 'A' on it. It's good anywhere, anytime, for any ride, \"except route 40\". I'm climbing around on some rocks outside the building the 'brunch' was in (incidentally, it's dark as night out), and I'm trying not to smash a big grey spider named 'Max'."
        }, 
        {
            "number": "86", 
            "head": "02/05/98", 
            "content": "I'm in the desert, having a conversation with a couple of German people. The conversation is moving along smoothly, until I can't remember the word for 'battery'. \"Ist es 'batt-err-ee'?\" I ask. I get laughter. I hem and haw for a while. \"Ich weiss dass!\" I turn to one of them. \"Wie sagt man \"battery\" auf Deutsch?\"  One of them, a young exchange student looking type, smiles and says: \"Wir werden Sie drei Tagen verlassen. Wenn Sie sich erinnern nicht, wir sagen werden.\" (We'll give you three days. If you can't remember then, we'll tell you.\" And they disappear, leaving me to trek back through the desert to my 'home'. They drive off in a jeep.  By the time I get home, it is nighttime, and something has happened to the rest of humanity. Laura shows me a large circular map. \"My mother just went out there and mapped the whole city. She didn't find anyone. They're all gone.\"  Indeed, I look at the map and see rows of individual houses, each marked with a little 'e' for 'empty'. \"She checked all those places?\" I ask.  \"Well, it's like the Census,\" Laura said. \"She checked a certain number and then extrapolated the data.\" Laura plays with a protractor and compass on the map for a while. She talks again: \"At any rate, everyone's gone, whatever it means.\"  \"If there's a God,\" I joke, \"he probably wiped out the rest of humanity because they suck, and He wanted to start over from us. Like Noah.\"  Laura laughs. \"But doesn't it say, in the Bible, that God said he wouldn't do that again, ever?\"  \"Laura, I was joking. It's a myth. Whatever happened, they probably just missed us.\"  Laura looks out the door. \"Oh man,\" she laments. \"Here comes another one! Can I have a pair of scissors, something sharp?\"  I hand her the nearest pair. \"This one has a little glue on it. Is that okay? Can you use it?\"  \"I'd rather not.\" She really doesn't want to. \"It might get stuck, and then it wouldn't deflate.\"  \"What wouldn't?\"  \"Oh, these damn inflatable babies!\"  I grab a pitchfork and walk to the door. Sure enough, a malicious looking plastic inflatable baby, with little drawn on dots for eyes, is crawling towards the door. I should add that it was about six feet long and two or three feet high at the shoulder. It obviously means harm. \"When you stab it,\" Laura advises, \"try to leave the pitchfork in while still letting out the air. Otherwise they blow all over the place like a balloon.\" I stab the baby several times as it enters the house. As the baby deflates, it turns into a shrivelled-up, forlorn-looking plastic garbage bag. \"How many of these have you killed?\" I ask.  \"Oh, two or three.\"  We walk outside. It's still nighttime out and there's a wierd glow to everything. I hear a voice and direct my attention to it. After a while we discover the source. The tall, blonde library page whose legs I once dreamt about feeling is sitting on top of some huge twenty gallon drums, nude, and some nondescript man is industriously making love to her. She keeps making cute little noises and thanking him.  I point to them and turn to Laura. \"Under these circumstances, probably the best idea,\" I say. Then, after a short pause: \"It's 'die Batterie', I'm sure of it. They were just fucking with me.\"  \"David!\" Laura says. \"Get over it! Does it really matter right now?\" I laugh, conceding the point."
        }, 
        {
            "number": "87", 
            "head": "02/08/98", 
            "content": "So! I'm working at the Hillside Library, with Will. But today, even though it's insanely busy, he's not helping out at all. He's on the phone, talking with his boyfriend Bryan, who currently lives in Boulder or Denver. Right then Will walks out, and I pick up the phone to see what they're talking about. I say \"Hello? Hello?\" but they completely ignore me: in the background, quietly, they're talking about stocks. Finally one of them addresses me directly, and says: \"You know, there's some kind of SubGenius thing going on in town tomorrow...\"  I set down the phone in order to help a patron. This patron begins to talk about a book that he just read, telling me all about it, in the long winded way a patron will sometimes do when there's a thousand people in line. As I listen to him tell the story, I enter into it myself: I see my father standing at the telephone in the kitchen at their house, and he speaks in a voice-over:  \"My father, your grandfather, is in his last days. He never called much before. But the last two days he called me at SEVEN in the morning to talk about his grave and burial with me...\"  Now I see my grandfather, Bob, smoking a pipe and standing outside a huge grey building. (Yes, my grandfather really IS named Bob, and he really DOES smoke a pipe.) His voice starts in:  His voice sounds like William S. Burroughs. \"One day I came to work at the silk factory... Jones is dead!\" We see him, shocked at learning the news. \"Came in the next day... Wilkinson is dead!\" We see him learning the news from a secretary, fear growing. \"Next day another one had died; the following day, another!\" He's in front of the silk factory again: \"I know that I'm next.\"  The next part is somewhat confused, but somehow, my grandfather has already died and his ghost is now chasing me around the front of the silk factory. He wants to freeze me to death with snow. As I run down a path around the factory, I think the following 'profound' thought: \"He's got nothing on me, because if I beat him, I live; if I die, I'm dead.\" He corners me in a large chicken coop, but somehow, I knew we had 'agreed' to meet there in some secret way. But there's already somebody there: a tall, thin, dark-haired woman in a skimpy, red, white and blue one-piece swimsuit. This woman I recognize as one of the models in a stretching book Laura and I had been using through January. She's going to help me against my grandfather's ghost. Grandfather Bob very tersely says to her: \"Get out of the coop. Now.\" And snow begins to blizzard around him.  At this point the story dissolves and I'm back in the library again, talking to the patron. I tell him: \"Thanks anyway, but I hate fiction like that.\" Will, in the meantime, has come back from his break. He tells me: \"Hey! I won a million dollars on the stock market!\" He hands me the phone. Bryan is repeating in a monotone voice: ONE MILLION DOLLARS FOR WILL... ONE MILLION DOLLARS FOR WILL...  I tell Will, \"God, Will, it's busy today. Can't you help out a little instead of talking to Bryan?\" As I wake up I think that if the ghost killed me that I at least knew there was an afterlife because a ghost killed me."
        }, 
        {
            "number": "88", 
            "head": "02/17/98", 
            "content": "I'm standing in a church. Dozens of clones of Matt (a friend) are being gunned down in cold blood by machine gun fire. I hide under a pew when the gunfire starts. I see the clones' heads being blown off, etc. Somehow I knew that the situation outside was really crappy, and that even if I did make it out alive, living would be a highly questionable alternative to dying. Whatever the situation was, it was probably better to be dead than to be crawling around half-dead, running for my life. Besides, I figured, there were two other things about dying: First of all, if I got myself killed just then, and death turned out to be nothing, then great. At least I wouldn't be in agony; at least the torturers couldn't get me too. Second, if death turned out any other way, than equally great, because then I'd be out of this crappy situation and in some other state of affairs. On this thought, I stood up and had my body ripped through by machine-gun fire. After I died, I found myself in a room with two beautiful, naked women, one brunette, one blonde. And Matt. I have sex with the blonde woman for a while, and then we stop to invite the brunette. She can't. She points over at a hallway. She explains that she needs to go get her womb, or her ovaries, or her 'placenta' -- I remember it was some part of the reproductive system, or the placenta; I don't know whether this latter was supposed to be her own or her baby's -- but every time she goes into the hallway, Matt shoots her to death and she has to start all over again. So she never goes to get 'it', and she never joins me and the blonde."
        }, 
        {
            "number": "89", 
            "head": "02/20/98", 
            "content": "It happened like this. Laura and I were walking through an old, deserted street -- at least, I thought it was a street. There were rows of concrete stairs going up to wooden doors with white paint flaking off of them, as though they hadn't been repainted for years. I look around on the ground and see that it is completely covered with rotting vegetation -- old dead leaves, mushrooms, dirt, etc... forest debris, in other words. This old street had been deserted and nature was taking over.  \"Neat road,\" I say. \"Not a road,\" says Laura. \"An ancient mansion.\" She points up, and I look. Sure enough, there was the framework of a long-since rotted out roof up there. So we were in an entrance hall. We both have to use the bathroom. So we go into a door Laura knows and find a toilet. A little man is waiting in the bathroom. Laura can use the regular toilet, he explains, and since I have to go so bad, there's a special toilet that I can use right -- here! He opens a small panel near the bottom of the wall. The way it works is, I climb into this small chamber, and squat with one leg out, leaning my back against the framework. This way I can piss and shit at the same time with no mess. The man then begins to talk to me about Balzac. As I leave the bathroom, I hear a narrator say that this was the ancestral home of Aureliano Buendia (from One Hundred Years of Solitude) where he and his friends partied all night in \"all the lustiness of youth\"."
        }, 
        {
            "number": "90", 
            "head": "02/21/98", 
            "content": "I am sitting at a 4-partition desk like they have got at the junior college library, intended for studying. I'm sitting in front of a large window of some sort, at this desk, 'working on my style'. Laura and I have dinner there and she leaves. I get frustrated with the stupid blue desk lamp -- it keeps flickering on and off -- and so I throw it out the window. I turn on the computer and hook it up to the window (which I'm using as a movie screen) to watch an animated movie, which is done all in blue tints. I put the movie in because the box said it was \"Heartwarming\". But -- a hick cop on the street shines his light in. Apparently I'm violating some sort of law by watching a blue film. I must stop. Not wanting to stop, I simply pull the shades. Now on the screen I get a Windows error box. It says: \"Stop. 3 Minutes.\" I stop the movie and wait. Another message: \"Revert To Wood. Now.\" Everything goes black. I wake, inexplicably scared."
        }, 
        {
            "number": "91", 
            "head": "02/23/98", 
            "content": "Crazy dream. To begin with, I'm working in the apartment. It's filthy and disgusting, and Carol from the library is helping me to clean it. I inspect the carpet and see that it's more dirt than carpet: the dirt is so thick that oxalis is flourishing, blooming like crazy, right in the middle of the room. Laura comes home, and she helps in the cleaning too. After a while we get hungry and want to leave for a restaurant. But Jimmy and I are laying on the floor talking! We're discussing 'principles'. I told him that ignoring principles altogether will soon bring him misery enough. I had just read this, in waking life, in a book by Bertrand Russell. What I thought Russell meant was that abstract ethical principles are derived from concrete experience: it has been shown that if you kill somebody his brother will be very angry with you and his brother will try to kill you. Today the surrogate big brother, the judicial system, will get its revenge. Thus you should follow the principle of not killing other people. Less extreme, if you eat too much cake, you'll get sick. You are ignoring the principle of moderation in eating. I was trying to get this across, but naturally, failed, because I had just read it and the meaning had not quite sunk in. What interrupted our conversation was a middle-aged asshole reading a Bill Cosby book. He shook his head very disapprovingly and disagrees with everything we say, it seems, on principle. Laura knows him; she hates him. She cleaned his house once: he performed medical experiments on humans. Apparently the guy was trying to say Well I ignore principles and I'm perfectly happy so nyeah! Heh.  Now Laura and I are in a highschool classroom. We hide in a nook around the corner of the room and make out. We've stepped into a diorama of the bay on the floor. Nearby is an aquarium filled with all kinds of wierd animals, including a strange turtle, tiny, with all kinds of squarish spikes jutting out from its shell. The \"aquarium\" I referred to was a lot like the tidepool exhibits in the Aquarium. The owner of the diorama appears and points out the turtles. \"They don't look like much, but they sure wreaked havoc on this part here--\" he points down at a corner of the diorama-- \"only you can't see it, because Bill fixed it too quick for me to show you properly...\"  Now we're in the restaurant. Laura goes inside to get a table. Abruptly I decide I don't want to eat at a restaurant, and so I start walking home. I hitchhike: a blonde college girl gives me a ride. I thank her and get out of the car at the base of a wooden footbridge. In the background, Einsturzende Neubauten is playing. I begin to walk across the bridge and pass a skater kid. \"Bitte,\" I say. \"I mean, excuse me.\" The kid scowls, not appreciating my 'slip' into German. Laura meets me on the other side of the bridge. I tell her I was going to call her when I got home. We walk back across. On the other side I say \"I got a ride from her--\", pointing at the blonde girl, who is sitting on the lap of another girl. This girl is squeezing the blonde girl's breasts. There is a large plastic bag filled with the bagel place's Tomato Herb Bagels at her feet.  Then Laura and I walk into a hospital. We're getting flu shots. I answer a couple questions and they shove a hypo between my fingers: no pain. I joke with the very unimpressed, fat nurse that \"I hate that 'full vein' feeling.\" Next to me is a black Caribbean man, twitching and looking generally ill. He recieves his shot and twitches away. Jimmy (who's suddenly with us again) asks the nurse something, and she begins to explain how Alex got his stomach lining surgically removed. Before she can finish, however, she is interrupted to serve up some peach pie to us patients. She uses the hypo syringe to do this. I thought to myself: \"Gee, I hope she sterilized that before using it.\" The thought of that needle having been unsterilized (especially since it had been in the hand of that *very* infected-looking man) nearly makes me stop eating the pie, but then I figure, Hey, it's a hospital. *Everything* gets sterilized here. I wake."
        }, 
        {
            "number": "92", 
            "head": "03/11/98", 
            "content": "I dreamt that I was standing outside a cafe when Jeff tapped me on the shoulder. \"Oh, hello!\" I said. \"How've you been?\" He responds in a typical fashion, sort of nervously, looking around at everything but me, squinting into the distance, looking obliquely at me to check my reactions, alluding to private events as though they were common knowledge. Sharp guy, but annoying to talk to. \"Oh, I just moved in here, you know. Mary and I, we got back together.\"  \"I didn't know you were back together.\"  \"Yeah, well. That was a pretty big thing, you know...\" It turns out we're now living in the same house. I have the upstairs apartment. We open a trapdoor and find a wierd plastic sheet with lots of white plastic spiders on it. There's a few real ones; Jeff flicks those off, saying: \"Oh, these are the fake spiders. You don't want the real ones there, you know.\" He helps me through the trapdoor into the attic room."
        }, 
        {
            "number": "93", 
            "head": "03/11/98", 
            "content": "I was walking down one aisle of the metro station, in an entourage containing all my friends. We are, at the moment, Very Unhappy -- everybody is quite depressed, and Andy is weeping furiously. Mr. Burns, the friendly deaf old geezer who comes into the Hillside library all the time is guiding people to the funeral. He hits me in a friendly way with his rolled up newspaper in order to get me on the right track: you see, I'm leading the procession. Soon we came to the funeral. It's in the parking lot next to the bus station. This is Melanie's funeral. There is a huge Days of the Dead-style altar erected in the middle of the lot, complete with an enormous black and white photo of Melanie, with flowers ringing all around it and lots of burning candles and papier-mache skeletons and so on. A mariachi dirge is playing in the background."
        }, 
        {
            "number": "94", 
            "head": "03/14/98", 
            "content": "I dream I'm watching an Australian film named: \"The Death That Taught The Citie\". Yes, it was spelled that way; \"Citie\" was \"City\". I guess that was supposed to be the Australian spelling. Anyway, the movie was about a backwater in the Australian wilderness, about two groups -- an aboriginal tribe and a white tribe. The whole story revolved around this one boy of twelve or thirteen, who had committed some horrible transgression against the (white) tribal law (it was a white boy), and was therefore being made to shoot himself in the face. The aboriginies highly disapproved -- it was 'uncivilized', according to them. They didn't understand the law. And the movie was all about this debate, and all the politics surrounding this punishment: would he be forced to, or not? In the end, it seems, he did kill himself, as custom demanded, but the message of the film was ambiguous. I found the story very interesting, but I guess that's somewhat self-serving, since I directed the film myself."
        }, 
        {
            "number": "95", 
            "head": "03/13/98", 
            "content": "Jimmy and I were in a park, arguing over the meaning of the word 'go'. We each thought the other was completely full of shit and spent a lot of time arguing about it -- a good natured battle."
        }, 
        {
            "number": "96", 
            "head": "03/16/98", 
            "content": "I'm exploring an ancient tomb with a friend. We'll call him Bob. This tomb is supposed to be quite ancient and archaelogically important: these are the bones and the dirt of people talked about in the Bible. It's supposed to be an old tomb, but it really resembles the dried-out dusty area under cellarless houses. In the very center we find a set of steel lockers. These lockers contain ancient books. At this point I have a typical thought: \"While I'm down here, I might as well get a book.\" I open the lockers and riffle through them. Bob looks inside the lockers too, but there's nothing he wants. Then, of all people, a Hillside library patron whom I know walks in. He is an Indian man with some very interesting experiences described in the note below. Alan strides in, and says: \"Too bad about the rats mon. With the dead people.\" I look on the ground and there are all these disgusting little bright red rats. Instead of noses there are long red needles. I think he meant it was too bad because of the important corpses to be found there. Later, I'm in the doctor's office because a very unusual event is occurring. Unusual -- for me, a male. I'm menstruating. To cheer me up, Laura quotes from a book about how much parents suck."
        }, 
        {
            "number": "97", 
            "head": "03/23/98", 
            "content": "I was in some kind of warehouse, some huge hardware store, preparing for a trip with a lot of other people. I keep seeing all kinds of people from the Middle School, and I get fond farewells from Jasmine and Amanda in particular. I go into my trailer, feeling touched, and I find Jimmy there. He's toying with my computer -- he's added a soundcard and speakers. I try to play a game but the sound effects just slow the computer down so much it's useless. After talking with some of the people who'll be taking the trip with me, I realize I'll need two double-A batteries for the device in my hand. I try different batteries that are laying around; no luck. So I go back into the hardware store. I find a large backroom with lots of batteries. But, I've got to take a leak, so I stand in front of a urinal and decide to piss on the orange wall above the urinal next to me. Halfway through my piss I hear a stall door open and I turn back to the urinal. Bob, who used to work at the Music Center, comes up next to me. \"Real cute,\" he sneers. \"People have to clean that up, you know.\" He turns and leaves the bathroom, muttering 'Pissing on the walls...' I leave the bathroom when I'm done and find him and a few other guys sitting around a table, eating. \"Is this where I find the batteries?\" One guy points and says: \"Over that way, see?\" I see, and I go where he points, but on the way I'm distracted by a large table with all kinds of stuff on it. The item which really catches my attention is a huge magnifying glass. I magnify various things on the table and consider buying it, for fun, but then I see it will cost $56.74. I think of a picture I once saw of James Joyce holding a magnifying glass. I set down the glass and wake up."
        }, 
        {
            "number": "98", 
            "head": "03/25/98", 
            "content": "Fragments. I'm sitting at a bus stop with my parents, trying to figure out the schedule. Somehow it has something to do with grammar, and I'm trying to explain word stems, infinitives, gerunds and so on. Finally my bus comes.  Jimmy is playing a video game, except it's real. It involves a skull with a fused jaw but no mouth hole, real eyeballs, and a big hole in the back. When you look inside the hole you see all kinds of putrefaction. Whenever you make it talk a hole opens up in the jaw. Whenever a squeaky sound effect is required, a very deep voice has been dubbed in to say: 'squeak squeak'  We're in the library with Matt M., another employee I saw yesterday. Laura tells me I ought to check out a book for him, that \"really funny Mark Twain book\". I check out a copy of The Innocents Abroad but when I come back they've gone away."
        }, 
        {
            "number": "99", 
            "head": "03/26/98", 
            "content": "I'm standing by a large swimming pool. There are dozens of naked young women swimming in it, hanging around the sides, etc. But all are skinny-dipping. It turns out it's not just girls, because this is an experimental school run by a guy that looks like George Carlin. He says he didn't tell them to do anything: he just provided the pool and most of them (not all) just swam without clothes. After a confused part, most of the people are gone, and now I'm hanging around the pool with Andy, Melanie, the mousy blonde girl from Hillside Market, and a few other people. The women and a couple guys are now swimming around au naturel. Something happens regarding the house nearby; at any rate, it's time for people to sleep. Everybody got sleep but me, because while I'm sleeping, this hick guy and his dogs (everyone knows him) comes along and needs a place to stay. But actually this paragraph isn't right: I don't remember why I don't sleep. At the end, everybody is hanging out, discussing this problem in the main room, and I mention to Jimmy the fact I got no sleep. He says something cryptic: \"Well, at least you got the *Calypso*!\" and raises his eyebrows, looks around conspiratorially, and rubs his hands. Apparently he's referring to the nude girls. I'm not amused. I think, I could have done without the naked girls; I needed sleep. I could have *dreamed* them. I particularly remember having this last thought. Another fragment of this dream I cannot place, besides the hick guy and his dogs, is this: the experimental school got shut down. Naked people were too much for the authorities, it seems."
        }, 
        {
            "number": "100", 
            "head": "03/28/98", 
            "content": "I'm testing my driving skills in the Buick with Laura at night. To see if I can be a bus driver. I dial 481-TIME to learn about the job. I drive very badly, nearly running into things. I park downtown and put things in my backpack in the car. Laura's with me. She digs through the change purse; she's going to get a treat. We walk around downtown (deserted) in the dark like that; it begins to rain. I show Laura how I wear my flannel over my backpack to protect it from rain. Now I'm in a class of some sort, with Mr. W, or somebody like him. The firebell rings and we all run outside. I pause a few minutes to select the writing tablet with the most paper to bring with me. Outside, the teacher gives a lecture on how to prepare the minimum writing supplies for use in fires and earthquakes. I don't listen to him. I think he's a fucker. Back downtown where I left off with Laura, I put my backpack in the back seat of the Buick as it starts to rain harder, and get in the driver's seat. I pull out onto West street and nearly hit a car in front of me; I swerve and go through the intersection. I can't find the brake fast enough to stop before the intersection at Main, so I glide through, find the brake, and pull the car to a halt at the left turn signal. Laura says: \"God, David, you need practice.\"  It is still downtown, still night, still raining. Laura is standing outside a building of some sort. It looks like a large rectangular metal vault set on concrete. I think it was supposed to be a bank. Laura might be naked, I'm not sure, but she's definitely shirtless. She has her arms crossed under her breasts, squeezing them up. They look very full and uncomfortable for her. She's waiting for me. All through this I keep thinking of J.B. Priestly. The name and the effect of his book I just read [Man and Time] hang in the background of everything, coloring every action but not changing them. It's hard to describe. I later dreamed of a Monty Python-looking guy in Elizabethan dress who announced that they're taking the POMP out of pompousness, leaving nothing but ousness."
        }, 
        {
            "number": "101", 
            "head": "03/29/98", 
            "content": "My dad, a big fat Latin American, wants me and Laura to help him slaughter the hog he brought home for Christmas. He leads us out into a hallway with a brand new white carpet and pulls the huge, strangely docile animal out from under a shelf, holding it out. After a brief little argument over what cuts of meat we'll each get, \"dad\" asks me to please turn the head while he cuts the hog's throat. I do so, and as \"dad\" pulls the knife through the hog's throat he shouts and falls back. Naturally the place is now awash in blood. He seems surprised, but I think, What did he expect? So it now falls to me to spray the stain remover on all the blood in the house, even in the attic. I spray this noxious stuff everywhere and it poisons me half to death. I go up in the attic and spray out stains which are blood, again, and look uncomfortably like the scene of the biker's accident at L St. and M St. last week, after the cops had sprayed and labelled all the evidence. Only the stains are in miniature. Only then do I realize I've stumbled into a tangled web, a web spun by three spiders with voices. These, it seems, are Henry Miller's wives (I just finished Jay Martin's biography of Miller), and they have spun an intricate system of webs and strands to complicate each others' lives. Naturally I've stumbled through and destroyed the whole thing. I hear the voice of one of his \"wives\" say: 'Everything you've said about him and about us is no closer to the truth than anything else anyone has said. You can't say anything true about another human being, you just can't. In order to say anything true about him at all you would need to expand until you *became* Henry yourself...\" I look down at the three wives of Henry Miller, now spiders, staking out their territories, fencing one another in, repairing the damage I did. I begin to levitate, and expand, floating on my back, until I *am* Henry Miller, himself... I wake in the exact same position I was levitating in."
        }, 
        {
            "number": "102", 
            "head": "03/29/98", 
            "content": "It's a gift shop or a toy store or something. I'm walking around in it with my mother -- we're buying gifts for someone. But -- it's more like a party than a gift store, and people are hanging out all over the place. I see Sarah (old lust from Middle School) sitting in the corner, and this really trips me out. I walk over to say hello. She says hello back. I tell her this is really wierd, because I'd just been dreaming about her. As I talk to Sarah and all these other past acquaintances I lose track of my mother. Well, good, I think, and latch onto a group of friends. Sarah tells me she's going to a party, will I come along? Well, even though it's the middle of Los Angeles and I don't know what hotel my parents are staying in, I say okay, because I want an adventure, not another damn number of days ruined by my family. So I go with Sarah to this party in an apartment building. I keep hearing this jazz music. We go into the room and it's Thelonius Monk playing the piano! He's got a lunatic eight or nine-string upright bass, and he's trying to play with this amateur bassist, to show him a few things. I think, if he'll put up with that guy, maybe he won't mind if I noodle around a little on his piano. So I walk over to the shiny black grand piano and play a little bluesy ditty -- immediately I hear shouts coming from inside the piano. I get up and distance myself from it. Two groggy, angry skinheads crawl out and collapse on the floor, bleeding. They nurse the wounds I accidentally gave them and I join Monk at the piano. He shows me a melody and I improvise, but it's clear he wants me to go away, so I drift into conversation. I begin talking to two middle-aged black men. One is very lanky and shirtless, and has this wierd yellow fungus growing all over him. Vaguely as we talk I wonder if it's contagious. He has a very 'gay' manner.  \"You know who the French are erecting a national *monument* to?\"  \"Who?\" says the other.  \"James *Baldwin*, if you can believe that.\"  \"I know him,\" I say. \"When I was younger, I read 'Another Country' straight through.\"  It seems they didn't actually *like* James Baldwin, though, because I was then immediately excluded from the conversation. Baldwin, to them, was a fundamental issue.  So Brad comes along and we go to a party outside, on the hill, on the grass. Charles Bukowski is there with his girlfriend -- they're both young. It's a very warm night. Bukowski recites a few poems and everyone claps. I start to 'thank' him for one of his books, but then I remember his comment about that [in a book I had just flipped through] and forget it. I just talk to him and his girlfriend. But soon, Bukowski has to leave to do a poetry reading tour. So he gets in his huge armored car with his entourage and they dash off. His girlfriend is standing there, crying. Sarah puts her arm around her neck and I rub her back and hug her. I feel sorry for her that Bukowski has to leave so often, but at the same time I sense sexual possiblities between us. (Boy am I sensitive!) Then we come back to the plot of grass in Los Angeles. We look into the sky and every constellation is crammed into this absurd tiny space of sky. The rest of the sky was pitch black. I think \"I didn't know you could see the stars in L.A.\" Somebody points out one constellation I've never seen before, a bird made of green stars with a glowing vibrant blue star for an eye. Everyone points the bird out. When I look back down to the plot, I realize Brad is gone.  \"Well, shit,\" I think to myself.  \"Your ride's gone,\" says Bukowski's girlfriend.  \"That's alright. I don't even know what my parents' hotel was. I'll just catch a bus home later.\"  As we walk away from the place, I wonder who would be more likely to sleep with me, Sarah or Bukowski's girlfriend, and I decide on the latter, since she's lonely now."
        }, 
        {
            "number": "103", 
            "head": "03/29/98", 
            "content": "I'm in my parent's RV. I'm on vacation someplace, again, and I see we're at a college, but this college is unique -- it's set up like a theme park. Each department has its own 'land' to decorate. Thus, here is Physicsland, here is Archaeologyland, etc. I stumble into the department for the study of subcultures -- everything is grungy and citylike. There's graffiti pieces everywhere, covering everything. Hookers are standing around. A street sign that says \"TWO\" is on the corner -- this was supposed to mean like Second Street, Downtown, etc. Somehow, I stumble into the Porn department. It seems that some religious vandal has been through, ripping the place apart, throwing videotapes and movie reels, film, photos, everywhere. Some bureaucratic vandals have been through, too -- the Porn department is being cut, immediately. The head of the department, a clean-cut, sixtyish, solid woman in a business suit, explains what's happening. As I stand there listening, two or three young women come in, wearing very casual, California surfer-type clothes. When they hear the news they become very, very upset -- one is even crying. they put a lot into their department, after all. Quite apart from the lascivious thought that I would *love* to see the films these ladies made, I feel very sorry for them. They're obviously seeing a lot of their work going down the tubes right now. I talk to one or two of them and make friends; I team up with a graffiti writer, too. We go back to my parents RV but they won't have anything to do with me; I've befriended scum and sluts. Well then, I think, fuck you too. We 'escape', taking the train tracks. Halfway along a strange plant is laying in the tracks, half green, half red. I immediately recognize it for a ludicrously huge celery plant. The red is the roots. I examine it carefully with a special examining hat the graffiti writer gives me. A huge freight train comes by and obliterates the celery. By way of contrast, I suppose, a BART train comes by and is nearly knocked off the tracks by a clod of dirt. Now somehow in here we end up carrying all these huge vegetables. Well, we're going to make our final escape through this person's house, but *somebody* slams a door, and by the time we get outside, it's TOO LATE!!! Guards are everywhere, and we're trapped. Just then a huge Native American man comes by and strikes a deal. They'll let us go if we divide up our huge veggies. We lay them on a table. We have nine. We would have had ten, but the celery was destroyed."
        }, 
        {
            "number": "104", 
            "head": "04/02/98", 
            "content": "Brad and I are in the City of Effaced History, trading comments on books. I tell him: \"You know, I like authors who've got energy first thing, like Hunter Thompson, the Dalai Lama...\" Brad throws his hands up in the air. \"Yes!\" We get to the house. It's being held hostage by a bearded guy from the Irish Republican Army, because of a schism over the interpretation of a Buddhist text."
        }, 
        {
            "number": "105", 
            "head": "04/05/98", 
            "content": "Later: In a courtyard I've seen before. Old yellow adobe buildings with old neon signs -- you know, letters outlined. I need to take a crap, so I go. While I'm on this huge concrete toilet in a large stall, a 'gang' comes in and begins gruesomely killing the person in the stall next to me. A woman who looks familiar comes into my stall and tells me she's not into what they're doing; she's going to do every perverted thing to me she's always wanted to do to a man. Okay! So she proceeds to do so. Once she's finished, I turn around and see she's metamorphosed into Laura. I hand her a copy of \"V.\" by Thomas Pynchon.  \"This is a good book,\" I say. The telephone rings. I pick it up and say a lot of things in French in a gravelly voice. Finally Eric says: \"David? Is that you? I knew it was you. Where are you, dude?\"  \"I was about to go down the coast, but it's been an hour and a half since Jimmy said he'd take me!\"  \"Right,\" says Jimmy, pulling on his pants. I remember it's storming outside, and that all this had something to do with Rhonda (female friend from highschool)."
        }, 
        {
            "number": "106", 
            "head": "05/05/98", 
            "content": "Inchoherency. I'm in a motel in town. Brad and Kathleen are in the room, which is filled with many huge bags of cheap books. I'm at the desk, writing my book. I set down the pen and go out; it starts to rain. I explain the ocean while watching the actions of a beautiful vain brunette woman on a bicycle, who later poses before the mirror admiring her own body. Sometimes she wears sweats, sometimes wears a leather thong and nothing else. Phenomenal legs. Many many months pass. A bar that everybody went into, and never came out of. Jimmy, Brad, other friends come and go. I was writing an autobiography. Water running hard through gutter. Trying to jump and grab rafters at end."
        }, 
        {
            "number": "107", 
            "head": "05/10/98", 
            "content": "Laura and I are having sex. On a bus. In China. The driver got lost on his way to the hills."
        }, 
        {
            "number": "108", 
            "head": "05/29/98", 
            "content": "I was reading books that Will had just written. Very Will. The covers were dark, mottled, evil looking, with shadowy pictures of him all over them, smoking cigarettes, wearing his boots, being evil. I read them through. They seemed very much like something Will would write, very natural. I thought they were unfocused, diffuse, full of sarcastic laughter and evil -- very good. They were like other of his writings but much better.  Then, Brad and I were working on a corpse. These were the remains of a French abbe, a monk who lived in the fourteenth century. We were smashing his bones in the name of research. Or rather, I was. Because earlier I had a choice of occupation, and I chose smashing his bones, because the other job, sawing through his meat, was far too grisly for my stomach. Smashing his bones was the least gory and unpleasant of all the research Brad had to offer me. Even then, after I had the abbe's bones all laid out on the table and I picked up the skull and my hammer, I had an enormous amount of difficulty bringing myself to smash the skull in. Something about it was still too human, still too alive.  Then I guess I took a break or something, because all of a sudden I'm in a bakery, waiting in line. I ordered candied bread -- they didn't have any of that. So instead I got a loaf of raisin bread. As the baker, a young guy with blond hair and a yellow shirt, got the bread, I told him about my adventures with the abbe's bones. He was very unamused and glared at me with the most intensely angry, chilling blue eyes I have ever seen. Perhaps he was a Christian. Wisely, probably, I left the bakery and went back to bone-smashing.  When I came back, I learned that we were doing this research in the name of the National Geographic Society. No sooner had I set my loaf of bread down and picked up my hammer to keep smashing monk-bones when hot damn but George from Seinfeld reportedly steps on the work site. The resulting crush of tourists made it all but impossible to work. Luckily, I only had a metatarsal or two to grind into powder, so I finished up and packaged the dust up for Brad.  Whoops! Brad was suppossed to send the monk's bone-dust to \"Cancun in China\" but he sent it to somewhere called Xencin; transliteration error. Disastrous! The gleeful natives of Cancun, China nearly stole it for use as an aphrodisiac (Traditional Chinese Aphrodisiac: Powdered Monk Bones), but they sent it back to us after concluding they were on the side of science. Close one.  I guess it's after work, because now I'm passing the downtown library. I walk by the window; sitting at the tables, reading books, frozen in sleep, are all my friends from highschool. They are all asleep, sitting up straight, holding their books open. Josh in particular (a short guy with a beard, shoulder-length hair, leather jacket, smell of cologne, very soft-spoken and intelligent) has a half-there smile on his face, as though he knew I was outside the window, looking in, but he's too sharp to let people know he's awake when he's supposed to be asleep. The library was dark and closed, so evidently all these friends of mine had gotten trapped inside when the library closed, and so they had to sleep there, in the middle of their studies. Though it was more like their bodies had been put in suspended animation -- there was a very strong feeling that my friends in the window -- Josh, Nathan, Mike, and others -- had been *preserved* there somehow from time immemorial, as though they only gave the appearance of life. As though dust built up on them day after day after day, like they'd been pickled or formaldehyded and stuck with pins into their current \"studying\" positions.  Now I'm in some house, a hippie house in town. I'm in the main room with a very hostile guitarist. Every time I come near him he scowls and lashes out with a limb. So I keep to the other side of the room, amongst the huge pile of used books and board games. I see that these are separated into two main piles: civil rights materials, and a large pile of books and games about sex which dated from the seventies, and some porn magazines of the same era. Laura showed up from nowhere, and insisted I say something brilliant-sounding about the civil rights movement. Off the top of my head I said: \"I think it was the defining political movement of the late twentieth century!\"  I woke up at this point to use the bathroom, then I climbed back in bed and tried to go back to sleep. Alas, awaiting me in that half-world between sleep and waking, was an intensely frightening blue face, perfectly round, set off in the darkness. It looked like it was made of blue metal. STARING AT ME. Just this BLUE FACE, leering at me with this stupid, malevolent, menacing look."
        }, 
        {
            "number": "109", 
            "head": "06/11/98", 
            "content": "Laura and I are at Kelly's place. We're working down on the road with a bunch of religious people. Kelly tells us to go to their bagel bakery. The baker, Que Cho (ficticious person), will give us each a bagel. Que Cho looks like he was a professional hit man before he turned to bagel baking. His skin is sompletely pockmarked and scarred, and his nose has definitely been broken more than once. Que Cho gives us each a bagel. We go back to the road. At 2 o'clock I hear somebody ask How much longer will it be until 'Jesus Hour'? Fifteen minutes, the other replies. I run back up to the house and find Laura in Kelly's room. \"Kelly!\" I say. \"They're about to have Jesus Hour. I didn't want to get caught up in it so I came up to get Laura.\"  \"Don't worry,\" says Kelly. \"When they ring the bell for Jesus Hour, just go into the closet there to hide. Later you can go by the bagel place again.\" Kelly picks up a stack of papers. \"I had to learn a bunch of songs for today's Jesus Hour, so I can't really skip out.\"  They ring the bell and Laura and I go to hide in the closet. When everyone's gone, we go back to the bakery. We ask for another free bagel, and Que Cho gives it to us, but it's pretty clear that we're *really* pushing our luck with this guy. We get out as fast as we can.  For one brief instant, I'm walking up the large set of stairs at the Green Middle School. I walk by my 8th grade history teacher's room, and he's teaching a class.  Back in Kelly's room. Jesus Hour is almost over, and I really have to piss, but we can't find the bathroom, so I end up pissing in jars, cups, bowls, interrupting the flow every time the containers filled up. This went on for an absurdly long period until finally I woke up to use the bathroom."
        }, 
        {
            "number": "110", 
            "head": "06/16/98", 
            "content": "We were cabin camping, Laura and I, but there was this strange guy following us all around the place. When he went away, Laura decided to do a little investigating and invaded his house: she examined the construction of his door, and the health of his animals. When we heard him coming we ran for it back to our cabin, and pulled the door, the blinds shut. Next day I left the cabin and out on the curb I met a Filipino kid with a skateboard. He broke something with it, he told me, and now he was fleeing his parents so he wouldn't have to 'pay'. I harbored him and his sister. His sister was younger than him, maybe eight years old, and she sat in the corner with her knees pulled up to her chest, skirt pulled up too far, rocking back and forth and chattering about everything a million miles an hour in a little squeaky voice. I remember that she was wearing white panties. I found a book on the floor that had a really creepy picture of how she would look as an adult in a leotard. Outside, the kid's parents were approaching. I told the kids: 'Go hide in the closet and pretend you're immortal!' This was supposed to protect them from their parents, but it was too late: the parents had seen us all together. They did this wierd bouncing thing, where they would take a step forward, sink down into their knees, bounce up, and step forward again, all with a transfixed glassy expression on their faces, chanting \"Na na na! Na na na!\" As if this wasn't enough, they were dressed like Mayflower Pilgrims. They cornered us -- the kids gave me something to read. After reading the kids' story, I said, \"I put my faith in the children, not in *these* ruined adults!\" and I threw a serape filled up with money at the boy. So the pilgrims shot me. Twice in the body, once in the mouth while they pushed me down into the creek. At this point I got a third person view of myself, and this person looked a lot like Mark Twain; not him, but it looked like him. They shot me/him in the mouth and the back of his head blew off, and green smoke began to pour out of his mouth as he sputtered and spit and sent teeth flying. Then he began to decay in the water. All the music stopped abruptly and I woke. Bleh."
        }, 
        {
            "number": "111", 
            "head": "06/26/98", 
            "content": "Some crotchety old bastard was paying me to completely rewrite all of Douglas Adams' books, because he didn't like a lot of the things that were in them. And he wanted to get some things of his own in. I was instructed to give it a really long title in 18th century style: The Hitchhiker's Guide to the Galaxy, or, the adventures of Ford Prefect and Arthur Dent blah blah blahblah blah for twelve pages.  I was shopping at the food store with Laura. They had a new system -- you bought your food and rung it up yourself! Laura told me to get certain things, and whenever I got the wrong thing (due to some misunderstanding) she'd correct me. I was getting really irritated with her by the time she corrected me about the cereal. I poured back the wrong cereal and poured into my bag a cereal made from long strands of wheat and long strands of dried carrots. Just then Laura began helping this guy with long hair. His hair looked just like the cereal."
        }, 
        {
            "number": "112", 
            "content": "(06/30/98)(Wartime in a besieged city. WWII trappings. Our hero is leaning against the wall, weeping, saying what may be his last farewell to his lover, who is also crying. A sharply dressed middle-aged man stiffly walks up to the scene. He is wearing a general's uniform.) THE GENERAL: \"It is time to go to the Rue des Quatre Mains, sir.\" (The hero nods. Romantic music swells and fills the scene. The General moves off, and the hero delivers an impassioned speech to his lover.) THE HERO: \"I'll never leave you, not even in the hour of death. If they catch me in the battle and execute me later, promise to understand, promise, that I will always be with you, always!\" THE LOVER: \"I promise!\" (She wipes away a tear. The romantic music grows to a deafening pitch and weeping fills the theater. At the Lover's \"I promise\" the crowd in the movie theater does a standing ovation.) MEMBERS OF THE AUDIENCE: \"BRavo! BRRRRrrrrravo!! What a beautiful scene! How touching!\" (All the above noise cuts short as we see (third person view) that I am the author of the above scene. I am sitting on a rock, and I have just finished writing the final words spoken to the lover before being taken to his final battle. Two middle-aged women sit nearby.) WOMAN I: \"I hear he's an author.\" WOMAN II: \"That so? What's he working on?\" WOMAN I: \"A movie, I think.\" WOMAN II: \"Hmm! Imagine that.\""
        }, 
        {
            "number": "113", 
            "head": "07/02/98", 
            "content": "Doc (Christopher Lloyd) and Darth Vader were fighting with light sabers -- Marty McFly (Michael Fox) and Luke Skywalker were in on the action, too. At some point Marty McFly killed Luke Skywalker. Then Doc killed Darth Vader. Somehow, then, Doc was fighting his evil twin, and then somehow the good Doc became evil, too. In the end, the one evil Doc killed off the other evil Doc, and the surviving evil Doc began walking towards me, swirling his light saber around in a circle. Then the end of the saber kind of 'broke' and the evil Doc cut off his own head. It sailed through the air and hit the ground, spewing blood. Doc's head croaked: \"Entire life's work... up in smoke...\" Marty McFly jumped up and shouted \"DOC!\" like in the movie. A group of tourists walked by, but they didn't notice anything."
        }, 
        {
            "number": "114", 
            "head": "07/03/98", 
            "content": "Dreamt about a concentration camp. I was going to rescue some people from Birkenau. A gaunt, half-starved Jewish man who looked like Kafka was guiding me. I remember, I didn't want to see the dead bodies particularly."
        }, 
        {
            "number": "115", 
            "head": "07/04/98", 
            "content": "I dreamt all night long, but now I only remember snatches -- a spider dream, a dream about camping, one at the Hillside Library, and one about some strange backwoods country dance where one man had three dozen pairs of clay eyes running up and down the bridge of his nose, and this girl who was previously thought ugly redid her hair and ended up being gorgeous. \"All the men's eyes\" were on her, and the singer of the band with the three dozen eyes had them all trained on her. So the singer's three dozen eyes was supposed to represent the eyes of all the men at the dance."
        }, 
        {
            "number": "116", 
            "head": "07/05/98", 
            "content": "I was on the bus to Hillside, and I noticed that up by the front of the bus there was a table with a pile of books for sale to whoever would want them. I flipped through the pile and they were all good books, but I didn't have any money, or not much at least. Eventually I got a Hemingway book, \"A Farewell to Arms\", I believe. Back at the bus station to pay for my book. As I'm waiting for the driver I hear gunshots; people right next to me have gotten their heads blown off. One guy has half his head across the way and is writhing all over the place. I calmly step over the bodies and head for the bus. But the bus is leaving! Shit! I begin to run down the street in an effort to arrive at the next bus stop before it does (usually an easy thing with the Hillside buses) but suddenly everything in that part of town turns into a really dense meadow with really tall grass, and I can't get through it fast enough to catch the bus.  Somehow, later, I'm walking along, flipping through my new copy of \"A Farewell to Arms\" and suddenly I'm in 1920's Italy. Early 1920's. (Hemingway's book is set in 1917-1918 Italy.) I'm in the ballroom of a really fancy Italian hotel. It is filled with all kinds of people. A curtain draws back and we see Ernest Hemingway. He reads a notice: \"All fairies, raise their hands!\" A naked, hairy, fat man raises his rifle, hoots, and shoots out the light. Confusion ensues. When the light comes back on, there are 20 or 30 transvestites in shiny evening dress standing around a pool. One by one they're shot and fall into the pool. I think it's all Hemingway's doing, and that he must be standing behind that curtain, shooting them down. I think it's sick, but I don't know how to stop it, and besides, I'm out of my real time (echoes of Back to the Future again) and I don't really want to either endanger my own life or mess up history. I escape this madness by using the emergency elevator, which basically just drops you to the first floor, knoking your lower jaw through the crown of your skull on impact. Or that's how it feels, anyway. The doors slide open and I stagger into the lobby, and out onto the steps. It is a peaceful spring morning in Italy, Florence, I think. Firenzi. It is the 1920's. Hemingway is sitting by the exit, bandage wrapped around his head, staring off into space, whistling an aimless tune."
        }, 
        {
            "number": "117", 
            "head": "07/06/98", 
            "content": "Laura and I are half-buried in the mud at the bottom of the train tunnel, laying down and hiding out. We were hiding there, I explained, for the same reasons the bums hung out at the opening end every morning -- it was a hell of a lot warmer than any other place at that time of day, due to the draft. Suddenly they built a train station around us. It would take you to New York City. It was all shiny and modern-looking, and Laura and I did go to New York. I considered how close New York was all along, and wondered why we never went. We came back and I went to work at the Green City Library with Larry. That woman Patti was at the desk. At closing time, a woman walked in and Patti refused to help her. \"We're closed. Sorry. That's all. We're closed.\" Then she started *doing her makeup* and putting on jewelry. That annoyed me a lot. She refused to help someone at one minute to closing because she wanted to put on makeup? Larry walked with me across the wierd hills to the train station and explained how he could take my job on Mondays since I didn't like it on that day. And I was going anyway. \"Yeah, but I want to *save* money before we go, and I'd lose $120 a month that way!\" ($120 is 1/3 of my paycheck; I work 3 days a week.) \"Besides, Laura wants to take Biology 3C and...\" \"But, I'm not *in* highschool anymore,\" she protests. \"We could leave any day!\""
        }, 
        {
            "number": "118", 
            "head": "07/07/98", 
            "content": "I dreamt that I was writing quite a bit. I remember squeezing Laura's breasts, and somebody was passing around an inflatable woman."
        }, 
        {
            "number": "119", 
            "head": "07/08/98", 
            "content": "I'm waiting to be picked up to go somewhere far away with Jimmy and I'm not sure what music to listen to -- after a while I pick Tori Amos. I pack and get all ready to go. Remembering my experience last time of not having anything to read, I load up my backpack not just with notebooks but with about 20 books, mostly 3 big shiny books by Bernard Shaw. I get into the van with Kelly and her new trucker boyfriend who wonders why I read so much. Then we're taking a bit of a break before leaving and I'm crossing this huge, rickety, wooden footbridge over the river at night. It's raining pretty hard and everything's wet and glistening. Halfway along I notice all kinds of loose change scattered across the bridge, so I go about picking it all up, especially the pennies, because \"I'll need all the luck I can get.\" I find one really huge penny -- it's about a foot in diameter. This one's really lucky. As I'm kneeling to pick up all the change, a man comes along with his two kids. I don't want to look suspicious, so I open the cabinet in the side of the bridge and pull out two cans of Coke. He shines a flashlight on me, then goes away with his kids."
        }, 
        {
            "number": "120", 
            "head": "07/11/98", 
            "content": "I was a delivery driver in Green City. Here there were a special kind of spiders which would help you find your way: they laid their eggs around a light and made it glow. Then I was in a fancy Indian Southwestern hotel which was like a movie theater. There were a lot of porn stars, and an orgy. A lot of dead rich people. They left me and Laura stuff."
        }, 
        {
            "number": "121", 
            "head": "07/14/98", 
            "content": "Laura sold the minivan and bought, for $6000, an inflatable Mustang hovercraft. She called it an Air Car. If you drained it of air, you could fold it up and pack it away. We went for a ride in it. She told me more about it as she stood in the kitchen, naked, intermittently drinking from a glass of water."
        }, 
        {
            "number": "122", 
            "head": "07/18/98", 
            "content": "I was in my parents' house checking email, and somehow or other the dream got transferred to some kind of workplace. One of my coworkers was a black woman and I discovered to my horror that somebody had sent her a message IN MY NAME inviting her to a movie and calling her a nigger. In my parents' house I found a dream notebook containing several lost dreams, or dreams I thought I had lost forever. I sat down at the computer to type these out in email for Jimmy; that's when I discovered the email thing. Well, it changed into an office and I went to apologize to the woman and explain how appalled I was about the message, that I would change my password. I saw a large poster of a middle-aged man with a moustasche above her desk. Supposed to be her father. The caption read: DADDY IN A BAD MOOD: WATCH OUT! There was the same picture with caption on the desk.  And now I'm at some kind of graduation. Everybody needs to wear a tie, even me, even though I'm wearing a hooded sweatshirt. A lot of people are there: Andy, Jimmy, Brent, Larry, and so on. Someone gives me a tie and I sling it over my shoulder, pretend to be an aviator, antics like that. Then I notice Larry is tying a red tie. I call out to him: \"Hey, Larry, this is kind of wierd. I dreamt about you tying a red tie just like that...\" \"At a graduation,\" Laura says, eyes wide. \"Just like this,\" I finish, in growing fright. Fright, because I \"realize\" I dreamt the whole thing before in every detail, exact down to the last, and it has now come %100 true. The scare was so wrenching I woke with a shout."
        }, 
        {
            "number": "123", 
            "head": "07/20/98", 
            "content": "We bought property in Montana, and a huge stretch of land north of there was a national park."
        }, 
        {
            "number": "124", 
            "head": "07/21/98", 
            "content": "Last night I dreamt I was at the theater, some kind of theater production that Dylan was somehow involved with. I saw him and called him over, and we talked a while, and he invited me to go over to some cafe down the road. So we walked down the street and he showed me this cafe. All the walls were pink and stuccoed, and the barista stood behind this hole in the wall where he took your orders. Well, Dylan grabbed a 1-liter Coke and left the money on the counter, but I didn't want so much soda, so I ordered a can of Pepsi and set some quarters on the counter. Turns out the guy who ran the place was John of John's Liquors down by Eastern High School. I leaned through the hole in the wall to place my order and saw Jack sitting there, not really doing anything besides staring off into space. He took a shot of whiskey and ignored me. Then I noticed his entire extended family in the back of the cafe: his grandparents, sleeping in bed, his parents, and so on. Then, of all people, Elizabeth Church came in through the back door and gave Jack a very loving hug, just as though they had been married and were totally in love despite the 30-year age difference. Eventually Elizabeth got me my soda and I thanked her, and talked with her a while, updating her on what was going on in my life and trading info and so on. Then Dylan and I left the cafe; he waved goodbye to Elizabeth, and we walked out onto the street, which had become a field of wildflowers in the meantime. We walked through the field and I told Dylan I was going to visit that cafe more frequently in the future, since I knew so many people who hung around it, including him and Elizabeth, whereas in other cafes I went to nobody knew me at all. I told him about everything going on in my life, my plans, my book, my girlfriend (soon to be wife). At this point Dylan said something like, \"The artist's job, you see, is to frame beauty in its proper setting,\" and we nearly tripped over Laura, who was laying on her side, naked, in the wildflowers. I introduced her and Dylan, and then we stepped over her and kept walking through the field, discussing."
        }, 
        {
            "number": "125", 
            "head": "07/23/98", 
            "content": "A huge volcano long thought to be extinct, was erupting outside the house in Green City, sending down enormous flaming chunks of ice. I finally got into the house safely along with some few teenage girls, friends of my brother. I sat down in a booth in the living room -- it had booths just like a restaurant -- and played the guitar for my grandparents. I then went and fetched from the car some Hemingway book I bought in hardcover. Somehow, the Starship Enterprise, with warp drive beams emerging fromt the eyes of Worf and Captain Picard, had something to do with the erupting volcano. I got into a conversation with this guy in the house about language and how we develop habits of hiding behind smiles and kind words in conversation, when all we really want to do is smash in their goddamn faces. He tells me this with a strained smile. At this point my dad stands up, excusing himself to piss. I've got to do the same. We were all waiting out the volcano, see."
        }, 
        {
            "number": "126", 
            "head": "07/24/98", 
            "content": "I was a little fat boy chasing a strange bird. It had the face of a rat with huge eyes, and huge black wings with gold tips that it beat as quickly as a hummingbird. I chased it into a meadow, whereupon I learned that the way it disguises itself is by burying itself headfirst in the dirt and sprouting a flower out its ass, so you can't tell the birds from the flowers nor the flowers from the birds."
        }, 
        {
            "number": "127", 
            "head": "07/26/98", 
            "content": "Jimmy wanted to do something for my birthday, something I didn't want to do. Naturally, he didn't listen when I told him so, and I was constrained to hide in the old wood stove at my parents' house (I used to hide in it when I was very little.)"
        }, 
        {
            "number": "128", 
            "head": "08/04/98", 
            "content": "Bitter and angry about everything in Hillside. The Market was closing, and they wouldn't let me withdraw money. Ended dream by strangling Jimmy because he wouldn't park his damn van, just kept driving it back and forth. Laura ran up at the same moment and asked what I was doing -- just then I woke up and she was staring at me. Angry like I can't usually be -- at *everything*. Punching walls of the van. Then, after getting rid of Jimmy, we had a bum in our room. We were sitting there talking and he kind of transformed into Alan. He tells me (gold ring in his ear) It's better to be a free man than a bondsman. (Echoes of Thomas More!) I told him that all walks of life come with their own worries, troubles, bothers. He then changed into that guy from a local coffee shop, the grey-haired guy with the leather coat. He began to lecture me in that condescending way bums have when they think you don't understand just how demeaning and uncomfortable their lives are. \"Now listen John, Joseph, James Josh...\" He began every sentence directed at me with this formula. At one point I opened the door to force him out."
        }, 
        {
            "number": "129", 
            "head": "08/07/98", 
            "content": "I dreamt I was going to meet Frank at the Green City Movie Theater for a movie. But I got stuck at the Hillside Library trying to find a copy of Steinbeck's book, Sea of Cortez, in a really cheap edition put out from someone's typewriter and facsimile machine. Came time to go--20 minutes past my shift's end. I ran down to Hillside and boarded two enormous German Shepherd dogs. This was a really archaic form of transportation, apparently, like caveman-transportation. I rode on the back of one until it got tired and then I switched. These dogs didn't know me too well, though, so I got a lot of bites and scratches."
        }, 
        {
            "number": "130", 
            "head": "08/12/98", 
            "content": "First I dreamt that I was operating a little RC research car on the planet Mars. While the car was going around collecting samples of minerals, etc. I was sitting in a station somewhere on the planet. I screwed up somehow at some point and the little RC car broke open the door of my station, allowing the zero-atmosphere of Mars to rush in and destroy all life inside, including mine."
        }, 
        {
            "number": "131", 
            "head": "08/12/98", 
            "content": "I was standing on a road near Hillside, in the middle of the night, with my supervisor. She handed me a library video and told me I needed to return it. I agreed to return it for her, and I walked over to where the Denny's is in reality. In my dream there was another building here which I lived in. I got into my room all filled with books and records and food, and suddenly there came a knock on the door. Somehow I *knew* the knocking was some old friends of mine I didn't want to see, so I didn't open the door. (My room, by the way, was like a janitor's closet in some institution. There were no windows and the only light came from a bare bulb hanging in the middle of the room.) Still, it was nice to have visitors, so I went ahead and peeked out the door. Mistake. Matt and Steve forced their way into the room. They made havoc out of a good deal of things until Robinson Jeffers showed up (poet, American, 1887-1963). I imagined him from a characoal drawing on the cover of a collection of his poems I just bought. I really had to pee, but the only thing around was a paper bag, so I pissed in that. When it was filled up and beginning to leak out the bottom, I ran into the hallway to dump it out. Naturally I had to pee when I woke up at this point."
        }, 
        {
            "number": "132", 
            "head": "08/12/98", 
            "content": "I was down on the road I used to live on in Green City, at the bottom of the driveway where Cara used to live. Here there was a soft, marshy sort of area and in the middle of it, a tombstone. I forget what the exact words were on the thing but the gist was: some kid had run away from home and accidentally stepped into this marsh, which sucked him under and killed him. The tombstone had been placed there to warn all future runaways. I don't know how the tombstone stayed there. A whole bunch of other kids gathered and sat down around the tombstone and talked to me about it. Yeah, it's really sad, they agreed, but some kids really *need* to run away from home. Besides, there's not that many marshes out there."
        }, 
        {
            "number": "133", 
            "head": "08/12/98", 
            "content": "I was at work and needed to take the bus back to town. So I walked down to the pickup point to get on the bus, and found there was no bus, only three or four beat-up old pickup trucks driven by good-ol-boys. Some disreputable old people from the apartment complex, Morton and his wife, plus another guy that stares at me a lot, were waiting in line, too. \"Morton\" and his wife were shouting at one another as usual, and the other old guy just stood there, being unnerving. Luckily, they all got in this one blue pickup together. I got in the red one behind them. As I got in the car, I asked: \"So. We're going to S City?\" Without really answering, the guy said: \"Shuttle to B Town!\" I was clasping a dollar in my hand and I resolved not to pay if I could possibly avoid it. There was a long drive along a crazy screwed up road, and the upshot was, in order to get to B Town at all we had to drive over the treetops of this really dense forest. So the goodolboy begins driving over the trees and the guy in the back really begins protesting violently, which makes the goodolboy lose his concentration (it takes a lot of concentration to drive on treetops, you know!) and the car kind of tips like a boat taking on water, and then finally falls through the trees twenty or thirty feet. Lucky for me my window was open -- I clambered through the window just as the car tipped onto its side, and took refuge in a branch. When the car hit the ground I climbed down the tree and joined the people. The other passenger was laying motionless at the bottom of a chainlink fence (wind knocked out) and same with the goodolboy. They were both alive, though, and arguing enough that I could sneak off without paying.  The chainlink fence, as it turned out, was guarding my parents' Summer Palace. This was a huge sprawling mansion, most of its rooms hardly even used, three or four used intensively. The place was a thorough disaster. In one room the walls were lined with peeling cork. (Proust?) There was a stack of books like the donation pile at the Hillside library. These were paperbacks I have looked at in the used book store, but have decided not to buy. I was very happy to find them just sitting here now, though, because it meant I could have them for free, when it wasn't worth the two or three dollars apiece to buy them. There were books by Melville and Henry Fielding, both of whom I've had a lukewarm interest in this past month. Laura was with me in this room. She said: \"Gee, it's too bad my mother doesn't live here. She deserves a big place like this.\" Just at that point, her mother showed up and whooshed around in her normal way, apologizing for the mess and attending to one thousand little errands at the speed of light in order to get them all done before dinner in a half hour. You get the feeling she's been going like that all day long. In an aside she mentioned to me that if I wanted to give music lessons, I can do it in her name and she'll pay me under the table, since she's registered and it would be a pain in the ass for me to register, since I'm going to be leaving in a few months. Then Laura and I walk into the next room. Here are where all the registration forms are to be found. Laura hadn't heard her mother tell me I could give lessons in her name, so I begin telling her. Right as I'm about to give away the game the old lady in charge of registrations totters up and asks me what I'm doing. \"Registering to give piano lessons!\" She hands me a registration form, and tells me sweetly that I really must register, since it's very illegal to give lessons without registering, etc. etc. etc. I smile and let her dodder off into the other hallways of the mansion. I turn to Laura with a look like \"Whew! That was a close one!\" and I wake up."
        }, 
        {
            "number": "134", 
            "head": "08/18/98", 
            "content": "I kept dreaming about an underground room. I woke at one point thinking, 'Gee, that was Freudian.\" Later I dreamt of a box in a tall cabinet containing beans Laura and I had sprouted and forgotten about. They had grown somehow into lush green plants, vines which clung to the walls of the cabinet, with leaves that resembled staghorn ferns."
        }, 
        {
            "number": "135", 
            "head": "08/19/98", 
            "content": "My supervisor tried the lights in the main room of the library -- for some reason they wouldn't go on for her. Me either. So we decided to tell Lauren we couldn't open the library because there would be no light. Lauren showed up and banged on the door -- I let her in, scowling, and told her what was happening, whereupon she tried the lights and found they worked for her. DAMN. So we had to run through the whole process of setting up, and I was angry with my supervisor for having raised my hopes in the first place. In the other room it was exactly the way everything had been in my room in Green City, except instead of my bookcase there was the pamphlet file, and of course I had no bed there. Hiding behind my chair and a large pile of books I poked idly through the 'A' file. In between American Artists and American Indians I was secretly composing a book, a few pages at a time. At one point Lauren burst in, but thankfully she didn't notice what I was doing. Somehow I began reading a pamphlet about Ed Ricketts, and I began to see the scene as it was narrated by a Steinbeck-like voice: \"Back in the thirties, we hired Ed to do some rock crushing for us.\" (The view slowly zoomed in on Ricketts, who was standing behind a large pile of rocks in work overalls from the thirties, holding a shovel. He was beckoning me over. Narrator:) \"Come over here,\" he said to me one day. \"Look at this.\" (I walked up and saw that he had dug up some strange sort of tree, one which had branches coming off it like a trimmed palm tree -- that is, the branches had been sawed off -- but these chevron-shaped branches had the color and consistency of celery. Narrator:) \"Ed! Thank God you cut this off at the root, because that's a part we can regrow. This is a water-bowl tree, Ed. It'll bring us a fortune!\" (Ed flushed and looked abashed. He helped me pick up the tree and load it into the nursery. While this scene was going on the voice-over said:) \"I think the waterbowl tree brought us $900 in 1948, the year of Rickett's death. With the money we established a memorial. I hope Ed, wherever he is, understands what we have done. These words were taken from John Steinbeck's \"My Life in California\".\""
        }, 
        {
            "number": "136", 
            "head": "09/25/98", 
            "content": "I was at a party of some sort, with all kinds of people from the Middle School. The crowd at this party is a very select group. They are people from the Middle School, whom I subsequently met, after gradution, under different circumstances. Thus it is an odd collection: Kelly J. and Jasmine are there, as well as that girl named Shannon. Many people who would never mix are here, because I ran into them in later life. Notably absent are most of my infatuations, though I later met some of them. The only one here is Amy. I talk to her for a little while, and she gives me her phone number, tells me to call her, and then, after I talk to Kelly J. a bit more, I dreamt I woke up. But I woke up in some mythical apartment; I did not wake into my real life but into some alternate life. Here I write down the phone number Amy gave me in my dream and after a brief hesitation, I dialed it. A man answered the phone, presumably her father, and I asked for Amy. He got her and we talked for a while. \"But how did you find my number?\" \"Well, it's really wierd... I dreamt you gave it to me.\" The upshot of the conversation was I was to come and visit her, in the state she had moved to, so we could talk. I promised I'd be there as soon as I could. So I got in a car and drove to her house. She greeted me and showed me her room, and we sat down on the bed and started to talk. We had a lot to say. So much had happened in the meantime. She produced a thick bundle of papers which she had written up for college, which described everything in her life and everything she believed in, everything she wanted to do with her life and so on. I had nothing comparable so I went to the car and retrieved the first five chapters of my novel and gave it to her. We sat on the bed -- I mean laid down, and kissed and exhanged a hug. We looked into each other's eyes a while, and decided that we had made a mistake in ever separating."
        }, 
        {
            "number": "137", 
            "head": "10/05/98", 
            "content": "I had a dream the other night that me, Woody Allen, and Laura were all sitting around a big oak table in the middle of a sparkling white kitchen. We were having a conversation, I don't remember what, but it became clear that this was Woody's beach house and we were staying there a while. We all went to sleep. In the morning Laura and I went out through the kitchen around the side of the building, along a boardwalk which stretched to the beach outside. It was just dawn. My wife was carrying a volleyball, a tennis ball, and a golf ball. When we got to the beach next to the house, we began throwing the balls back and forth, but they all accidentally fell under the house, through those rectangular vent-holes, you know what I'm talking about? My wife tried to get them out with a stick, but that project failed. In the end I tried shoving my arm through the hole and reaching for the balls. I got my shoulder stuck for a minute or two, and at that point Woody Allen joined us. He made the observation that I was stuck in the vent, and the two of them yanked me out of my fix. Then we all stood around in a circle and tossed the volleyball around."
        }, 
        {
            "number": "138", 
            "head": "10/06/98", 
            "content": "I was standing before the mirror, applying shaving cream to my beard and hair with the back of the razor. Only, I kept getting confused as to what was hair and what was beard, so instead of shaving off the beard like I'd intended, I ended up shaving out little chunks of beard and hair. It looked horrible. I approached my father in shame. My father, in this dream, was a Tibetan nobleman. I set down the camp mirror and made sure everything was set in the camp, and my 'father' and I began to walk up the street. Towards the house. Just outside the house, I found three pennies on the ground and picked them up. Remeber, we're in Tibet. \"Odd money,\" I said. \"European money,\" he said. \"No, American.\" He grabbed them and flung them into the street. Startled by his rage, I said: \"Oh, right, dad. Somebody can, uh, trade them in. Buy an apple.\" He glared at me, then looked up at the menacing clouds in the sky; they were rushing across the sky and were amber-colored and grimy-looking. We entered the portico and I whispered to my father, so the kids wouldn't hear: \"Those clouds spell trouble.\" He nodded, and said: \"American money.\" He fixed me with an earnest look. \"They have arrived.\""
        }, 
        {
            "number": "139", 
            "head": "11/01/98", 
            "content": "First I'm in a nondescript house. My 'sister' is one of the clerks at the Hillside Market: a short, small, insubstantial brunette girl who always wears piles and piles of clothing, perhaps to add to her size. Anyway, she walks through the house wearing black sweater, black sock hat, black everything, trailed by her simian boyfriend. He has a sloping forehead, eyebrows growing together, he slouches, wears a leather jacket with a chain over a T-shirt with some band logo on it, and dirty jeans. In the meantime the place has coalesced into something resembling my mother-in-law's house, where we're sleeping tonight. I go into the other room to get my biography of James Joyce, and find that my old friend Steve has placed a band logo right over the front cover picture of Joyce, so that the cover looks like a band logo in a straw hat and tailored shirt. I'm somewhat annoyed, because my copy was in perfect condition and it's a good book, but I figure I can get the sticker off. Then I realize that Steve has signed it on the title page: \"Hey David This is you're old budy Steve hey!\" Idiot. God damn it, I think, dropping the book, because I realize that they've ALL been here. All the old band members of every band I've ever been in has come in and left his sticker and signature on one or another of my books. Thankfully, only some two and a half dozen books, mostly paperbacks, have been ruined, so it's no big loss. The main damage was to Ellmann's Joyce biography. So I go out into the hall carrying nothing, intending to tell Laura about this, when I find my way blocked by my younger brother, Nick. Except in the dream he's my older brother, and over the course of the following conversations and actions, he becomes the actor who plays Frazier's brother on the T.V. show Frazier. He shows me a jar filled with something grey. \"What is it?\" I ask. \"Ashes.\" \"Ashes?\" \"The ashes of Cary Grant.\" \"Cary Grant was quite a womanizer, wasn't he?\" \"Yes, he was,\" says my brother, who shows me a film about all of Cary Grant's women. We then find ourselves in a storage room in my parent's house, riffling through a desk. We're looking for the photographs of Cary Grant's women. I turn up a small rubberbanded pile of hot rod magazines, kept, it seems, primarily for the swimsuit models. Because Nick turns very red and says: \"Put those back! Now!\" I kind of laugh and say, \"What's wrong with them? What's the big deal?\" knowing full well why he's so embarrassed, but wanting to cure him of that embarrassment. It doesn't work and he shuts the drawer himself, saying: \"They're mine. You can't have them.\" Now we're in Arizona, my brother and I, with a bottle of Cary Grant's ashes. We're sitting at an old picnic table below a freeway. On the other side of the freeway is a huge red cliff. I open the jar of ashes to get a better look, and like an idiot, I spill them. Now, that would have been fine, except it was a picnic table, so the ashes begin to pour through the spaces between the boards. Frantically, I try to contain the pile and put as much of it as I can back in the jar. My brother, apparently (now the actor-guy) knows all about cleaning up Cary-Grant-ash-spills, and he gives me a straw. He shows me how to clean up the spill and retrieve every ash: all you have to do is put the straw in the jar and point the jar at the cliff; then, you eject the ashes at the cliff. The ashes bounced off the cliff face and swooped around the back of the table, then swooped around you again, hit the cliff face, and bounced back into the jar. The straw was to direct the initial flow, so the outgoing and incoming streams of ashes would not collide and make a mess."
        }, 
        {
            "number": "140", 
            "head": "11/01/98", 
            "content": "What's happening is that I grew up in a big city back East, and my parents for some reason have decided to move to a suburb in California. Well, they pick a part of town that reminds them of their neighborhood in the old days, and my mother asks me to do her a favor: could I please get our new poodle puppy baptized? I take the little white poodle and begin walking down the street to the church. Even though at the beginning I was supposed to have grown up in New York, reality flashes in for a moment and now I think: good thing I grew up here or I'd never find the church. I make one left, one right, and I walk down a huge corridor of brownstone buildings. Now I begin to descend into the church area, and now the little poodle has been transformed into a little black kitten. I approach the church and its yard, which is filled with people doing things. It looks more like a firestation than a church: it too is made out of brownstone, it is blocky and square, and right in front there are four square fountains, filled with people doing all sorts of outrageous things: playing water polo, having sex, performing religious ceremonies. Well, I start to walk down thinking: it ought to be easy to get the kitten baptized in all this craziness. But right as I begin to get near a pool, one of the Hillside library patrons, a woman I've never talked to or heard talk to anyone, steps forth with her finger out, shaking her head. \"No. No. No kittens are allowed in the church.\" I argue the point with her for several minutes, pointing out the water polo, the sex. She responds that those are human activities, not kitten activities, and that if I wanted the kitten baptized I'd have to go to a kitten church. I'm pretty annoyed by all this, and as I leave I see another one of the library patrons, a big Middle Eastern guy, shaking his head. \"Don't you hate that,\" he laments. \"Oh, I don't really care.\" I had resolved to tell my mother I got the kitten baptized anyway, because it didn't really seem to matter. \"Senile old women,\" he says. \"They are all senile.\" \"Well,\" I try to think of a diplomatic way to disagree. \"Some women are old, but not all are senile.\" At this point I dreamt that I woke up in Laura's mom's house and began to tell Laura the beginning of my dream, which I lost by the time I woke up for real. We have apples and orange juice, (as we'd agreed on the night before for breakfast) and as I'm telling her I keep getting interrupted: people are arriving. An odd assortment of people: Brad's younger brother Stephen, who begins to set up a computer in the corner and some homeless hippie types with boxes of leaves. The hippie types had come up in Hannah's car, and Laura and I sat in the back of her grey station wagon sorting through the boxes of leaves with tweezers. Finally I get to the part where I'm trying to baptize the kitten, and the hippie types demand their boxes of leaves, so we go back inside. I retell dramatically the part where the woman pushes me away, saying 'no', and at the whole discussion involving kitten churches, Stephen just erupts into laughter: he thinks what I'm talking about is real, because he missed the beginning. As he laughs, he begins to drool, and when he wipes his mouth on his sleeve, he accidentally stretches his lip so that it hangs to his chin. Whoops."
        }, 
        {
            "number": "141", 
            "head": "11/04/98", 
            "content": "Andy sent me some email at some point in the past, and we're standing before a blackboard, discussing the topic: improving social skills. Andy makes a very amusing algebraic equation about the dynamics of meeting new people: \"Okay. You're variable a. Right now you're talking to b. a plus b is equal to i, which is a conversation. Meanwhile there's this other person, whose existence you are not even aware of. He's constant L, for Life, because he's a part of existence you don't know about, but who's always there. Now L would like to interpolate himself on the sum-side of this equation...\" And he goes on and on in a very erudite manner, graphing it and everything. Now I meet his grandparents and talk to him for a little while about this and that. He tells me something astonishing and I joke: \"Well, Bob's your Uncle!\" \"Grandpa,\" Andy corrects. \"Yours too.\" And he's right: both of us have grandparents named Bob. Now I'm in S City with Andy, Laura, two guys from Junior High who I haven't thought about since, and the main character of my book, Richard Sampson. We're just walking along, talking; Laura, as usual, is about a mile ahead, trying to avoid conversation. The two guys from junior high are talking about pizza behind us. I'm still talking to Andy about his email message. We begin to climb the scaffolding of the new parking garage downtown, and I'm telling Andy how amusing I thought his email message was, and I sort of respond to it, when Andy intervenes: \"Say, shouldn't we really save this for email, to give us something to do when we log on?\" I agree and we begin to climb down the scaffolding, having had enough of the view. The two pizza guys behind us suggest going to a pizzeria: apparently they know of a good one. Only, Laura is now two miles ahead and I *know* she doesn't know where the pizzeria is. I wake up before we can all regroup."
        }, 
        {
            "number": "142", 
            "head": "11/13/98", 
            "content": "Dreamt that I went to visit my old house. My mom was there to greet me: but this was no ordinary Mom. No, this is the anti-Mom. This Mom has her own life. She has things to do. She's busy. She's together; she isn't neurotic. And she's been living in this house all along. Well, she had a job she needed to get to, but she agreed to give me a tour anyway. There was a little girl there, my analogue, or I suppose my homologue, since she would have served a different function in the life of the anti-Mom from the one I serve in real life. The girl was very bouncy and happy."
        }, 
        {
            "number": "143", 
            "head": "11/21/98", 
            "content": "Hard to describe. First the wharf. Walking along the wharf at night. But it is more than the wharf: it is an entire waterfront, a vast wharf the length of three wharves and the width of twenty wharves. I'm moving with the loose crowd. Suddenly the ocean is filled with dozens of sea monsters. These are vast sea dragons, creatures like giant dogs with scales and spinning paddles for legs, enormous snakes with frayed tails. All the creatures are reptillian. I'm whisked along to the library. A man returns a book on tape which has many of the wrong tapes. Some of the tapes are to be used with a good computer: you pop them in and a movie runs on the screen. Most of the cassettes are audiobook tapes. One is a feature film. Several are porn movies. All are issued by the same individual: a man named Ulric. I grab one of the porn tapes and watch it on the computer. Now I'm in a castle. I ascend to the top floor, porn cassette in hand, intent on finding some private place to jack off. Lo and behold, I soon find Bill Gates' bedroom! There is a curtained bed in the room, just like kings had in castles like this. I go over to the bed, and find that, inside the curtain, there is a state-of-the-art PC installed in the bed. Perfect place, I think to myself: private, comfortable, and fully equipped with just the technology I need. Yet I'm nervous about doing this in another person's room, when I don't even know where that person is. So I decided to forget about the movie and walk downstairs: I need to take a shower. I find a shower room and begin to enter: inside the room, with her back turned to me, is one of the patrons from the Hillside library. She is large, not especially attractive, and about fourteen years old. She is stripping to take a shower. I consider: I don't give a crap about her, and I need a shower. But then: it is highly likely that she would be embarrassed and perhaps even disturbed by the presence of a nude man. Ah, shit, I say to myself. I don't want to upset anybody. So I go off in search of a different shower room, knowing fully that there is no other shower. In my search I find Ulric, who decides to hire me to read a book on tape. But then I tell him I live in my car and this bearded, balding, fat middle-aged man tells me I'm worthless, and he gets very hostile, cancelling the earlier agreement. I tell him I'm going to Mexico, and the bastard begins testing my knowledge of Spanish. I play along, though, never pretending to understand when I don't, and soon enough I uncover the holes in his Spanish. I ask him about a word he used, and he's totally speechless. He can't tell me what the word means. It's like he made it up. Bastard."
        }, 
        {
            "number": "144", 
            "head": "12/02/98", 
            "content": "I'm going to elope with a gorgeous Jewish woman. But who's standing in our way? William S. Burroughs. I must pass his tests before we can elope. What does his primary and most important test consist of? I must take a one foot length of silk ribbon, and tie it around my neck. Now, while leaving it on my neck, I must stretch it somehow to run down my back, down my pants, around my feet, back up my pants, up through the front of my shirt, and around my neck again into a bow tie. Needless to say, I fail the test. Burroughs goes cackling off, dancing a little jig. We decide to elope anyhow."
        }, 
        {
            "number": "145", 
            "head": "12/13/98", 
            "content": "I am the Devil, and I'm scheduled to appear in a musical. Everybody else thinks I'm a mere mortal *playing* the Devil, but I know better. I show up at the right time. The musical begins; everything is very Babylonian. There is an enormous man in the middle of the room, wearing a turban and sitting on a throne. The jungle drums begins. He throws his arms up and shakes as the chorus sings: \"Seven hundred twenty eight pounds/six hundred of them fat!\" Now, it is his part in the musical to jump on me, and then I was to pretend to kill him with the fake weaponry. But since I am the Devil, after all, unmitigated evil incarnate, I opt for hacking him to pieces with my axe for real when he lands on me. The audience marvels at the special effects as I walk off the stage, leaving the dismembered fat man stewing and quivering in his own blood."
        }, 
        {
            "number": "146", 
            "head": "12/13/98", 
            "content": "I'm on a ferry with my family. The ferry is also a submarine: it's like a submarine/cruise liner. We dive underwater; I'm the only one who missed the notification, and as the ship dives at a ninety degree angle, I careen through several hallway openings before finally crash landing at the front of the ship. I land in a dining room with Nick and the family, and for a while we watch the fish floating by the outside of the glass. The dining room is designed for undersea watching, you see. Nick and I decide we've had enough and go to get our luggage."
        }, 
        {
            "number": "147", 
            "head": "12/15/98", 
            "content": "Soft piano music with a string orchestra in the background. Autumn leaves fall around the road in a crisp wind. The sun is angling through the trees, casting a gold glow over everything. The massive RV has a large empty space in the middle, and everybody is laying around under blankets inside. The RV is slowing to a halt. It's clear our journey is coming to an end. It is my job to distribute the magazines. I give one to Laura and set one aside for myself. There are two other people I don't know in the RV, and I give them their magazines. I approach Kermit the Frog, who takes a copy of People, and thanks me profusely. I go up to the driver's cockpit as Dr. Teeth (who has been driving) brings the RV to the side of the road. I show him what we have left: Country Living and the Jarvis Catalogue. \"Oh yeah man, thanks, just what I need, alright, absotively, possolutely!\" He takes them and I retire to my blankets in the back of the RV with my magazine, as the piano music slows and quiets down. I drift slowly out of the dream, feeling very warm and content, thinking: Ah, what a nice dream. It takes me at least ten minutes to begin laughing."
        }, 
        {
            "number": "148", 
            "head": "12/26/98", 
            "content": "A baby hangs from a ledge by its fingertips, a lit cigarette hanging from its lips."
        }, 
        {
            "number": "149", 
            "head": "12/27/98", 
            "content": "I was in school again, in those regimented rows of desks, as the teacher (old P.E. teacher) blabbed on about the usual nothing, and then forced us to take one of those standardized tests. In my dream I resisted everything passively but passionately; I somehow managed to lose my test sheet, for instance. And the whole time I felt that sharp adolescent despair, as of a trapped animal, without even words to express himself."
        }, 
        {
            "number": "150", 
            "head": "12/28/98", 
            "content": "The town had become this strange peat bog, all hemmed in by mist. At one end was 1st and 2nd street, and right after that came Miramar Avenue, on which was Will's house. I was being chased and I found refuge in Will's house. I kept going into the wrong rooms, though, which were all full of his family members, all sound asleep. Finally I found the right room, with Will and all his friends watching a horror/sci-fi movie. Apparently Will was throwing a publication party: Will had had some long school project to do, and so he had farmed sections of it out to each of his friends, and we all wrote a bit of it. The final thing ended up being like 300 pages. The teacher had thought it was so good he had it published as an anthology! I found my bit in it and read it over. The whole thing was printed in a really cool font, with unique margin illustrations on each page. But the odd thing was, this whole innocuous-sounding dream had a very strong atmosphere of foreboding."
        }, 
        {
            "number": "151", 
            "head": "12/29/98", 
            "content": "There was a burglar burrowing under the house, preparing to drill a hole through the floor under where we were sleeping. I ran to the phone to dial 911 and Laura and I got in the van to escape."
        }, 
        {
            "number": "152", 
            "head": "12/30/98", 
            "content": "I was getting a tattoo, or rather I wanted to, but for one thing it cost too much and for another thing all the sample designs were pretty unappealing, childish even. I mean, there was one design that looked exactly like a three-year old's drawing. But while I was in the parlor trying to leave, I struck up a conversation with a man who had a really impressive series of tattoos on his head. He had a shaved head (of course) and he had tattooed a celtic band all the way around the base of his skull. On the back of his head was an *amazing* rendering of Quetzalcoatl, and the rest of his head was covered with intertwining Aztec, Mayan, and Celtic designs, which worked together very well. He seemed to be interested in Mexico so I told him I was going there. He told me that when he went there, he had had a good time, but wherever he went people would just stare and stare and stare at him. He was genuinely puzzled as to why people would do this to him."
        }, 
        {
            "number": "153", 
            "head": "12/31/98", 
            "content": "I'm in my mother-in-law's house, but in my dream this is the new house my parents are building. The back room (which connects to a deck) is Nick's room, in the process of construction. Plastic sheeting is hanging everywhere, and the walls are covered with irregularly placed (but identical) splotches of glowing plaster. In an adjoining room is something called a genealogy machine: you place a book of family history open on it and there it does something, God knows what. This is obviously a nod to the presence of my mother. I went out onto the back porch and realized I was being pursued by Richard Madden, a character in Borges' short story 'The Garden of Forking Paths', who is never described apart from his name, and his function: namely, to chase the narrator with a gun. I ran out under the deck and ducked. Now I'm in the side yard and there is a blonde woman on the porch. A man behind her waves and shouts: \"Good bye, pa!\" There is a limosuine cruising down the road: a window rolls down and the barrell of a shotgun pokes out. The woman is gone and the man who was standing behind her crumbles a head of garlic over the edge. The cloves hit the ground. There is a bang. Richard Madden has killed the woman instead of me. I walk to the gate and across the driveway a very fragile and ancient Hindu man wearing blue earmuffs shuffles by with his eyes closed."
        }, 
        {
            "number": "154", 
            "head": "02/27/99", 
            "content": "I was laying stretched on the bed in an Aculpulco hotel, staring through a golden light. Suddenly an amazing rainbow colored cat, made out of light, appears. I recognize it as a dream, and it shrieked. Somehow I managed to keep dreaming, and changed the cat into the pretty chambermaid who I'd been looking at for days. We made love, but she kept trying to turn into the cat in a very irritating way. I had to keep concentrating to keep the figure I was making love to focused as the chambermaid."
        }, 
        {
            "number": "155", 
            "head": "07/29/99", 
            "content": "I was having sex with a woman whose body looked a lot like Laura's, but I couldn't see her face and it definitely wasn't Laura."
        }, 
        {
            "number": "156", 
            "head": "09/13/99", 
            "content": "There is a dorm. Laughing. Judi is there; so is Cait. Cait whispers something I'm not supposed to tell Judi. She goes away. I talk to Judi and accidentally she figures out what Cait told me. But Judi isn't disturbed. We laugh and lay down together, and continue talking and laughing."
        }, 
        {
            "number": "157", 
            "head": "09/14/99", 
            "content": "Somebody was telling me that I should hang on to my fortune, rather than spending it all."
        }, 
        {
            "number": "158", 
            "head": "09/15/99", 
            "content": "The three of us -- Brad, Laura and myself -- go to a local bar. Instead of it being a grungy bar, it is a very nice multicolored restaurant. We sit down to table on a second floor with three young women. One of them works at a nearby cafe, Stella's; the other two I've never seen before. We all order food. Schoenberg's Op. 11 is playing as background music!"
        }, 
        {
            "number": "159", 
            "head": "09/16/99", 
            "content": "I have a gun for self defense. It's a pistol. There's a switch on the side. If I flip it up, it becomes a light, a flashlight. So I can see through the darkness. If I flip it down, it becomes a weapon. I'm travelling through the Schwarzwald and I hear a noise. Quickly I shut off the light and shoot in the direction of the noise. I hear a howling: it was a cat. I flip the light back on: my sister's cat. I've grazed the left side of her face, which is now a raw bloody spot. But her eyes are fine and she's not seriously injured in any way, only frightened and in pain. I try to catch her, which is hard in the dark, but I eventually do and somehow manage to contain the struggling, howling, scratching, biting, hissing, screaming cat until I can take care of her. Meantime I must watch out for the Germans."
        }, 
        {
            "number": "160", 
            "head": "09/17/99", 
            "content": "Brad is describing a joke that Hannah once played on him. As Brad tells his story, I see what happened. Brad is climbing up a ladder, embracing a gigantic can of Mountain Dew. He reaches the top and I see that he's on top of a pool slide. Right before going down the slide into the pool, he opens the can. But Hannah had set a trap. The can explodes, drenching Brad with Mountain Dew. He looks so pitifully silly that I wake myself up laughing."
        }, 
        {
            "number": "161", 
            "head": "09/18/99", 
            "content": "Laura gets undressed and takes a shower. The mirrors are placed so that I can watch her from the bed. I watch and jack off. Later, when she's done, we go into the bathroom together; it's hot and steamy. She informs me that she figured out how to get rid of all her excess cynicism. She opened the window and pointed to all the water condensed in the metal grate in the window. \"All that represents excess moisture in the atmosphere.\" She opened the door and turned on a huge standing fan outside the window. The switch is by the bathroom door. The fan begins blowing, spattering us with droplets of water. \"That's what I have to do with my excess cynicism.\" \"What,\" I joke, \"spray us with it?\""
        }, 
        {
            "number": "162", 
            "head": "09/20/99", 
            "content": "The movie theater where I work is different, a wierd amalgamation of an old theater in town, the theater I work at now, and an auto mechanic's shop. Josh is working on something in the back room. He was playing music on a CD player, and we debated how these people got famous and why. Josh points out that the guy we're listening to worked here before. I'm not sure whether \"here\" referred to the actual theater or just crappy jobs like it. Josh takes his paints, his music, and leaves. Unrecognizable people and myself discuss the fact that Josh has left, and we go out into the second lobby. The box office has been moved here for some wierd reason. We hire a new, sexy girl, who looks a lot like Kitty from the Mayan. She also looks like a girl who works in the local copy shop. Her voice is distorted. Laura shows up late, wanting coffee, but it's too late, all the coffee is gone. Laura begins to describe something she dreamt, and the dream is taken over by that for a while. She finishes. I go into the office, which has become a huge garage. All kinds of tough-ass cowboy types from Wyoming are there. These are the friends of Sasha (supervisor). They beat people up for a living. I drive my old van out of the garage, taking an unusual direction, and find myself in fenced-off corner of the railyard. I park the van at the garage's exit and walk out into the railyard among all the crossings, under a mottled brown sky. The ancient station looms in the background, only it's disturbingly spongy. The earth is brown, rocky, and a little spongy. I see a sign on the building: \"Warning: Fast Moving Trains.\" This looks exactly like the signs over the light rail tracks downtown. A man wearing khaki overalls and a khaki shirt and glasses runs out of the garage. He looks a lot like Harold Lloyd, the silent movie genius. He grabs me by the shoulders and pulls me off the track I'm standing on. A moment later a train screams by. I move to a different track but he yanks me off of that one right before another train nearly obliterates me. This time I notice that the trains are made of the same dry, rocky, spongy stuff as the railyard and station. The tracks are iron and wood. I talk to Lloyd as a third train rushes by on a distant track. Is there any way I could take one of these trains to the South part of town? \"Sure,\" he says, \"but go to the goddamn station. Your stuff will catch up with you later.\" Meantime we'd better get off the tracks. He's the switchman, who sends all the trains onto the right tracks, and only he knows the schedule by heart, well enough to avoid getting pulped by a train. \"Look, I can't babysit you all goddamn night, so you better get out of the yard or you'll wind up dead before long.\" I go back to the van and dig through a U-haul box. I take the most important stuff and fill the backpack with it. Then I drive the van into the garage. The garage had changed into more of a parking garage with ramps and levels. But there's still tools and equipment strewn around everywhere. Before it was a very straightforward auto shop with three or four bays; now it's a confusing maze. To further complicated things, they blocked the entrance, making it necessary for me to go in backwards. The mechanics are irritated with me."
        }, 
        {
            "number": "163", 
            "head": "09/21/99", 
            "content": "There is the theater. A man asks if there is a donut shop nearby and where. I tell him where and he goes. A woman comes by and asks the same question. I lead her halfway there and she goes the rest of the way. Before long I hear her frantic screams for help. I know that the man I talked to earlier is to blame. Swallowing my fear, I run in the direction of her screams, also shouting for help."
        }, 
        {
            "number": "164", 
            "head": "09/21/99", 
            "content": "There was a nightclub on the penthouse floor of Smith Tower. Everyone called it \"The Smith\". Brad said that he for one was getting sick of stepping over piles of dried vomit, passed out drunks, and \"other excretions\" in the elevator every Saturday and Sunday morning, when he went downstairs to buy a paper. From now on he would take the stairs, since he only lived on the third floor, and drunk people never take the stairs."
        }, 
        {
            "number": "165", 
            "head": "09/23/99", 
            "content": "I'm at the theater to watch \"Xiu Xiu\" with Laura. Laura goes into the auditorium and I go to the bathroom. The bathroom is an outsized, dirty locker room, a lot like the locker room at the public pool. I have to piss, and wind up peeing in the disused ashtrays. I hear a voice: Judi emerges from a stall. She has obviously been crying. I ask what I can do and we talk for a while. At length we get far friendlier than usual and have a good fuck on the floor. Afterwards I realize that Laura's probably wondering what the hell happened to me. By the clock only ten minutes had passed, but the sex felt too satisfying for it to have been that short. I decide my watch is wrong, and cross into the lobby."
        }, 
        {
            "number": "166", 
            "head": "10/08/99", 
            "content": "Something about a nude club for teenagers, who are in general better swimmers than those who go to clubs where swimsuits are required. The connection is never explained. The patrons of the nude club are all issued brown towels, hence the nickname of this club, \"The Brown Towel\". Gah. While at this club I run into Heather. She's older, taller, more slender, has short tousled dishwater blonde hair, and is really desirable. She's basically standoffish towards me. I ask if she's still in magazine work, and she says yes. She's an editor at a small magazine, but soon she's going to move on to something bigger and better. Then she started up a computer and began working on something. I saw her in profile, and she kept changing into a woman with black hair, severely thin, and basically ugly."
        }
    ]
}