{
    "dreamer": "ed", 
    "description": "Ed: dreams of his late wife", 
    "dreams": [
        {
            "number": "001", 
            "head": "07/??/80", 
            "content": "I see Mary in profile. She looks as lovely as she had before the illness, and when she was younger. At one point in the dream I also see a profile view of her when she and Maria press their cheeks together. Mary doesn't look at me, nor am I aware that she spoke. It is like a TV scene where someone is not speaking yet you hear that person's voice in the background. I hear Mary say, \"I want you to be happy, Ed.\""
        }, 
        {
            "number": "002", 
            "head": "09/??/80", 
            "content": "I am returning to Mary's sister Kathy's house. I think Kathy is in this dream, but I can't see her. When I enter the house I see Mary, full face, as she is portrayed in her \"Glamour\" photo. She isn't exactly looking at me. I am surprised and excited to see her and say something like, \"How come you're here? You're not supposed to be here. You're dead. How did you get here?\" I know I am delighted to see her, but am surprised that she has returned. But as I speak, her face changes from a most beautiful complexion (as it had been before her death) into a waxen, artificial, dead face -- as one sees after the mortician has dressed a body."
        }, 
        {
            "number": "003", 
            "head": "10/24/80", 
            "content": "In this dream our sofa is pulled out from the wall and is standing in the center of the room, its back facing the kitchen. Mary is lying on the sofa and I can see her in profile. She is sad. Maria, Robert, Adam and I are around her and looking down at her. It seems that she is saying that no one loves her. All of us hasten to assure her that we love her and each of us in turn declares our love for her. Then I name off all of the other people who love her, beginning with her sister, Kathy. She changes the subject and says that she's cold and in distress (much as she was in the latter days of her illness). I ask her if she would like the heating pad. Her face lights up with her beautiful smile, and she replies, \"That would be nice.\" I go over to the hutch to get it when I suddenly realize that I haven't taken the heating pad out of the hutch drawer since Mary died. I'm startled and terribly sad and upset. I'm in two time dimensions at once. I am in the present (or is it the past?) with Mary; and I am also in the future -- in a time after Mary's death. My heart is breaking and I begin to cry uncontrollably. I think I am carrying the heating pad over to Mary, but I'm so overwhelmed by my tears that I'm not clear where she and the children are located."
        }, 
        {
            "number": "004", 
            "head": "11/12/80", 
            "content": "In this dream, which is hard to recapture or describe, it seemed it took place in this apartment in Trinidad that my daughter and I had rented, as well as in its vicinity. I didn't actually see anyone in the dream -- just the rooms and furnishings -- but no people. The \"we\" I refer to as I record this dream are Mary, me, Maria and her girlfriend. The general \"plot\" or \"theme\" of this dream is that Mary has returned to our apartment after shopping and starts preparing a meal for us in the apartment kitchen. I am very concerned and upset that Mary is doing these things because I know she is very weak. I try urging her to stop and to rest, but she is paying no attention to me and just continues preparing the meal. I return to the dining room, then hear a strange noise - sounds like someone falling on the floor, or like the sound of toast when it is done and pops up in the toaster. I run to the kitchen, but don't look on the floor but at the counter on which the toaster stands. The toast is burned and an empty teapot is turned on its side. I just feel something terrible has happened. Then, although that part of the dream is over, I see, in the dream, I'm lying in bed and crying uncontrollably."
        }, 
        {
            "number": "005", 
            "head": "12/01/80", 
            "content": "It seemed there is a woman in our kitchen. (I'm sure it isn't Mary, but I wonder). She is standing by the portable dishwasher, which is connected to the sink by a hose. Suddenly the lights go out. There are several light fixtures in the kitchen. One is on the wall over the sink, another is on the opposite wall, and there are others elsewhere in the room. They are in the style of old-time lanterns and some look like candles. I am frightened by the lights flickering on and off, but don't know why this frightens me. When the lights are on, they give off only a dim light. A small child is running about (in what appears to be our apartment). I am lying in bed (sleeping?) but unable to move. I am completely immobilized."
        }, 
        {
            "number": "006", 
            "head": "12/13/80", 
            "content": "Mary and I are lying in bed. We are naked and cuddled spoon fashion. I have my back to Mary. We are lying on our sides and Mary is fondling my penis. I'm enjoying the sensation very much. Then I have the desire to kiss and fondle her breasts. I turn to face her and begin to bring my lips toward one of her breasts. In a loud, angry voice, Mary calls out, \"What are you doing?\" I wake up, realizing that she is dead and that I can't make love to her anymore."
        }, 
        {
            "number": "007", 
            "head": "01/11/81", 
            "content": "We are either on a holiday, or in some kind of sanatorium. At any rate, in this dream I know Mary is ill and we are not able to (or we are not permitted to?) make love, or even allowed to tell each other that we love one another. I'm sort of lying down or am in a sitting position where I'm looking up at Mary. It is hard to tell whether we are indoors or outdoors, but it is very bright and sunny. Mary is standing, looking up at the sun. Her hands are raised above her head as though she is reaching for the sky. She is looking up, but her eyes are closed, and she is making low sounds, like she's praying. At the same time, she is doing a slow, weaving dance as though she is making a supplication to God. I have a strong desire to hold her and I do so. I stand up, put my arms around her and begin to kiss her face, eyes, cheeks, neck and her breasts. But all the while she continues her slow, sinuous dance with her head and arms uplifted, chanting what I believe to be prayers - and completely oblivious to me. I joined the dance in order to hold on to her - to kiss her."
        }, 
        {
            "number": "008", 
            "head": "01/15/81", 
            "content": "I have to get up to go to the bathroom (again?) for a drink of water. The dream bathroom is exactly the same as my real bathroom, except that it has a window in the wall opposite the doorway. But this dream is so real that I actually believe it is not a dream. As I am drinking, something (a presence?) begins shaking me. My entire body shakes from my head to my toes -- at first gently, but soon, more violently. When the shaking starts, I am surprised, and initially not frightened. I think I call out, \"Is that you, Mary?\" But when the shaking becomes more violent, I become very frightened. I know this is not Mary, but some terrifying and evil force. I must break away from this powerful grip. I think, if only I can escape its hold on me and scream, this will get Adam's attention and I'll be safe -- or saved. I don't know how I do it, but somehow I break from the grip of this force. Then, slowly, I back out of the bathroom, and out of the bedroom and into the hall. All this while I keep my eyes focused in the direction of where I think the evil force is located. I do not see \"The Thing,\" but I am convinced that it is moving menacingly towards me. All this while I am convinced this is not a dream -- that it is real. I'm making a terrible noise that is coming from deep down in my throat. It is an anguished moan, and sounds like, \"Ooo -- ooo --ooo,\" repeated over and over again. I'm desperately hoping to awaken Adam, whose bedroom is just next to mine. The door of his room is closed and I'm very upset that he's sleeping so soundly and not coming to my rescue. At no time do I think of Robert as my potential rescuer. His bedroom is just next to Adam's. All of my thoughts are only on waking up Adam. It is a terrifying ordeal and I'm extremely frightened."
        }, 
        {
            "number": "009", 
            "head": "01/17/81", 
            "content": "Mary and I are playing cards in our living room. She is ill. Suddenly, she stops playing cards, stands up, and says, \"I've got to float.\" Her stomach is very distended and the expression on her face shows her obvious pain and discomfort. I come over to her, gently gather her into my arms and say, \"Oh, I wish there were something I could do to help you, Mary.\" Her arms are around me and she replies, \"Oh, Ed, you are helping me - you are a great help.\""
        }, 
        {
            "number": "010", 
            "content": "(01/24/81) I am at one end of a long hall, or long room. The place doesn't look familiar, but in this dream, I have just come home. This room, or hall, is dimly lit. I hear a noise at the other end of the room/ hall and I call out, \"Is that you, Mary?\" And as I'm talking, I see her, but not her face. I see, at the other end of the room/ hall an indistinct figure. I know it is Mary. There is something that appears to be a bandage around her head or on her face. I ask her if she's all right. She replies, \"Yes,\" I a plaintive voice. I don't think I call her by name when I see her at the other end of the room/ hall. I think I greet her with, \"Is that you, Doll (or Honey)?\" When Mary was alive, I often called her \"Honey\" and \"Doll.\""
        }, 
        {
            "number": "011", 
            "head": "03/03/81", 
            "content": "Mary and I are going somewhere -- a short weekend trip -- perhaps to Montreal. On our way we meet a group of friendly soldiers. There are about 6 or 7 of them. They invite us to join them, assuring us that they will get us to our destination at no cost to us. So we join them. They take us aboard a ship. Once aboard, someone tells us right away that this ship will take us where we want to go, but there will be a one-day stopover at another place/city on the way. We are disappointed. Also, we feel out of place because everybody is in uniform and we are not. However, there is a swimming pool on the ship and we are pleased to see other civilians. They are the officers' wives and their children. I talk to some children while Mary quickly engages in conversation with the women. But throughout this dream I am worried about Mary's health. I keep asking her how she is and she keeps insisting that she is OK. I am wearing bathing trunks under my pants, but I never do go in the pool. I tease the children that I will go in the pool, and open the top button of my fly to show them that I do, indeed, have on bathing trunks. But I don't go swimming. At one point during the dream it is raining and miserable. This was just before we met the wives and children at poolside. There is a scene where we climb down a flight of stairs and traverse a catwalk or walkway that runs along the outside hull of the ship. It is via this catwalk that we get to the swimming pool."
        }, 
        {
            "number": "012", 
            "head": "09/17/81", 
            "content": "I am looking down on Mary, from above and to her right. She is nude. I believe she is looking at me and smiling. Although her lips aren't moving, she is talking to me. I see on her abdomen a large white spot (of disease and decay? I don't know). The message she gives me is that she knows she is going to die from the illness, but she is accepting of her death, and she wants me to be happy. Although there is no mention of Bonnie and my forthcoming marriage to her, it seems that Mary is giving me her approval to go ahead and get married and have a happy life. In this dream Mary has her original and beautiful long, dark hair. She is wearing it in an upswept style. Her face is beautiful. She is not wearing the colostomy bag."
        }, 
        {
            "number": "013", 
            "head": "10/??/81", 
            "content": "In the dream I see Mary clearly - a frontal view of her face. But I call her Bonnie. In the dream she is Bonnie, but on awakening, I thought, \"How strange. Why would I call Mary by Bonnie's name?\""
        }, 
        {
            "number": "014", 
            "head": "11/04/81", 
            "content": "I dreamed of Mary, but can't quiet capture the imagery of it. But I saw Mary and she said something like, \"I'm going to an early grave.\" The message was clearly that she had died - or was going to die - at a young age. I had a vague feeling that she was angry about something. Or had she said, \"You're driving me to an early grave.\""
        }, 
        {
            "number": "015", 
            "head": "11/07/81", 
            "content": "I am lying in a double bed. To my right, and in bed with me, is Mary's mother. To my left, but in a separate bed, is Mary. Mary is falling out of bed. I move towards her to help her get back into bed. But she is afraid I'll hurt her. She is angry at me and warns me to leave her alone. I am able to calm her and get her into a more comfortable position in her bed. Mary looks good. She has all of her gorgeous hair, and she is as beautiful as she had been before getting sick. I think I am surprised to find my mother-in-law in bed beside me, and not Bonnie. But I don't give it much thought because I am mostly concerned with helping Mary."
        }, 
        {
            "number": "016", 
            "head": "11/08/81", 
            "content": "Mary and I are at a movie and the picture is supposed to be some kind of erotic film. If I remember correctly, there is a scene in the movie where several women are wearing masks. But the masks are actually massagers or vibrators. The women close in on a man -- or men -- embrace him/them and press their massagers/vibrators against him/them. In the dream, this struck both Mary and I as very silly -- hardly erotic at all. Mary is laughing and is in good spirits. She turns to me, and says, in high glee: \"I like fucking and sucking, but that's something else.\" We decide to leave the movie -- it's so stupid. And as I'm sitting beside Mary, laughing and enjoying myself and feeling so very glad to be with her, I suddenly realize she is dead -- has been dead for 15 months. As I think about this in the dream, I am aware of thinking also that she's not dead. How can she be dead when she is here beside me, laughing and enjoying herself? In this dream I'm dimly aware of being married to Bonnie, but I'm deeply preoccupied with being with Mary and shocked to remember that she's dead. I'm not accepting that Mary is dead because she's with me."
        }, 
        {
            "number": "017", 
            "head": "01/02/82", 
            "content": "Mary and I are sitting at a table, she at one end and I at her immediate left. I can't take my eyes off her. She is radiantly beautiful. Both of us know she is fatally ill and going to die. But she appears as I remembered her before the illness, except that she is paler. It were as though the disease has not yet begun to cause her severe damage and distress. Mary is laughing and chatting and charming. Other people are also sitting at the table, but I'm not sure who they are. As the dream begins, Mary is talking to Adam (who appears to be about 10 years old). I cannot see him. He has a dog, and Mary, laughing, tells him the dog stinks and should be examined by a veterinarian. As Adam and his dog go away, Mary bows her head, and in a low voice, says, \"I hope they keep that dog locked up for 2 years.\" Both of us know Mary doesn't have 2 years to live. I study her face thoroughly, looking for signs of disease or any indication that she may be in pain. I think I see a lump on her face, but I am wrong. What I see is her eyelid. She looks at me and we tell each other, \"I love you.\" Mary knows I have remarried. Somehow, Mary and I had arranged to have our marriage annulled. (In the dream this seems so logical, but upon awakening, it made no sense to me at all). I think I ask Mary if she likes Bonnie and I also ask her to tell me what she thinks of Bonnie. But Mary is noncommittal. She merely laughs and chats on about other things. I am so delighted to see Mary."
        }, 
        {
            "number": "018", 
            "head": "03/09/82", 
            "content": "Mary is \"doing\" her hair. She had let it down and is busy putting it up again. In the process, her arms tire and she gets \"fed up.\" And just as I remembered her, she makes a remark that describes her frustration. She stops working on her hair and rests awhile. Then she continues again. She takes several more rest stops before completing the styling to her satisfaction. We are in an extremely large, rambly, old, dark house. It is not well furnished. We are hurrying to go somewhere -- to a funeral(?) We had to be there at 5:45 p.m. and it is already 6:00 p.m. We are late. Another scene in this dream shows Mary and I searching through the house, looking for our clothing. As well, we are worried about Robert. He's just a little boy and is missing. We can't leave the house until we find him. Suddenly Robert appears as a grown man, as he is today. He comes over to me, smiles, lays his hand on my arm and assures us that he's OK."
        }, 
        {
            "number": "019", 
            "head": "04/10/82", 
            "content": "I had a very brief dream of Mary. It was just a short, one-scene flash. Mary is wearing a long, mostly red floral gown. It looks like a caftan. She is facing me. I cannot see her face clearly. My eyes first take in her hair. It is in the upswept style she is fond of, in which her long hair is rolled around a \"rat\" at the back of her head. It gives fullness and body to her hairdo. Then I catch a brief glimpse of her eyes. She appears to be disguised as a Japanese woman (a Geisha Girl?)."
        }, 
        {
            "number": "020", 
            "head": "04/17/82", 
            "content": "Mary and I are outdoors. I think we are looking for someone, then pause in our search. Mary is wearing what looks like a slip and jersey. She sits down on a low wall or fence made of stone or concrete. It is wet. I remonstrate with her, telling her not to sit in that wet place. She merely pooh-poohs my concerns. I cannot see Mary's face clearly, but I know it is her. She is wearing her hair short, but it is not as short as when it had grown back after the chemotherapy treatment. Yet it is not as long as she had normally worn it."
        }, 
        {
            "number": "021", 
            "head": "06/10/82", 
            "content": "I have a full-length, frontal view of Mary facing me. I cannot see her face clearly nor whether she is wearing a dress or slacks. She is smiling. The mood or feeling tone of this dream is happy and pleasant. Mary has either told me something, or is trying to tell me something."
        }, 
        {
            "number": "022", 
            "head": "07/19/82", 
            "content": "Mary, Maria, Adam and I are on holiday. We are going somewhere by car and are driving through the countryside. I stop the car and we get out. It seems we have lost our way. Mary is not feeling well and wants to return home. I vaguely recollect scenes where we are walking, and other scenes where we are driving. We are either lost or looking for something."
        }, 
        {
            "number": "023", 
            "head": "08/25/82", 
            "content": "I see Mary very clearly, as she appeared before the illness. She is very beautiful, is smiling and happy. We are having a long conversation. I am able to touch her. I think I also hug her and hold her hand. We both know that she is dead. I ask her if she is alright. She assures me that she is fine and happy. I am pleased to know that she is OK. Somewhere I see two of her sisters, but I'm not sure how they \"fit\" into this dream. I think Mary is concerned about them. She seems to be telling me that her sisters are -- or will be -- OK. Or maybe she is telling me about their health -- that it is unfortunate that they are not well -- but one must accept whatever happens."
        }, 
        {
            "number": "024", 
            "head": "03/22/83", 
            "content": "I am in a place that is partly a hospital and partly our former apartment. I enter the apartment without Mary knowing I have come in. I am in the bedroom and Mary is elsewhere in the apartment. I do not want to frighten her so I make some sounds -- maybe I call her name -- to let her know I'm in the apartment. We come toward each other in the hall, meeting in the middle of the hallway. We rush into each others' arms, embrace and kiss. Mary doesn't look exactly as I had known her. She is overweight and her breasts are unusually large. But it is Mary and I'm delighted see her, to hold her, and to kiss her. I know immediately that she is undergoing chemotherapy treatment, but has decided to stop taking it. She wants to know where the exact spot is where she'll make the announcement that she's discontinuing this treatment. She is looking for the place, outside the building, to make her last stand."
        }, 
        {
            "number": "025", 
            "head": "04/05/83", 
            "content": "I am in a place that is a cross between our old apartment and the Idlewoods Avenue flat. The bedroom is similar to the Treefrog address and the hall and bathroom are like the Idlewoods address. I am putting on my shorts. They are torn in the crotch. Somehow I pin it up, but it's not a good \"repair\" job. I remove the pin(s) and go into the bedroom. Mary is standing there. She appears as she had as a young woman. She is not wearing makeup and her hair is down. I think she is wearing a housedress. When I see her I know she is dead, so I drink in with my eyes all I can see of her. She doesn't know she' dead, so I know I must enjoy every moment I have with her because soon she won't be with me. So I carry on as though this was very normal, and I did not let on to her that she is dead. There is a very serious and thoughtful expression on Mary's face. I tell her about the trouble I am having with my shorts and she agrees to pin this up correctly. But firstly, she wants to know if we still have the two-tone black & silver flatware set. I tell her that I think we still have a couple of these sets in our garage and that I will go and look for them. Mary says she can get 10 dollars for each set from \"Cardinal's\" (?). I don't think that is much money for them, but I don't object. If she wants to sell them at that price, it's OK with me. Before I can go to the garage, I have to go to the bathroom. I look down the hall in the direction of the bathroom and see a woman seated on the toilet. The bathroom door is open, but the woman's face is somewhat hidden. Then I think I catch a glimpse of her face. It is either Bonnie or Mrs. B (a tenant who had rented a flat in my parents' home a long, long time ago)."
        }, 
        {
            "number": "026", 
            "head": "09/03/83", 
            "content": "I am walking with Mary, who is wearing a white dress. She looks terrific -- as she had prior to the last recurrence of the disease. She has been resurrected for a particular purpose that is not made clear in this dream. I comment on how terrific she looks, even though she had been in the grave only a short while ago. There was no decay nor any indication that she had been dead. But as I speak, I realize I should not have said anything because she doesn't know she had been dead and is now resurrected. My remarks disturb her greatly. Her mood changes from one of smiling happiness into surprised sorrow. Something in her belly begins to bulge and throb. Now I see (or am aware of) a woman hiding at the side of a road, holding a child in her arms. Someone else is at the side of the road, but in the field, behind the woman. This person is spying on her. This spy believes he had seen a man and a woman \"sneaking\" down in the grass to make love."
        }, 
        {
            "number": "027", 
            "head": "09/30/83", 
            "content": "I am in a rural area, and the people I see -- farmhands and villagers -- are poor. They are dressed in clothing in the style of the early 1800's. They are dirty and rolling in mud or on the ground. In one scene I see someone wrestling (or playing?) with a small donkey or mule. This person threatens me with this animal, i.e., ordering it to butt or bite me. I am searching for Mary. I know she is purposely hiding from me because she is sick and dying and doesn't want me to see her in this terrible condition. Someone tells me that the \"photographer\" is hiding her. He is a foreign gentleman who has befriended Mary. He feels very sorry for her and is doing whatever he can to help her. I find the \"photographer\" and he points to the building where I will find Mary. I enter this building, which looks like an old house or barn. The colors in this dream are various shades of brown or chestnut -- autumn colors. I enter a bedroom and find Mary lying in bed. She covers her head and face when I come in. She is crying. She doesn't want me to see what the illness has done to her. I throw myself on the bed and try to take her in my arms. I lay across her body and cry heart-brokenly. I tell her how much I love her; that she is always beautiful in my eyes. I tell her I don't want her to die. I try to urge her to resume taking chemotherapy. She cries and tells me how terrible it is and how rotten it makes her feel. She wants to die rather than suffer. She tells me she loves me and doesn't want to leave me, but there is no other way. Her suffering is too great and she'd rather die."
        }, 
        {
            "number": "028", 
            "head": "10/02/83", 
            "content": "In this dream I'm \"bawling out\" and shouting at Bonnie, and as I am doing so, she changes into Mary. Mary looks very upset and hurt."
        }, 
        {
            "number": "029", 
            "head": "12/08/83", 
            "content": "Mary is lying on a couch or bed. She is wearing a nightgown and is covered by a comforter. She is sick and dying. But she is not yet at the advanced stage of the illness because she is not exceedingly thin. Although she is bald and wears a wig, she has good skin color. I can't see her face clearly because her back is toward me. I try to cradle her in my arms and hold her tight, but she pulls away from me and says something about her being \"unfuckable.\" When I hear this, it makes me cry. I assure her that I love her very dearly and that our not having sex doesn't matter to me. In another part of the dream I am going somewhere and doing \"things,\" but I am very much aware of -- and very preoccupied with -- the knowledge that Mary is at home and is very sick. I am very hopeful that she is not going to die, but don't know on what I base this hope. There is a scene in this dream where I am writing names on a Bulletin Board and I'm careful to write only Anglo-Saxon names, preferably names having Irish origins."
        }, 
        {
            "number": "030", 
            "head": "01/15/84", 
            "content": "Mary is dressed in a very loose-fitting, old, one-piece dress. It is slashed in the side and she's wearing nothing underneath. We are each in a pleasant, teasing mood. I think Mary has something in her hands ---a large platter. It's as if she's preparing a meal. I approach her, take her in my arms and kiss her. I reach under her dress and feel her soft, warm body; just as it had felt when she was alive. I felt good -- happy -- holding her."
        }, 
        {
            "number": "031", 
            "head": "03/07/84", 
            "content": "I am in a large, rambling, many-roomed building or house. Maria approaches me. She's very excited. She tells me that Mary is back and we are going to see her. Robert and Adam are also with Maria, but I can't see them clearly. Adam appears to be about 6 or 7 years old, when I see him more clearly, later in the dream. Immediately after Maria tells me that we are going to meet Mary, I start a frantic search of the building. I race from room to room. I am looking for something, but don't know what it is I seek. Many questions are running through my mind. \"If Mary is dead, how can she come back?\" \"If she isn't dead, where has she been?\" \"How do I explain to Mary my marriage to Bonnie?\" But no matter what questions come to my mind, I am excited and looking forward joyfully to seeing Mary. Suddenly we are all sitting around the dining room table, including Mary. This is where I have a good chance to see her at close range. She looks terrific. She is just a wee bit pale, but otherwise she is as she had been in 1959, before the second recurrence of the illness. Mary tells us that she had been through numerous operations in order to be restored to good health. All that surgery had been pretty rough on her, but, thank goodness, it's all over except for one more operation. She describes the nature and purpose of the pending operation. The name of the operation is a long one. Either I forget the name, or can't pronounce it. Mary assures us this is a minor operation compared to all the others she's had. And when it'll be done, she'll be OK again. We then realize that we shouldn't be sitting around the table. We're supposed to be in my car. The plan is for us to go somewhere, but I don't' remember where we're to go. I tell the family that I don't have my car because it's in the service station being repaired. It is at this point that I realize that my earlier searching through the house was because I was looking for my car keys. The dream ends when I discover that my car is not available."
        }, 
        {
            "number": "032", 
            "head": "03/09/84", 
            "content": "I see Mary. She is not ill, but she is very worried about Adam. In this dream he is about 4 or 5 years old -- maybe younger. All I can see of Adam is his head and face. He is badly hurt. His face is bruised and he has lumps or bumps on his head. Mary is very upset and urges that we get him to a doctor or to someone who can fix him up."
        }, 
        {
            "number": "033", 
            "head": "07/13/84", 
            "content": "There are two women in this dream. I make love to each of them within a short span of time -- within the same day or maybe within a few hours. I don't know who the woman is that I first make love to. It may be Bonnie. I see myself making love to the second woman. I can't see her face clearly at the outset, but do see her later. I believe it is Mary. I am sure it is Mary. I do not see her face during lovemaking, but do so afterwards. We are making love in a standing position. When I attain an erection, I want to have intercourse in the \"doggy\" position, with her back to me. Instead of having the woman on her knees, I have her bend forward from the waist. But I lose my erection and cannot penetrate her. We are walking up Idlewoods Avenue. It is now that I see the woman's face. It is Mary.. When I had made lover to her, I told her that this was the second time I'd made love today -- that I had made love to another woman earlier. We walk past a house on Idlewoods where we had had a flat in the early years of our marriage. As we look at the house, the veranda has the appearance of a kitchen sink draining board. It is loaded with plates, one stacked upon the other. They had recently been washed and are glistening with water."
        }, 
        {
            "number": "034", 
            "head": "09/28/84", 
            "content": "I am moving somewhere. I am carrying or moving various parcels from one place to another. These parcels are stacked on the sidewalk of a street. I am showing some people photographs. Many of these pictures are old. I don't recognize any of the people. For a fleeting instant I see myself pulling a suitcase off the road and onto the sidewalk. I see a car standing in the road. Mary's brother, Paul, is in this car. He tells me the suitcase belongs to him. I have a funny feeling that the people to whom I'm showing the pictures may not return them to me. I see a car parked across the road and Mary is sitting inside it. I can see her clearly. She is beautiful. She is dressed in white. I know that she is dead, and that the road between us is the dividing line between Life and Death. I am on the Life side, Mary is on the Death side. She smiles briefly at me, but mostly the expression on her face is serious. We have a conversation, but I cannot see Mary's lips moving. I emphasize that the children are well, particularly Maria. Mary asks me why we hadn't had too much sex during the last couple of years of her life, especially the time before she took ill. While she doesn't spell it out clearly, she appears to wonder if I'm \"gay.\" I start trying to explain things to her. I don't remember what I tell her -- then the dream ends at this point."
        }, 
        {
            "number": "035", 
            "head": "01/14/85", 
            "content": "Mary and I are embracing and kissing each other. We know she is dying. We are waiting for some kind of information, but I don't know what kind. Mary opens a package in her hand. It contains sanitary napkins. She is relieved that it is the brand she prefers, and not another brand. I have a good look at Mary. Her hair is long, black and glossy, as it had been when both of us were younger. I feel her body and experience the thrill of hugging her. I hear her tell me that she loves me and I tell her how much I love her."
        }, 
        {
            "number": "036", 
            "head": "04/20/85", 
            "content": "I am in a large building which is a composite of my residence and my office. There are many, many people here. This place is a beehive of activity. I am looking for something, but don't know what it is. In my search, I am going from room to room trying to locate that \"something.\" While I am on my search I know that my family -- including Mary -- are in a car outside waiting for me. But I am preoccupied with trying to find what I'm looking for. I finally decide that I am not going to find what I seek and head for the car. I am too late. From a window in this building I see the car moving away, and everyone in the car is waving at me. Mary is wearing her white duck pants and gray poncho top. Even though I can't see her clearly, I know she is in the car. There is a great sense of loss and disappointment in me that I did not join them in the car sooner."
        }, 
        {
            "number": "037", 
            "head": "05/02/85", 
            "content": "Mary and I have just moved into this older house. We are in the process of fixing it up -- doing some paperhanging and making some repairs. It is a large house and has many rooms, which are bright and airy. There are many people in the house, including the men doing the repair work. Everyone is making a great deal of noise. I get annoyed with one woman who is jumping or dancing and making lots of noise. I ask her to leave. When I tell her about sending the woman home, Mary points out that that woman is the wife of our paperhanger. I don't know whether we laughed at this, but we certainly did not take it seriously. I can't see Mary clearly, but I know it is she. We are young -- in our mid or late 20's. In another dream scene, Mary calls us to dinner. I see two children who appear to be 4 or 5 years old. I assume they are ours, but neither is Maria, Robert or Adam. As we leave one room to get to the dining room, we have to go through a small iron railing. The railing looks familiar to me. I tell Mary that we had had it in storage but retrieved it when we bought this house where we had it installed. We are using the railing as a partition -- much like a safety gate."
        }, 
        {
            "number": "038", 
            "head": "10/12/85", 
            "content": "I am in the Treefrog Street apartment (where we had lived before Mary died) and Mary comes running down the hall to greet me. She has a big, happy smile and looks beautiful. But she has gained weight, and her dress is too tight. Mary had always been particular about her attire and this dress was not up to her standards. But I couldn't care less -- I am delighted to see her. I know she had been dead and has returned from the grave. So when I study her, it is for signs of what death has done to her appearance. I am so happy to see her. Other people had come running down the hall with Mary. I do not know who they are -- they might be our children. When Mary enters our apartment, someone is standing beside me. I don't know who it is -- perhaps it is Bonnie."
        }, 
        {
            "number": "039", 
            "head": "11/07/85", 
            "content": "Mary and her sister Kathy are busy repairing a carpet in Kathy's home. They are so involved in their task that they have no time for me. So I leave. I walk home along a street in the area where I had lived as a child. The street is very crowded with people and I'm having some trouble making my way through the crowd. It seems that someone touches or pushes me as I am walking, but I am not certain about this detail. Two women are following me, and talking about me. As I am walking, I am worried about where I had left the jacket of one of my suits. I am sure that it is lost and that I'll never find it again. I arrive home and enter our kitchen. It looks like it is freshly painted in an off-white grayish color. Suddenly Mary jumps up from a kneeling position. She had been painting the floor directly underneath the kitchen table. When she jumps up so quickly, she bumps her head on the table. Mary greets me enthusiastically and laughs at the bump raised on her head where it had struck the table. She is wearing a white smock. Her figure is slender and trim. She looks terrific. She is so happy to see me and I am so thrilled to see her. She runs over to me and we embrace. All the while, Mary is laughing and talking. The two women who had followed me on the street come right into our house. I know that they are there and I'm glad they followed me. Now they can see where I live and what a wonderful wife I have. As Mary greeted me, she said something that sounded like, \"Don't I have a right to make a dollar....\" I can't remember the rest of her statement because I'm awakened by my clock radio. I had seen her for only a fraction of a second before I woke up."
        }, 
        {
            "number": "040", 
            "head": "11/23/85", 
            "content": "Mary and I are lying in bed, laughing and fooling around and hugging. Both of us are in a good and happy mood. Then a woman gets out of our bed and says, \"Well, I'll leave you kids to have fun \" ... or words to that effect. Mary, laughing, yet partly serious, asks me, \"OK, Ed, why don't you tell me the truth?\" I'm not sure if that is how she phrased her questionto me, but basically her message to me is that she believes I am withholding some information from her. She is asking me to \"come clean\" about that \"something.\" I become quite worried. I try to figure out what she's getting at. Then the truth of it all came out. Apparently, whenever I had to urinate, I would tell Mary that I didn't have to go. I would defer going to the toilet as long as I possibly could. I was very relieved to realize that it was a silly issue like this that is troubling Mary. I'd hate to think that Mary believes I'm not totally honest with her."
        }, 
        {
            "number": "041", 
            "head": "12/07/85", 
            "content": "Mary is in a bathroom. She is just beginning, or ending, her bath and toilet. She looks gorgeous. She is slender, and her dark hair is done in a late 19th century style. She is wearing a housecoat or bathrobe which is modishly cut and clings closely to the contours of her body. She is happy, is smiling and talking to me. She tells me that she is preparing to attend a special, old-fashioned party."
        }, 
        {
            "number": "042", 
            "head": "01/24/86", 
            "content": "I see Mary, full face. She looks good, but has a slightly worried expression on her face. I am trying to hurry her to get ready to go to the beach (I think that is where we are supposed to go). But Mary tells me she doesn't think she can make it. She complains about something in her eye. She is seated and combing -- brushing -- her hair which she has down, around her shoulders. This is the full, frontal view I have of Mary in this dream."
        }, 
        {
            "number": "043", 
            "head": "03/25/86", 
            "content": "Mary and I are walking in what looks like the downtown area of our hometown. Mary is very young and beautiful. We are happy and in love and hold hands as we walk. We stop from time to time, embrace, and kiss. These are long, passionate, \"French\" kisses. We stop kissing and continue our walk down the street. Somehow I know I must initiate a discussion with Mary about her impending death. I have to broach the subject, ask her how she feels about dying, and ask her if she has any last wishes. Does she want to give me instructions about anything she wants arranged after her death? Surprisingly, Mary is receptive to this discussion. My fears concerning her reaction are groundless. Then I commit a terrible mistake by calling her by Bonnie's name. I apologize profusely. I am very upset. But Mary is very gracious and forgiving of my blunder. We continue talking, and again, for the second time, I call Mary by Bonnie's name."
        }, 
        {
            "number": "044", 
            "head": "03/28/86", 
            "content": "Both Mary and Bonnie were in the dream, and I kept getting them mixed up, calling each by the other's name. I think both were angry with me. The mood of the dream was upsetting and uncomfortable."
        }, 
        {
            "number": "045", 
            "head": "07/25/86", 
            "content": "I had just moved into a new neighborhood and see an empty garage. A man is inside, just under the ceiling. He appears to be cleaning or repairing it. It occurs to me that I would like to rent this garage. I tell the man I would like to rent the garage and ask where I may find the owner in order to negotiate this. The man is very friendly and tells me I can't rent it because he has recently rented it for himself. At this point I seem to have lost my direction. I am (floating?) up in the air. Ahead of, and below me, I see Mary. She is lying on a lawn and is wearing a reddish colored housedress. Mary is looking up at me and smiling. I have a complete frontal view of her. Her smile is beautiful, and she is looking me straight in the eye. She waves at me and signals directions on how to find my way to her. The dream ends as I am moving towards Mary, who is waving at, and singing to me."
        }, 
        {
            "number": "046", 
            "head": "08/09/86", 
            "content": "Mary is eating a cake of some sort. She is ravaged by cancer and her face is badly affected -- particularly her eyes. One eye has a growth on the inside of the lower part of it. She is disfigured. I approach her and remove the bowl from the table before her. It is half filled with a chocolate pudding or custard. Without asking her permission, I take the bowl away from her and wash it out. Mary asks me why I did that because she's eating it. Then she smiles and shows me the cake in her hand. She tells me she has figured out how to eat it by nibbling it a certain way."
        }, 
        {
            "number": "047", 
            "head": "10/27/86", 
            "content": "I am holding Mary in my arms, but at the same time I see her from a distance. It is Mary, but her face doesn't look like Mary's. Her face is squarish and hollow or emaciated. We both know she is sick. Although I am making love to Mary, I am also doing \"the laying on of hands,\" trying to combat the cancer and to cure her. She accepts my \"laying on of hands\" -- or at least doesn't resist or protest. I place my hands on her stomach and on her back. I pray that the disease should disappear -- that God's strength and power will wipe out the disease. While I do this, I hear a kind of \"popping\" noise coming from Mary's body in response to my prayers and to my \"laying on of hands.\" While I feel that I am having some success in fighting the cancer, Mary remains calm and stoical. She neither accepts nor denies that my efforts are helping her. There is a scene in this dream where I am sucking on Mary's nipples, which are quite long and prominent. She quietly asks me to stop because it's hurting her. I stop."
        }, 
        {
            "number": "048", 
            "head": "11/04/86", 
            "content": "Mary is wearing the red dress that she had worn at our 25th wedding anniversary. She is smiling and happy and healthy and looks exactly as she had when she was alive and in good health. Her hair is jet black, and her eyes are beautiful brown \"sparklers.\" I have a frontal view of her. We are dancing and just happy to be together. In another scene we are driving in my car and I am going quite fast. Mary tells me I am going too fast and asks me to slow down. To my immediate right is a low stone wall. Although I can't see over it, I know there is a cliff dropping away on the other side of that wall. On my left is a broad expanse of grassland as far as the eyes can see. I veer sharply away from the wall and drive on the grassy plain, in a direction parallel to the wall. The mood of this dream is one of joy and happiness. At one point I see Mary wearing a large red turban. I don't like it and tell her so."
        }, 
        {
            "number": "049", 
            "head": "12/08/86", 
            "content": "I am kissing Mary passionately. I \"see\" two heads locked together in a deep, wonderful kiss. I see Mary clearly. Or, if I didn't actually see her face, I know it is her. I do not see the man's face clearly, but I know it is me. My \"dream\" is an instant flash in which I see the two of us kissing. It was nice."
        }, 
        {
            "number": "050", 
            "head": "12/23/86", 
            "content": "Mary has just come home from work and looks sad. I take her in my arms and ask her how she feels. \"What can I tell you, Ed?\" she answers. \"I'm sad and depressed and angry. I know I am sick and am going to die.\" And her talk is in this vein. As I hold her I can feel that her body is bloated and unhealthy. I begin to cry and tell her how sorry I am about what is happening to her. She tells me not to cry -- that I am not helping her by crying. She says she needs me to be strong. I can't take this, and I get angry with her. I tell her that I can't always be strong -- that I need to cry to get my anger and sadness out. As soon as I said these things to her, I feel badly that I'm burdening her with my sorrow. I'm not sure how she reacted -- she becomes silent and the dream ends."
        }, 
        {
            "number": "051", 
            "head": "03/13/87", 
            "content": "This is a happy dream. I have a frontal view of Mary's face. She is happy, smiling and healthy. There is nothing in this dream about illness."
        }, 
        {
            "number": "052", 
            "head": "08/01/87", 
            "content": "I am in the kitchen, fussing around, trying to make breakfast. Everything is chaotic. There are many people present -- some are children -- but I have no idea who anyone of them are. The items I need to make breakfast are scattered all over the place, and in two different rooms. When I find the eggs, they are either broken, or rotten, or break in my hands as soon as I pick them up. I am getting very angry and impatient. Then I see Mary. She looks terrible. Her face is very thin and gaunt. She is losing weight even as I look at her. She is in pain and tells me that this is caused by her medication. I take her in my arms, hug her, and try to ease the pain for her. I see a couple of men (I don't know who they are). They are looking for directions to get somewhere. I leave Mary and go to them to give them the directions they need."
        }, 
        {
            "number": "053", 
            "head": "02/21/88", 
            "content": "I am sitting on my sofa, about to engage in masturbation, when suddenly I remember that Mary will soon be getting home from work. I quickly change my plans and decide to have supper ready for her when t she gets home. I enter the kitchen to prepare a meal. But there is a man in there. He has just opened a can of salmon and broken an egg into a soup bowl. I explain to him that it is important that I be able to use the kitchen in order to make supper for Mary. He is reluctant to leave. But another man comes in and explains my situation to him. The first man graciously agrees to leave, telling me I may use the food that he had started to prepare for his own supper. For some reason, both men appear to me to be Russian. Mary arrives home. She has short hair and is wearing a gray suit. We greet each other with spontaneous hugs. I notice that she is in pain and ask her what is the matter. She tells me that she has an infection, but she's been to the doctor and will be OK. I ask Mary if she'd like supper and suggest she lie down while I prepare it. She answers that she would like supper and agrees to rest while I get it ready. All the while, I am wondering how I can use the salmon and egg as ingredients for supper. Mary looks good, although the expression on her face shows that she's in pain. She is her usual sweet, kind, loving and forbearing self -- as I have always known her to be. At the beginning of the dream, I am shocked to think that I could forget about Mary coming home from work."
        }, 
        {
            "number": "054", 
            "head": "10/15/88", 
            "content": "I had taken Mary to the hospital one or two days ago. She is very sick and dying of cancer. But since her admission, I haven't visited her or phoned the hospital to find out about her condition. I didn't want to know and am pretending that there is no point in contacting the hospital. But Maria asked me if I had phoned the hospital to find out about Mary, and suddenly all my guild comes out. I enter a telephone booth and frantically start looking in the Telephone Directory for the hospital's phone number. I am having difficulty find it. For some strange reason I am searching for the name \"FISHMAN\" when I know perfectly well that isn't the name of the hospital. I don't know whether she's in Sunnybrook, or Bayview, or where. I am searching anxiously through several phone books. I'm angry at people for not stacking these phone books neatly on the cupboard shelf inside the phone booth. Then I wake up."
        }, 
        {
            "number": "055", 
            "head": "12/14/88", 
            "content": "Mary and I are lying on a wide platform on a beach, in front of a building or restaurant. We are making love and are entwined in each others' arms. Mary looks beautiful, as she had when she was young and long before she took ill. But I know she is going to die. She is so nice to me. She is saying such wonderful things about me, and building me up emotionally, as only Mary can do. I begin to cry. I tell her how wonderful she is and how terribly I'll miss her when she dies. I am not sure whether I use the word \"die,\" but my message is clear enough -- that I will miss her after she's gone."
        }, 
        {
            "number": "056", 
            "head": "01/22/89", 
            "content": "I am in a building in which I have my residence -- and down the hall there is a hospital wing where Mary has a room. At the start of this dream I am making the bed. As I do so, I see on Mary's side of the bed the mattress is broken and it has a large hole there. Next I'm in Mary's hospital room. We embrace before I look at her face. We are standing, and while in a tight embrace, I cry, and declare my love for her, over and over again. She, too, is declaring her love for me. I then look at her for the first time. She is beautiful, and is costumed like Cleopatra (as depicted in a Hollywood movie). She is wearing a headdress and flowers in her hair. She looks absolutely gorgeous -- as she had before the advance of the disease. Mary is smiling and happy. I ask her if she is trying to say goodbye to me. Mary looks puzzled and asks why would I ask her such a thing. I explain that early in our marriage she had dressed up exactly as she is now, and for a very brief time. Now, by the manner of her dress, I wonder if she is trying to tell me something."
        }, 
        {
            "number": "057", 
            "head": "07/23/89", 
            "content": "I am in some sort of classroom or hall (in Israel) when the phone rings. I don't remember if it was I who had initiated the call. Yes, I think I did. Mary answers and I hear distinctly the unique sound of her pleasant voice. She tells me she can't talk to me now because she's busy. She tells me to call back soon. Then she hastens to assure me that she'd do anything for me. I hang up and am very thoughtful about what she had said. I'm anxious to get back to talking to her."
        }, 
        {
            "number": "058", 
            "head": "09/09/89", 
            "content": "Mary and I are walking arm in arm, or holding hands. I have a full view of the two of us walking side by side. Mary looks as beautiful as she had before she took ill. This dream has a pleasant, happy mood. Mary and I seem to be going somewhere or looking for a certain place."
        }, 
        {
            "number": "059", 
            "head": "10/25/89", 
            "content": "I can't actually see Mary, but I know she's alive and I know she's going to die sometime in the near future. I am in a bathroom, which has a large shower stall. I know that Mary has just finished using this stall. I am alone and thinking that I should go to Mary and hug her so that I can always have this memory of holding her close, after she's gone. There are other people in this large house and much activity, but I don't remember who the people are or what's going on."
        }, 
        {
            "number": "060", 
            "head": "11/22/89", 
            "content": "I can't see Mary, but know she is in the house. She is doing a great deal of cooking and has several pots on the top of the stove. Either I think it, or someone says: \"She hasn't done so much cooking in a long time.\" All of the pots on the stove begin to boil over, and there is no one in the kitchen. I go over to the stove and turn off one burner (or all of them). There is a pot on every element on the stove. I have difficulty finding the correct dial for each burner or element. However, I am eventually successful in doing so. It is only while I am struggling with the dials on the stove that I sense that Mary is somewhere, upstairs, in the house. Next I am in a room trying to take a shower. There are many young men in this room. (I think they are students.) I don't know them, and they don't know me, but it does not seem strange that they are in the house. I am struggling to take a shower and have trouble finding the proper taps to turn on the water. This shower room is not at all like a bathroom -- it looks more like a living room or den."
        }, 
        {
            "number": "061", 
            "head": "01/02/90", 
            "content": "Mary dies while I am out of town on a weekend. On my return, I am told of her death, but given no other information. I don't even know who tells me of her death. I don't know to which hospital she was taken, nor am I told the cause of death. I start frantically looking for my office because I want to make phone calls to find out to which hospital she had been taken. I am angry that the hospital hadn't called me to give me information about her so that I can start making funeral arrangements. I am searching for my office. I am hurriedly walking along a street, not sure of the location of my office. I am desperate to find a telephone. I think I'd been back in town for a day or so, waiting to hear from the hospital. I become desperate only after I've had no word about her death. I wake up while I am searching for the building in which I work. For a split second after awakening, I feel angry that I'd not heard from the hospital."
        }, 
        {
            "number": "062", 
            "head": "02/17/90", 
            "content": "Mary and I are walking through the streets of what appears to be Tel Aviv. We are having quite an animated discussion about pregnancy and genetically inherited physical factors/ characteristics. I am making quite a strong argument for what I think runs counter to Mary's viewpoint/ comments. But, in fact, I'm just repeating exactly what Mary is saying. Mary looks terrific -- as she had before she became ill."
        }, 
        {
            "number": "063", 
            "head": "04/19/91", 
            "content": "Mary and I are dining in a hotel restaurant. I do not see Mary throughout this dream, but I do know that I am with Mary when we came to dine in this restaurant. The dream begins just after Mary has excused herself to go to the washroom. After a long wait for her return, I am worried. I call the Manager of the hotel and ask him to help me find Mary. We are in a nonsmoking section of the restaurant. Some men take a table close to ours and all of them light up cigars or cigarettes and the smell is terrible. The Manager, who is very kind, goes over to those men and gives them a severe tongue lashing. I am very embarrassed. Then he seats us at another table. I have the impression that Maria and Adam are also in the hotel, but I'm not worried about them. I suggest to the Manager that he send a female staff person into the ladies' washroom to search for Mary. He thinks that's an excellent idea, and also suggests that we look elsewhere for her by ourselves. The manager then leads me on a long search for Mary. We go through a tunnel under the hotel and out into the street. He leads me to an address where he was sure we will find Mary. But when we get to this address, I discover that it is a small ladies' wear store. It is managed by 2 or 3 older women. They know nothing of Mary's whereabouts and are quite cool and indifferent to our inquiries. They just want us to leave them alone and go away. So we start to search again for Mary. The dream ends here. During our walk through the tunnel, somehow I received a phone call, or communication, from a woman (who is not Mary). She may be the woman sent by the manager to look for Mary in the ladies' washroom. Perhaps she is reporting to me on what she found. This woman is laughing and joking and I am amused. But I have the impression that I don't know what she's talking about because I can't hear her voice clearly. Also water is dripping on us in this part of the tunnel which is very narrow. It is barely wide enough through which to move."
        }, 
        {
            "number": "064", 
            "head": "05/08/91", 
            "content": "Mary is washing herself at the (kitchen?) sink. She is stripped to the waist. To her immediate right is a large window. It is open. It is not covered by a blind or drape. Mary is clearly visible to anyone outside. Mary is happy and looks healthy. I am standing behind Mary, and to her left. I cannot see her face. My view, from behind her, covers the area from her head to just below her buttocks. Mary comments on how much she is enjoying this wash. She tells me that it's been a long time since she's been able to give herself such a thorough wash -- she'd only given herself fast washes. Then Mary goes on to say that she is seriously thinking of having another baby. I am in a reflective mood. I say nothing to her, but I am very concerned that she wants to have another baby. I know that she is sick and cannot have a baby. But I am reluctant (afraid?) to say anything about her illness, so I just let her talk on. She is very happy. I am playing with an eyeglass case (holder) while she is washing and talking. I am vaguely aware that her nakedness can be seen by anyone outside, but this doesn't concern me so much as her illness does. I am worried that she does not seem to be aware that she is sick. But I know she is. How am I to communicate this to her? Shall I even dare?"
        }, 
        {
            "number": "065", 
            "head": "05/24/91", 
            "content": "Mary and I are having an argument and two children are witnessing it. These children are ours, but neither is Maria, Robert or Adam. In the dream I recognize them as ours. The argument is about Mary's decision to leave me. She tells me she is going to leave me because I don't love her. Her proof of this is that I don't have sex with her often enough. I am flabbergasted. I believe that our lack of frequent sex is her fault. While I have a great deal I want to say to her about this, I just can't get anything out of my mouth. I want to ask her why she always falls asleep ion the sofa, night after night. This prevents me from having sex if she's not beside me in bed. I also wanted to remind her of how very emphatic she was about not wanting sex when we had vacationed in the Bahamas. I'll never forget her comment: \"Ed, I didn't come on holiday to have sex.\" I also wanted to remind her that she is ill and having sex is next to impossible. But somehow I am not able to say any of these things. I seem to be babbling. All I can do is plead with her to stay with me. I insist that I do love her. But Mary is firm in her statement that she plans to leave me. At one point in our heated discussion, one or both of us, are momentarily concerned that the children are witnessing our argument. But we quickly decide that they are going to know about our problems eventually, so they might as well learn at first hand what it's all about. Then Mary left the room. Either she says, or I know, I must look after the children and read them a story. I'm not sure of the sex of the children. I think the oldest child is a boy of 4 or 5 years, and the youngest, a girl of 2 or 3 years. I read the children a story, but can't concentrate. I have so many things on my mind. These are my problems with Mary, and my problems at work. My job suddenly demanded of me increased responsibilities -- so much so that now I must bring work home. These new responsibilities may mean more money and success at work, but I am not sure. I feel overwhelmed with my domestic and job problems. I also feel sorry for the children, but don't know how to handle them. They are so pathetic and sad."
        }, 
        {
            "number": "066", 
            "head": "06/26/91", 
            "content": "Mary and I are in our bedroom. She wakes up, gets out of bed, and I think we talk about her being sick. The layout of our house seems to be like the house I grew up in as a child. But our bedroom is on the ground floor, whereas that room was a living room in my parents' home. For some reason I go into the kitchen to check on the soup which is cooking in a huge canteen on the top of the stove. I think I said something to Mary about bringing her a bowl of soup -- that it will help her. I look into the canteen and see a thick vegetable soup. Some of the vegetables are clinging to the inner side of the pot. I stir the soup so vigorously that all of its thickness disappears and it becomes a clear broth."
        }, 
        {
            "number": "067", 
            "head": "08/30/91", 
            "content": "Mary and I are standing, face to face, hugging each other. I am crying. I don't think Mary is crying, but she is sad. She does not look ill, but we are both sad because we know she is going to die and we're upset. I think I am talking and expressing my grief, but I don't remember Mary saying anything."
        }, 
        {
            "number": "068", 
            "head": "01/14/92", 
            "content": "I am sitting at a table or desk, poring over an album of Mary's photos, when I burst into agonized, painful and sorrow-filled sobbing. My grief is so intense that I lose consciousness. When I come to, there are other people in the room trying to comfort me. I don't recognize any of them except one person -- my daughter, Maria. They are telling me that it's OK to cry, and they're urging me to tell them what is troubling me, although they all know I am grieving for Mary. I am angry. While I don't recall the exact words of my angry outburst, the basic content of my diatribe is: \"I have to lose consciousness from my grief over losing Mary before anyone pays any attention to me and my suffering.\" I believe they protest and try to assure me that they are always there, that they had always been available to listen to me and comfort me. I don't think I believe any of them."
        }, 
        {
            "number": "069", 
            "head": "02/09/92", 
            "content": "I am in the kitchen. At the sink, I turn on the tap and the water comes out rusty, as it does after a plumbing repair. Mary enters the apartment. Her hair is wet and drooping, and her clothing is disheveled. She is not completely dressed and is soaking wet. She is hurt, angry, and crying. She has just returned from the apartment laundry room. When I see how upset she is, I gather her into my arms to comfort her. I ask her if the rusty water had ruined her laundry. She tells me that that is not the cause of her upset. Her laundry is OK. But the electricity is shut off and she had to walk up the stairs to our apartment because the elevators aren't working."
        }, 
        {
            "number": "070", 
            "head": "03/31/92", 
            "content": "I see Mary and she is radiantly beautiful as she had been before the illness. She is happy and smiling and talking animatedly. She is talking about her illness and how she is certain it has been beaten, and with her attitude of determination and confidence, she is positive there will be no recurrence and that she will remain well and live for a long, long time. My arms are around her and we are facing each other. I'm thrilled with how well she is and with her attitude. We confess our love for each other. I tell her I'm sorry that I haven't said to her, for such a long time, \"I love you.\" Mary also expresses regret that she hasn't told me that she loves me for a long time because she's been preoccupied with her illness. But now that she is well, there is no reason for us not to tell each other of our love for one another very frequently."
        }, 
        {
            "number": "071", 
            "head": "04/18/92", 
            "content": "Mary is getting ready to go somewhere and is trying on a white pant suit made of a silk-like cloth that is somewhat transparent. I am watching her dress and am delighted with the outfit she put on. I hadn't seen it for a long time and had completely forgotten about it. I can't see Mary in clear, sharp outlines, but I know it is her, as she had been when she was healthy. I see Mary twice: once where she is wearing pants and bra, and again where she is completely dressed in pants and top."
        }, 
        {
            "number": "072", 
            "head": "08/16/92", 
            "content": "Mary is living with me. Both of us know she is dead. But she is real and solid. I can hold her. I can touch her. I can see her. She looks terrific. She looks like the Mary I knew before she became terminally ill. Mary is happy and active, and we are so very happy to be together. A child is with us  - a young child  - not a baby -- someone maybe 10 years old. I don't know whether this child is a boy or girl, or whether this child is Maria, Robert, or Adam. Yet it seems as though this is our child. Mary and I are very busy. But I don't know with what. Sometimes we are indoors, and sometimes we are outdoors. In the early part of the dream, Mary and I are hugging and kissing. When we disengage, I get a full view of Mary -- her face and her entire body. She is laughing. We are going through the house, room by room, but I don't know why we are doing this. We are on the lawn, in front of our house. Mary and I are very busy looking for something .A couple of older women walk by. One of them says she can't see Mary because Mary is dead. I answer her, saying that she may be dead, but I can certainly see her. The child also knows Mary is dead, but can see her as do I."
        }, 
        {
            "number": "073", 
            "head": "02/15/93", 
            "content": "It is winter with a deep snow on the ground. A large group of people and I are coming out of a place of worship where we had a memorial service for Mary. Just before the service ended, I realize that I had not arrange for refreshments for the people I had invited to attend the service. Then I heard someone say (or said to myself) that the refreshments don't matter -- the most important thing is the memorial service itself. If I'd forgotten to arrange for refreshments after service, I'd be forgiven. We left to go to the cemetery, which is located right behind where we had gathered. There were many people milling around, but only I went to Mary's grave. I have difficulty finding the grave under the heavy snowfall. I have a shovel and use it to clear the snow from off a plot which I believe is where Mary is buried. There are no headstones on the graves. As I am shoveling the snow, trying to locate Mary's grave, I realize that I'd forgotten the words  to any memorial prayers. I decide to just say what is in my heart. I burst out crying and talk directly to Mary through my tears, telling her how much I miss her, how much I love her, that I will never stop loving her and missing her."
        }, 
        {
            "number": "074", 
            "head": "03/20/93", 
            "content": "Mary and I are in the kitchen. Mary is working on something in the blender. The phone rings and I answer it. The phone is on the same wall as the table holding the blender. But there is a partition between the phone and table. When I answer the phone, I can't see Mary because she is hidden by the partition. The blender is making so much noise that I can barely hear the person on the other end of the line. I call out to Mary, asking her to turn off the blender. There is no response. I call again, and still no response. So I look behind the partition. Mary is kneeling on a chair. Her head is down and it is pressed against the wall. For a split second I think that she is unusually concentrated on her work with the blender. But in a flash I realize something is terribly wrong. I tell whoever is on the phone that I have an emergency and can't talk, and hang up. I go to Mary and take her in my arms. She had fainted, and the wall is soaking wet where her head had struck it when she had lost consciousness. I can't tell whether it is blood or sweat. Mary's eyes are fluttering, although she is out cold. She is moaning slightly. I call 911 for an ambulance. The dream ends where I am cradling Mary in my arms. I don't know whether we are in the kitchen awaiting the arrival of the ambulance, or are in the ambulance on our way to the hospital. In this dream Mary appeared as she had before taking ill. There was no indication that the illness was wasting away her body."
        }, 
        {
            "number": "075", 
            "head": "04/22/93", 
            "content": "I am standing in a field and have my hand pressed over my pounding heart. Not too far away I see Mary standing in this field. I tell her that I am worried/ concerned about my pounding heart and ask her to feel it and to tell me if it is really pounding as \"abnormally\" as I think it is. She is smiling and agrees to check it out. I don't know whether I cross the field to get to her, or whether she comes to me, but we do meet and she places her hand on my chest, over my heart."
        }, 
        {
            "number": "076", 
            "head": "07/29/93", 
            "content": "Mary and I and some other people are in what appears to be a restaurant. I don't know these other people, and it seems we are in a South American country. Mary is dressed in an evening gown which is low cut, leaving her shoulders bare. I don't like the gown's style or color, but make no comment. Mary is very unhappy and I am most concerned about this. We both know she is ill. I suggest we leave the restaurant and go to a movie to get her mind off her sorrows. We go to where the movie theater is located. It is a very miserable place. It is in one of several one-story buildings which are made of corrugated iron. They are painted either gray or a very dull green. There are no doors or windows, so we can't find the entrance to the movie house. We wander around the outside looking for an entranceway. The place is completely deserted and no light comes from any of the buildings. There are tables in front of some of the buildings. On these tables we see empty glasses -- or partly empty glasses. It is as though people had been drinking wine before the movie began, then placed their glasses on the tables before entering the building. At one point in this dream I am cutting what appears to be coupons from a sheet of cardboard, all the while talking to Mary. I am trying to distract her from her sadness. I am not sure what I say to her, but think it was to the effect that there are other people in the world -- especially children -- who also have bad, or more serious problems."
        }, 
        {
            "number": "077", 
            "head": "09/08/93", 
            "content": "Mary and I are embracing. She is undergoing treatment for the illness and I suddenly notice that she is bald. I am surprised because she is not being given chemotherapy. When I call attention to her baldness and express surprise that she has lost her hair, we both cry and hug each other. Mary says, \"This must be hard on you, Ed.\" She recognizes the pressures under which I am living. I cannot believe that with all of her suffering, she is concerned about me and my feelings. This is so much like Mary -- to put aside her own pain and suffering and to think of others. Her concern for me -- when she has a life-threatening disease -- just broke me up. I dissolved in tears."
        }, 
        {
            "number": "078", 
            "head": "01/25/94", 
            "content": "I have just entered a building. It is cold and snowing outdoors. When I come indoors, a man takes my overshoes and says that he has prepared a surprise for me. I take a seat, then realize that I had had a dream of Mary. I want to record it, but my recording book is next door. I ask a girl to get it for me. She does so willingly, but only after she leaves do I realize that the weather is bad outdoors. When she returns with my notebook, I apologize for sending her outside not properly dressed for the bad weather. She says it's OK and tells me not to feel badly about this. When I take the notebook, I have trouble finding a blank page upon which to write. Someone asks me what I am doing and I reply that I'm keeping a record of my dreams of Mary. It seems I want everyone to know that I'm keeping such a record. Someone else asks me if I have to keep this record for my therapist. I answer that I am not seeing a therapist, that I am doing this for myself. As I write in my notebook (I must have found a blank page) I want everyone to see what I am writing. The book is open on my lap. I can't remember the number and date of the dream. This is because I don't have my regular recording notebook. I decide to go ahead and record the dream and to put in the number and date later, when I find my Dream Notebook. When I finally decide to start recording the dream, I can't remember what it was about. There are many people in this house or building. Everybody knows me, but I don't know them. The man who had taken my overshoes when I entered was very specific in asking for them. When he said he had a surprise for me, I assumed that it would be something to eat. And when I had asked for the return of my overshoes so that I could go get my notebook, the girl volunteered to go so that I would not have to go out into that bad weather. Yet I let her go outdoors not properly dressed for the nasty weather. She was very friendly and eager to be helpful."
        }, 
        {
            "number": "079", 
            "head": "??/??/94", 
            "content": "There are two scenes in this dream. In the first scene, Mary and I and two other people are sitting at a picnic table, just to the south side of the Sunnyside Boardwalk. We can see the lake in the near distance on our left side. It is dusk. Mary is happy and talking animatedly. I cannot see her face, only the back of her. Although in the dream I am sitting to the immediate left of Mary, \"I\" am also behind Mary, and myself, and those other 2 people, viewing everything from that angle. Mary is full of fun, laughing and joking. Two sailors are walking along the Boardwalk, coming toward us. Suddenly, Mary laughs, pulls off her jersey and bra, and \"flashes\" her bare breasts at the sailors. I quickly drape Mary to hide her breasts. The sailors don't appear to have noticed Mary's action, and continue their walk along the Boardwalk, still moving toward us. For some reason I'm afraid that the sailors may attack us. So with one arm around Mary and with the other arm free, I look about for a weapon or some means of protection of defense. I see on the picnic table objects that look like large platters made of a strong, shell-like material. I take hold of one of them with my free hand, intending to use it aggressively should the sailors attack us. They don't. They continue their walk and pass us by. In the second scene Mary and I are walking along what appears to be a country lane, or a poorly maintained, narrow street in the poorer part of a town. Mary is on my right side, and we are holding hands. As in scene 1, \"I\" am behind Mary and myself, watching the couple stroll down that lane/ street. They are sad and are crying. I am reminiscing on my life. I say that I'm only 22 years old and have already had a very hard life. Then I realize that Mary has had a much harder life than I. I turn to her and ask her to talk about her hardships. I am not sure whether I'm 22 or 71 years of age, but I make calculations in my mind and somehow arrive at the number \"22.\" I remember saying something like, \"Life is a long, or a short, ride with very few stops for fun and pleasure. Such stops are very short, very few, and far between. And mostly the ride is shit."
        }, 
        {
            "number": "080", 
            "head": "02/08/94", 
            "content": "Mary and I are standing in what seems to be a kitchen. We are facing each other and arguing. I am not sure what the argument is about, but think it concerns her illness. Mary is extremely angry. She shouts and gesticulates. She accuses me of constantly reminding her that she is ill and wants me to stop it. I face her and am speechless. At the height of her anger, Mary picks something up and throws it at me. It is a large ham or roast."
        }, 
        {
            "number": "081", 
            "head": "02/18/94", 
            "content": "I have just purchased a large quantity of meat. There is so much that it fills a pillow case. I shove the meat-filled pillow case into the freezer compartment of my frigidaire. It is so large a quantity that I had to force it into the freezer and had trouble closing the freezer door. The phone rings and I answer it. While I'm on the phone, I can see two older women at the other end of the line. They begin the conversation by asking me to guess who they are. I am irritated by this, but remain polite and tell them I don't know. They identify themselves as aunts, or relatives, of Mary. I still don't recognize them. The women then tell me that the purpose of their call is to tell me to quit \"harping\" on Mary's illness -- to quit talking to her about illness. I am very puzzled by their remarks because in this dream I don't know whether Mary is dead or alive."
        }, 
        {
            "number": "082", 
            "head": "02/25/94", 
            "content": "Mary and I are in a large building that seems to be a hospital. Mary is confined to bed and undergoing tests. She calls me into her room and sadly, tearfully, tells me the test results are positive -- that the disease/ cancer has returned -- or was not destroyed by her treatment. Both of us cry and cry with sorrow and disappointment. There are other people in the dream, and other things are happening, but I can't remember any of these details. In my sorrow and anger I am provoked into trying to do something about this, but I don't know what I am trying to do -- am able to do -- other than cry and yell. Mary asks me why I am dressed so nicely. She seems annoyed by this, but I'm not sure what her annoyance with me is all about. I think I try to explain why I am dressed so well, and I think Mary is angry that she is ill and I am dressed up."
        }, 
        {
            "number": "083", 
            "head": "05/25/94", 
            "content": "I am with someone -- I don't know who -- and we are buying flowers. We buy many bouquets of different varieties of flowers. Then we return to a place that looks like a floral shop. We place our bouquets in pots of water, then go looking for Mary.  I find Mary standing on the street talking to her sister Nancy. We present her with the flowers by bringing her over to the place where we have put them in vases or pots of water. Mary is so delighted with the gift of flowers that she starts to dance. It is a funny dance. She jumps up and kicks her legs out from side to side. Her dance is like a combination of a reel and a specialty Country Western dance. As she dances, I say, very happily, \"That's like my old Mary.\" Mary is wearing an evening gown. [It is the one with white polka dots on a gray background, purchased especially for a wedding or Bar Mitzvah that we had attended many years before she died.] After finishing her dance, Mary gives me the bouquet that she had held while dancing. She asks me to put it back in the vase because she has to go to the bathroom, telling me she will return shortly."
        }, 
        {
            "number": "084", 
            "head": "06/17/94", 
            "content": "I am in bed with Mary, lying on top of her. I am making love, or trying to make love, to her. But Mary is uncomfortable and unhappy and finally tells me to stop -- that she is uncomfortable, and what I am doing is bothering her. I stop. But I'm unhappy and we have an argument. I am mad at her because she had allowed me to start and to continue making love to her even though she was uncomfortable and not enjoying it. I would prefer that she tell me immediately when she's not comfortable rather than let me continue while she's not a willing participant in the act of lovemaking. The next scene is outdoors. We are shopping, for what I don't know. It is a foggy night. I am walking ahead of Mary and she is quite some distance behind me. I know I should be with her -- at her side. I don't know if I am annoyed at myself for walking so far ahead of Mary, or annoyed with Mary for walking so far behind me. It is not just annoyance I'm feeling. There is in me, also, an element of fear or apprehension for Mary's safety. I turn a corner to avoid being hit by a car. Then I enter what appears to be a store. I think I had to go down a flight of stairs to get into the store. That's all I remember."
        }, 
        {
            "number": "085", 
            "head": "07/03/94", 
            "content": "I am in my apartment, preparing to receive guests. We're going to play bridge and I'm busy putting up the bridge table and doing other preparatory things. I am a bit late and hurrying to get things done. The layout of my apartment is odd. It's OK in the dream, but after I woke up I realize the apartment had a strange layout, i.e., I had to go out into the apartment hallway in order to get to another room in my apartment unit. When I go into the hallway, on my way to another room, Mary gets off the elevator. Mary is wearing a yellow sweater and black stretch pants. The sweater does not flatter her -- it makes her appear pale. But I'm delighted to see her. I'm joyfully surprised because she is not one of the guests that I'm expecting. I rush over to her, embrace and kiss her. But she is aloof. I ask her if she isn't going to kiss me. She tells me if that's what I want, then she'll kiss me. I become annoyed and testy and say that if I have to ask her to kiss me, it's not worth it. Then I see that she is holding Adam in her arms. He is about 4 or 5 years old and has just awakened from a sleep."
        }, 
        {
            "number": "086", 
            "head": "08/13/94", 
            "content": "Mary and I are in bed making love. Mary is very much \"into it,\" and very responsive as she was when she was alive. Then, for some reason, I become distracted and stop making love. I sit up in bed. Mary also sits up. This is when I recall getting a full frontal view of Mary, from head to waist. It is as though I am watching this scene from above, and from the foot of the bed. I don't know what prompted me to stop lovemaking. When I wanted to resume, Mary was reluctant to do so."
        }, 
        {
            "number": "087", 
            "head": "09/01/94", 
            "content": "Mary is sitting at one end of a (kitchen?) table. She has a pen or pencil in her hand and is working on what appears to be Ledger Books. She is in the process of writing something (or figuring something out) in the books. I approach her on her left side and ask what she is doing, or if I can help her. (I think my questions were of that nature.) Although Mary is smiling, she tells me she is very angry. I ask her if I am at fault -- did I cause her anger? While we are talking, Mary does not look up, keeping her concentration on the book(s) before her. She looks good -- healthy -- not sick at all."
        }, 
        {
            "number": "088", 
            "head": "11/25/94", 
            "content": "The TV star Jerry Seinfeld insists that I take him to a place that had formerly been a famous Vaudeville theater. I didn't want to, but he persuaded me to do so. Somehow Mary gets into this situation, because she wants to come along. The reason Jerry wants me to take him is because I have a car and he doesn't. I drive to an ugly, barn-like structure. As soon as we enter this building, Mary and Jerry disappear. They go through a doorway directly opposite the door we use to enter the building. I follow them through the same door, but can't find them. There are no other people inside this building. I want to find someone who might help me find Mary and Jerry, but there is no one to be found. Since I can't find anyone to help me, I decide to go outside and wait for them. I am bored because I have nothing to do, and angry at Mary and Jerry for deserting me. When I get outside, I notice an empty lot next to the Vaudeville building from which I had just emerged. There is a huge pile of sand on this vacant lot. I decide to investigate, go over to the lot, and walk onto the sand pile. When I do so, the sand caves in under me, and I begin to sink. I'm terrified. I call aloud for help. I see many, many people in front of the Vaudeville theater. None are looking in my direction, except one man. He is looking directly at me. I call out to him, telling him I'm in serious trouble. I desperately plead with him to pull me out of the sand. I see myself sinking deeper into this quagmire. But that man just looks at me, does not acknowledge my plea for help. He doesn't answer me. He does nothing. The scene changes. I am at home with Mary and we are in the kitchen. I debate with myself whether or not to talk to her about what had happened earlier -- about my anger at her and Jerry for deserting me -- about my fall into the sand. I think I hesitated to talk to Mary about these things because I know she isn't well. But finally I decide to discuss this with her. I tell her how angry I was when she and Jerry left me alone, how fearful I was when I'd fallen into the quicksand and no one would help me. I don't remember if Mary answered me. I think she looks at me in surprise."
        }, 
        {
            "number": "089", 
            "head": "12/11/94", 
            "content": "Mary and I are making love, but I am impotent and reluctant to make love because I am afraid I won't be able to get an erection. On the other hand, Mary wants to help me, but she's reluctant to engage in intercourse because it is painful for her. I don't know why this will hurt her because there is nothing about her being ill in this dream. Also Mary is in a hurry to go somewhere and is reluctant to take the time to have sex because it will delay her departure. At the same time, she doesn't want to disappoint me, so we do have sex. I get an erection but lose it as soon as I penetrate Mary. As I struggle to get an erection again, I am hurting Mary. We stop making love. Each tries to assure the other that it was OK, but maybe next time will be better."
        }, 
        {
            "number": "090", 
            "head": "02/16/95", 
            "content": "I am hugging Mary and kissing her, and whispering \"sweet nothings\" in her ears. She pushes me away, telling me not to do this. I don't remember her exact words, but, to me, her message is clear. She wants me to stop what I'm doing. I am upset and hurt and draw away. I stop cuddling her, and say (or imply) I will no longer hold and hug her if this bothers her. Mary becomes angry, and says (or implies) that I don't understand her -- or that I misunderstand what she means."
        }, 
        {
            "number": "091", 
            "head": "06/24/95", 
            "content": "I am greeting Mary after an absence. I had been looking for her, and when I find her, we run towards each other and embrace happily. There is a golden glow radiating from and surrounding Mary. She looks terrific as we greet each other, embrace and kiss. Prior to our meeting I am looking for Mary in a house which has very small rooms and doors. I go into a room which I had already entered before. But when I return to it again, I find a small wooden box with some sort of earrings/ trinket inside it. When I see this, I know it belongs to Mary and that she must be somewhere nearby and I will find her. I leave this room to continue my search for Mary. Yet again, I return to this room where, now, I find Mary. It is here that we embrace each other joyfully. I don't remember much else about that particular room. The houses are either located in Japan or are of Japanese style."
        }, 
        {
            "number": "092", 
            "head": "06/21/95", 
            "content": "I am in bed, and Mary is in another bed. These beds are at right angles to each other at their heads. I can see Mary's face. She is sleeping soundly and peacefully and looks lovely -- as she did before the illness. My radio is at the head of my bed (either in the wall, or on my bed). Something is wrong with it and I'm trying to fix it by fiddling with the dials. But it is dark and I can't see what I'm doing. I need light, but don't want to turn on the overhead light fixture lest I awaken Mary. Mary looks good. I can see her \"full face,\" just as I remembered her when she used to take a nap on our sofa. she looks lovely, resting comfortably and relaxed."
        }, 
        {
            "number": "093", 
            "head": "10/05/95", 
            "content": "Mary and I are walking along a very wide boulevard. I am not paying too much attention to Mary, who is to my left, and very slightly behind me. I am very enthralled by the grand, elegant buildings on the left side of the boulevard. They extend along that side as far as I can see. I am most impressed with their grandeur. At one point I think I see, on a distant roof ahead of us, someone on that roof. But upon closer examination, it is not a person but a statue. On the building closest to us, I can see many statues and busts ringing the walls of that building. I am very delighted with these buildings, and I tell Mary how wonderful they are, compared to the terrible \"square boxes\" that are being built nowadays. When I begin to talk to Mary, I look in her direction. She looks terribly weary and seems barely able to walk. She is wearing a print (grayish) dress. I immediately go over to her, gather her in my arms, and ask, \"You're tired, aren't you, Honey?\" She answer, \"Yes, Ed, I'm very tired.\""
        }, 
        {
            "number": "094", 
            "head": "10/06/95", 
            "content": "I don't see Mary, but she is in the house, downstairs. I am upstairs in one of the bedrooms. Mary is not feeling well and asks me to do the laundry. I am searching in the bedroom, unable to find the laundry. I call downstairs, asking Mary where the laundry is. She tells me where to look, and I go into the other bedroom and find it. When I am in the first bedroom, the furniture is close together. I can hardly walk between the bed and dressers. I recall trying to move a lamp from one dresser to another while talking to Mary. I want to move this lamp to get more light in order to see more clearly into the area where I'm searching for the laundry. The dream ends when I find the laundry in the second bedroom."
        }, 
        {
            "number": "095", 
            "head": "10/14/95", 
            "content": "I am cleaning dishes in the kitchen and preparing a meal. I go into the bedroom. Mary is there and asks me to get (?) for dinner. I think she is sitting on the bed and looks up at me when I enter the room."
        }, 
        {
            "number": "096", 
            "head": "10/19/95", 
            "content": "My entire body was shaking or trembling. I had the sensation that my body was \"taken over,\" or \"invaded,\" by something. I don't know whether that \"something\" is good or bad. But I am aware that if I can call Mary's name, I will be all right. So I call Mary's name several times and the trembling stops."
        }, 
        {
            "number": "097", 
            "head": "01/31/96", 
            "content": "We are in bed and Mary is behind me massaging my back. When she has finished, she comments, \"OK, that's all for now\" -- or words to that effect. I plead with her to go on massaging me. It is so pleasant. Mary laughingly pushes me and replies, \"No, that's all I'm giving you. You're never satisfied\" -- or words to that effect."
        }, 
        {
            "number": "098", 
            "head": "03/20/96", 
            "content": "I am shopping (with Mary?) and we are going from store to store, looking for things to buy. In this part of the dream, I believe there is a fire -- or fires -- and that one, or several, buildings are burning. We return from shopping and enter a large room where a lot of things seem to be going on. Also there are other people in this room. I see a little girl and call her over. It is Maria. She's about 2 years old. I kneel down and cradle her in my arms. I hug and kiss her, and tell her I love her. She tells me she loves me, and asks if I'm her daddy. Then she starts telling me \"things\" that she's picked up from watching \"soap operas\" on TV. She is very cute and charming. Suddenly I see Mary, who is busy moving about and doing things. I manage to catch her attention and tell her of all the cute things that Maria had said. Mary snaps at me, and asks, \"Why are you concerned?\" I tell her, \"I'm not concerned about anything. I'm just trying to share with you the cute things Maria said.\" In this room I suddenly discover small fires burning on tables and on low cabinets. It appears as though a jar of peanuts had exploded, which resulted in small fires breaking out there and there throughout the room. I pick up one of the peanuts (from one of the fires) and taste it. Some man -- he looks like a black man -- chides me for doing this. I see a glass (it looks like a  tall sherbet glass) standing on a counter or table top. I pick it up and pour water into it from a glass jar that I have in my other hand. I want a drink of water because I'm thirsty. Mary appears, and takes the glass of water from me."
        }, 
        {
            "number": "099", 
            "head": "05/20/96", 
            "content": "I am riding around in a vehicle that is sometimes a bicycle and sometimes a car. I am going/driving into all kinds of strange areas. Suddenly I think to myself that this is not fair of me to be off on my own when I could be with Mary and enjoying the day with her. So I turn around and head for home. Somewhere during the dream I see Mary at home. She is smiling and going about her chores in a contented manner. There is no hint of illness or death in this dream."
        }, 
        {
            "number": "100", 
            "head": "07/20/96", 
            "content": "I'm rinsing my mouth with water. My mouth is full of water and I'm heading to the bathroom to spit it out. Mary comes out of the bathroom and I spit the water out at her feet. She looks at me in surprise (and disgust, anger?). As soon as I do this I realize I have done something terrible and I begin to apologize to her. I immediately kneel down to wipe up the mess, all the while apologizing. I'm so sorry for what I've done. I see Mary only for the instant when she came out of the bathroom. I see the surprised, startled expression on her face when I spit out the water from my mouth at her feet."
        }, 
        {
            "number": "101", 
            "head": "07/29/96", 
            "content": "I'm walking with Mary. I don't see her face because I'm looking at the ground as we walk, but I know it is Mary. The ground is a very rich brown -- almost reddish -- color. Here and there are holes in the ground. I don't warn Mary about these holes because I'm very busy pleading with her (crying at times?), begging her for forgiveness, telling her how sorry I am (about what? I don't know, asking forgiveness -- for what?). Once or twice she steps into, or barely misses, a hole."
        }, 
        {
            "number": "102", 
            "head": "08/23/96", 
            "content": "Mary phones me. This entire dream shows me talking on the phone to Mary. At first we exchange pleasantries, then I ask her where she is. She tells me she has a job and won't be home for a few days. Her job is in a small store and she must descend a steep stairwell or pit and get some bottles and bring them upstairs. Apparently this job is very particular and not anyone can do it. Mary is filling in for the regular person who has this job. He is ill or on holiday and Mary agreed to cover for him. I can hear a man's voice in the background expressing pleasure at how well Mary is doing the job. I tell Mary I'm pleased she has a job, but express concern because it seems to have some dangers in it. I'm particularly concerned that she not injure her leg (the thin one) and share my concerns with her. Mary says she can understand my concern, but that we can talk about this later. Although I'm on the phone with her, I can see Mary (vaguely) at her place of work, and it looks terrible. She is at the bottom of a shaft and while it is not deep, the stairs are very steep. The place seems dank and dark and damp. The dream ends where Mary, laughingly, says she understands my concerns but we can talk about it later. I tell Mary that if I know her, it means we won't talk about this again, that she'll stay on the job until the regular guy returns in a day or two, when Mary will come home. Mary just laughs at my observation."
        }, 
        {
            "number": "103", 
            "head": "08/28/96", 
            "content": "I see Mary, but not clearly. I believe she is angry at me for having had a brief sexual encounter with another woman. But that was many, many years ago (over 20 years ago) and I thought we had gotten over that long ago and there had never been another lapse on my part since then. I'm not sure what we talked about (in the dream) but Mary's mood changed from anger at me to that of being very solicitous toward me for some problem I am facing. (I have no idea what that problem is.)"
        }, 
        {
            "number": "104", 
            "head": "09/22/96", 
            "content": "We are in a car going somewhere. There are others in the car besides me and Mary, but I don't know them. Mary is not feeling well. She opens the window and the driver of the car orders her not to -- that open car windows bother him. Mary complies and closes the window. She fans herself. She looks awful. I remonstrate with the driver, telling him Mary isn't well and needs air. But he insists that the windows must remain closed. Mary tells me not to bother. I suggest that if she's not feeling well that we turn around and go home. Mary says not to do so -- that somehow she will be OK. I come over to her and put my arms around her and she nestles into my arms. She tells me that this is what she wants -- that I should hold her. Then she tells me I've not been fair to her. I don't understand what she is saying -- something about my not being close to her. The dream scene shifts. We are in a bank and someone hasn't got enough money. It's a very small sum that the person wants -- less than five dollars. The person informs the teller, when submitting a check, that there is not enough money in his account to cover the amount of the check. The teller gives him the money on condition he promises to repay the bank. But as soon as he gets the money, he says he's not going to make good on his promise. I get angry and take money out of my pocket -- either to give it to him or the teller. There is a bit of an altercation between me and this other man about what to do with the money. Throughout all of this Mary is standing nearby, looking on and saying nothing."
        }, 
        {
            "number": "105", 
            "head": "09/22/96", 
            "content": "We are together in a room where I am looking at some papers. Mary and I come together, hug and kiss. But she's smoking a cigarette and the smoke bothers me terribly and I quickly move away from her. I comment that I wish she'd stop smoking -- I think she laughs and says something to the effect that she'd love to, but she just can't."
        }, 
        {
            "number": "106", 
            "head": "09/25/96", 
            "content": "I know Mary is in this dream, although I have no clear view of her at all throughout it. We are living in a very small, cramped apartment, house, or flat -- I can't tell precisely what type of dwelling. Mary has prepared a meal for me -- it is on a large platter. It consists of lettuce and what appears to be filet of sole. But I can't find the time to eat it immediately after it is prepared for me. Some time later I find the time to eat and I look for my meal. I find it on a table or (?) in a very small room, the size of a pantry. When I see that the meal is fish and that it had been standing for some time, I choose not to eat it, fearing it might have gone bad. I take it over to the garbage (waste) container in the kitchen. It is difficult to open the lid of this container because it is wrapped up in lots of plastic (wrap?) in order to keep the place as clean as possible. Then, when I try to get something from the cutlery drawer, this too is protected with lots of plastic coverings. Somewhere in my mind I think Mary is \"crazy clean.\" There is a brief instant where I have a conversation with Mary. I say that I think she is not happy with this place where we live. I can't remember what she answers, or if she answers me at all."
        }, 
        {
            "number": "107", 
            "head": "10/30/96", 
            "content": "In this dream I awake after a deep sleep on my sofa. When I stand up, I am very groggy, not fully awake. I am not sure where I am. I go out into the hall and look into the bedroom. Mary is sound asleep. All I can see is her black hair. Her back is to me. her body is covered by the blanket. The light is on in the hall so I turn it off so it will not disturb her."
        }, 
        {
            "number": "108", 
            "head": "11/17/96", 
            "content": "Mary is lying on a sofa reading a book. The head of the sofa is next to a stove. A kettle of water is boiling on the stove. I ask Mary if I may make her a cup of tea. She agrees. Then I pour the hot water from the tea kettle into a mug which is on the arm of the sofa at Mary's head. The tea spills, fortunately missing Mary. I apologize profusely and grab a towel and start wiping up the mess. Mary bursts out crying and seems to be taking the blame for what happened. I tell her it's my fault and not hers. She says she's going to quit taking this course. As I question her -- what course, where and why is she taking it -- she tells me she's taking a \"Bad Boy\" course in which she's supposed to learn how to drive out the \"Bad Boy\" in her. It's very complicated and I ask more questions, trying to understand what this is all about, when the dream ends."
        }, 
        {
            "number": "109", 
            "head": "11/27/96", 
            "content": "Mary and I are in bed. She is lying on her side and I am behind her. She has a splitting headache and I'm trying to comfort her. I can't see her face. We both are clothed. I think she is wearing a robe. I place a paper or sheet of paper on her cheek and am stroking her head/cheek/forehead through this sheet of paper. There appears to be some sort of design on this paper and I'm trying to trace some kind of pattern on this paper in the hope that if I touch the right spots on the paper, and in the right sequence, that Mary's pain will go away. I am repeating over and over again, \"I wish I can do something to make you better (or to make the headache go away\")."
        }, 
        {
            "number": "110", 
            "head": "02/12/97", 
            "content": "Mary is facing me, wearing a pant-suit-like red colored outfit. I cannot see her face clearly, but I know it is Mary. We are playing some sort of game, and from time to time Mary squats down to (do what? -- roll a bowling ball? -- I can't remember). We are talking to each other, but I can't recall the contents of our conversation."
        }, 
        {
            "number": "111", 
            "head": "02/19/97", 
            "content": "Mary and I have just returned from a trip, or are about to depart on a trip. Our dwelling is a mess, with clothes and other things strewn untidily throughout the rooms. Mary starts to tidy up, but is too tired to continue. I tell her to rest and to lie down and I'll clean everything up. She says she'll lie down, but tells me not to clean up -- that she'll do it later because it is her responsibility. I tell her not to worry -- just go and rest. She does so, going into one of the bedrooms where she lies down. Then I went about tidying up."
        }, 
        {
            "number": "112", 
            "head": "03/08/97", 
            "content": "Mary and I are discussing Old Age Pensions. She is complaining that she has not yet received her Pension -- that she is 70 years old and is owed 5 years pensions. She can't understand why she hasn't yet received hers. As we talk about this, I learn that she had not applied for her Pension. She was under the impression that at age 70 years the Government would automatically send out her Pension. She is surprised to learn from me that she would have to apply for her Pension. I said I'd help her get the application form so that she could complete it and send it in."
        }, 
        {
            "number": "113", 
            "head": "04/13/97", 
            "content": "I am in a play, or in some business venture, in which I must have an association with this woman. I don't know whether it's a play in which I must kiss her in some love scenes, or whether it's a business deal in which I must negotiate with her. At any rate, friends advise me to break it off because certain people (and they name them) will gossip to Mary about this and convince her that I'm having an affair with this other woman. I think this is ridiculous. I am not having an affair, and Mary trusts me and knows I wouldn't cheat on her. Next I'm taking a shower and it seems to me someone has come into the house. I feel a draft and get out of the shower and find the bathroom door open. I step out of the bathroom and look around. I see no one. I call out, \"Mary, is that you?\" There is no answer. I go back into the bathroom. There, on a table, is an empty wine glass (or cocktail glass?). When I see this, I know Mary is home. I dry myself, then search through the house, looking for her. After looking through several rooms, I find her lying on the sofa, her back toward me. I am delighted to find her, go over to the sofa, kneel down, and try to embrace her. She yells out angrily at me, \"Leave me alone! Don't touch me! You're having an affair with...\" (she names the woman, but I have no recollection of the name as I record this). My first reaction is to laugh and tell her this is a lot of nonsense. As I do so, I remember what my friends told me, that a certain person would gossip and plant seeds of doubt in Mary's mind about my relationship with that woman. I am in the process of trying to explain the true nature of the situation to Mary when the dream ends."
        }, 
        {
            "number": "114", 
            "head": "04/22/97", 
            "content": "I am waiting for Mary. It looks like a street scene and I'm talking to another man. Mary has gone somewhere to get dressed. Then, after a very long wait, I see Mary coming toward me on the opposite side of the street. She's wearing white slacks and a blue and white jersey. But the back of her jersey is undone. Mary looks worried. I go toward her and when I join her, she tells me the news is not good. She has just come from the doctors who told her about the progress of her illness. She tells me that they are honest with her and tell her what symptoms to look for. They tell her what are the good signs and what are the bad signs. A bad sign is if she gets headaches -- this means the disease is getting worse. She has a headache. I begin to cry and lay my head on her shoulder. At one point I call her \"Maria\" instead of Mary and I can't understand why I made such a mistake. I am talking and crying and trying to tell Mary what is in my heart. I want to tell her all about how I feel and I want her to tell me what she wants, should she die."
        }, 
        {
            "number": "115", 
            "head": "06/07/97", 
            "content": "Mary and I are seated at a (banquet?) table with many people. Mary is on my immediate right, and on my immediate left is a young boy of maybe 10 years. When I am served my plate of food, the young boy grabs my spoon to use as his own. When I turn to him and reprimand him for his behavior, Mary bawls me out, accusing me of making trouble. The scene shifts. I am in a large building -- a hotel -- but I can't find the elevator. I go over to a woman in one of the small shops in the hotel. And when I ask her where the elevator is located, she laughs and turns to another woman and tells her what I had asked for. They both think it's a good joke. Earlier in the dream I'm in some kind of job where I work on shifts and my boss or supervisor informs me of the times when I begin each shift. Although I am on time for my first shift, he seems to be taking me to task for being late for that shift. In that part of the dream where Mary is seated on my right, I can't see her clearly because I am giving my attention to the boy on my left -- but I know it is Mary. And she is certainly angry at me."
        }, 
        {
            "number": "116", 
            "head": "08/25/97", 
            "content": "Mary and I were lighting religious candles together. First of all, I could not find the piece of paper upon which is written the appropriate candle lighting prayer. When I found a piece of paper, it did not contain the proper prayer. As I had never memorized that prayer, I had to improvise a prayer for lighting the religious candles. We held the match together and jointly struck it and applied the flame to the candle wicks. But the flame kept going out and we had to strike several matches before we got the candles lit. Because it was awkward for the two of us holding and striking the match together, I took it upon myself to strike the match by myself and this troubled Mary, who wanted to share in the act of holding and striking the matches together with me."
        }, 
        {
            "number": "117", 
            "head": "10/06/97", 
            "content": "I see Mary on her back lying across 2 or 3 dining room chairs, dressed in a bathing suit. The dining room is in the home of my parents (where we used to live, when I was a child). I am on my way out of the house, and as I am walking through the hall going toward the door and passing the dining room, I glance inside and see Mary. She is lying on those chairs (whose backs are against the wall and just under the window) which are on the far side of the dining room table. I come around and talk to her. I think I said that I can't sleep and she also said she can't sleep. It is when she began talking that I noticed her. I come around to her side of the table, drop on my knees in order to see her better, and talk to her. She says something funny, and I reply, \"Oh, you're so adorable.\" Earlier in the dream, and before I see Mary, I am bothered by a long, jagged toenail on the big toe of one of my feet. I look for, and find, a place where I could cut that toenail, and did so. It took 2 cuts to shorten the toenail. It feels so much better after I do this."
        }, 
        {
            "number": "118", 
            "head": "10/08/97", 
            "content": "I'm driving a bus or a very large touring car. Other than myself, the only others in my vehicle are a woman, sitting beside me, and a man in one of the back seats. We are on a highway going somewhere when the woman asks for a drink, or a chocolate bar -- something on which to \"nosh.\" I have nothing in the vehicle, so I head off the highway into a city. I find myself in rush hour traffic while looking for a store when I can get something for the woman. I see a large (Kresge) store on a main thoroughfare and I turn off into a small side street. There is no parking space available for my vehicle, but I'm allowed to pull into a dead-end street and park well away from traffic. But I must keep the motor idling and someone must remain inside the vehicle while I leave it to make my purchases. I don't mind leaving the passengers inside the car/bus while I run into the store. But when I look in the back seat, the man is asleep. I tell the woman to waken him because I want him to \"protect\" her while I'm gone. Only after I wake up do I realize that the woman sitting beside me was Mary."
        }, 
        {
            "number": "119", 
            "head": "01/09/98", 
            "content": "I'm talking to a woman. It's Mary. She asks me to look at her face and shows me first one side and then the other. She is smiling and happy and asks me, \"How does it look?\" She explains that she had had something done to her face (I can't recall what) and she wanted feedback from me as to how she looked. I say she looks fine, and indeed she does. It seems to me her face is heavily tanned -- her skin color is darker than normal. Then, next, I am searching through the house, looking for Adam. I'm standing in the doorway of a room and looking in the direction of another room -- or is it a washroom? The door of the room I'm looking at is closed. I call out, \"Is that you, Adam?\" and a voice answers, \"I'm in here, Dad. I'm coming out.\" Before he comes out, I can't figure out whether the voice is that of Adam or Robert. Then Adam steps out of the room, assuring me that he's OK."
        }, 
        {
            "number": "120", 
            "head": "02/01/98", 
            "content": "I'm in our living room. It's a mess and I begin tidying up. As I move about, I see that the entire house is messy, so I start looking for the vacuum cleaner in order to vacuum the living and dining rooms. In searching for the vacuum cleaner, I enter the kitchen. There I find Mary. She is wearing a heavy coat, which she takes off and throws onto a kitchen chair, then rushes into my arms, lays her head on my shoulder as I hold her close, hug and comfort her. She's sobbing. I ask if the illness has returned. \"No, it's not that,\" she sobs, \"I've lost my treasures.\" Then she proceeds to tell me what has happened. Her voice is muffled because of her sobbing, and I'm asking questions, trying to draw her out and find out what is upsetting her. All I can learn is that she had, long ago, deposited or placed her treasures -- jewelry and such like -- somewhere, and this place either no longer has her articles, or is refusing to return them, or is denying ever having had them, or is asking her to present them with documentation of proof of ownership. It is very confusing. I think I see Mary as having gained weight. She is dressed in a Japanese kimono and wearing a Japanese hairstyle."
        }, 
        {
            "number": "121", 
            "head": "04/05/98", 
            "content": "I'm in this room or house very busily removing pictures off the wall, which I will replace with other pictures. I have the replacement pictures hidden about the room (house?) behind, or under, various pieces of furniture. I'm in a hurry because I'm expecting Mary to return at any moment and I want to surprise her with my new rearrangements. I'm sure she's going to like the changes. Adam is somewhere in the room (house) helping me. Then I go to the door, open it, and Mary is there. I'm delighted to see her. She looks older, but her hair is still very dark and she's wearing it in the upswept style. I gather her in my arms and want to kiss her, but I'm not sure how to kiss her because she's been away so long. Should it be a kind of \"on the cheek\" kiss, or should I give her a passionate \"on the lips\" kiss? I do both. First on the cheeks, then on the lips. But she pushes me away when I kiss her on the lips, and laughing, says she has a cold and doesn't want me to catch it. She's very tactful in her approach and I don't feel any resentment. I'm happy she's home. I escort her inside to show off the changes. I have to take the pictures out of hiding to show them to her and I'm happy that she's pleased with the changes I've made."
        }, 
        {
            "number": "122", 
            "head": "06/13/98", 
            "content": "My brother Harry and his wife Barbara, Mary and I are supposed to go on a short pleasure trip. We are all together in this place when Harry gets on the phone. His conversation goes on and on and takes up a great deal of time. I am impatient to get going and wonder how long Harry is going to keep talking on the phone. Then I realize I can't find Mary and ask Barbara where she is. Barbara tells me the trip is cancelled because Mary isn't feeling well. I start searching for Mary, going from room to room, looking for her. The dwelling was poorly lit. I didn't see Mary, but knew she was there."
        }, 
        {
            "number": "123", 
            "head": "11/22/98", 
            "content": "Mary and I are in what appears to be a dining room with other people. These other people seem to be family and friends. We are either in our own home, or in someone else's home, entertaining or being entertained. Mary is in a fun-loving and playful mood and is able to convey to me that she's interested in having sex -- like right now! I go along with her mood, but question how we can have sex now when we are in the company of others. She laughs and suggests that I try and find out -- and leads me out of the room and into a hallway where there are no people. Then she comes to me, we embrace and kiss. It is a long, passionate kiss. I think she reaches for my penis, but I can't get an erection. I say we can't have a \"quickie\" if I'm not able to get an erection. She laughs and suggests we try again, later on. Then I realize my lips are covered with Mary's lipstick, so I find a washroom where I wash it off. I'm eager to have sex with Mary as soon as possible, but am worried that I may not be able to get an erection. I wonder if the long period that has elapsed during which I've not had sex with Mary may cause this problem."
        }, 
        {
            "number": "124", 
            "head": "01/26/99", 
            "content": "Mary has come back! She has had surgery and does not want to live with me right away. She wants to regain her strength, then go alone on a trip to Mexico before coming back to live with me. Then she goes to live with this young couple. I think they are Mary's relatives -- cousins, or something like that. But not long after, she moves in with them, this young couple have problems and split up. Mary tries to help them. But I am so concerned for Mary's welfare that I go to her and try to help her and/or prevail upon her to return to live with me. There is a scene where Mary is running after the young woman and trying to talk her into returning to her husband. Then there is a scene where I catch up with Mary and we embrace. She is crying. I talk to her, trying to convince her to come and live with me if she can no longer live with the young couple, or anywhere else. Mary tells me she needs more time to get her strength back, and that she definitely wants to go on a trip to Mexico. The dream ends where we are embracing and talking."
        }, 
        {
            "number": "125", 
            "content": "(07/07/99) My brother Harry invites us to visit him. He rented a place for us to stay during our visit. This place is a terrible hovel. It is small, dirty and cramped. The toilet is a \"one-holer\" in a very tiny room. I need to use the toilet and when I open the door, a woman is using it. I am so shocked at this primitive place that I refuse to use the toilet and want to complain to Harry about our terrible accommodations. Mary will not allow me, saying that we are guests and it would not be nice to complain. A group of us are preparing to go somewhere. There are too many people for one car so I am asked to choose the car I want to ride in. I choose Harry' car and walk with him to the parking garage. But he is walking so fast I can't keep up with him and lose  him when he enters the garage. When I get there, I have no idea where to look for him. I search for him for a short time, then decide that my best chance to find him is to wait at the Exit gate and get him when he drives out. While waiting at the exit gate, another car pulls alongside me. Inside, are my niece Rosa and two other people. I tell them what has happened and they say they will wait with me until Harry shows up. After waiting for a short time, I am told there are several exits from this garage and maybe Harry will not use this one. In this dream, I did not see Mary, but knew she was with me."
        }, 
        {
            "number": "126", 
            "head": "09/08/99", 
            "content": "I am with a large group of people and we are visiting resort town. I am tired and want to rest before going to the casinos. I am in a large, open field and lie down to rest, either on a cot, or on the ground. All of the people in my group are nearby, in another large field. They promise to wait until after I have had my rest when we'd all go together to the casinos. When I awaken after resting, I'm clad only in my underwear shorts. I go to the other field only to discover that my friends are gone. I'm very upset. But some other people tell me not to worry, that my friends will return soon. This calms me down. I look into the field and see a small ditch in which Mary is sitting, or kneeling. I see her face in profile and she is smiling. She is not looking directly at me.  To get a better view of her, I kneel down beside Mary. The dream ends."
        }, 
        {
            "number": "127", 
            "content": "(10/16/99) Mary and I are in the kitchen. She is sitting at the kitchen table, intently concentrating on what appears to be school homework. She is reading, and making entries in a notebook. I am at the sink, cleaning the counters. Mary is annoyed that the noise I am making interferes with her ability to concentrate on what she's doing. I apologize for making a noise, although I'm doing my chore as quietly as possible. Mary's response to my apology is, \"Well, you don't make as much noise as Harry.\""
        }, 
        {
            "number": "128", 
            "head": "11/02/99", 
            "content": "I'm searching high and low for something, through a house or houses. These are old, narrow, three-story houses, of the style I had lived in, as a child, on Idlewood Avenue. Suddenly, Mary appears, and rushes into my arms. \"Oh, there you are!\" she cries. \"I'm so glad to see you! Thank Heaven you're all right!\" She is very excited, agitated, or wound up. I hold her in my arms and calm her down, asking her to relax and take it easy."
        }, 
        {
            "number": "129", 
            "head": "12/29/99", 
            "content": "The locale of this dream is the bedroom of our Tree Frog Street apartment. This room is terribly cluttered and packed with furniture. I am trying to clean up and put the room in order. While doing so, I notice on top of the dresser some of Mary's belongings (cosmetics, etc.) in a pool of water. I start taking these off the dresser, examining each closely for any damage, and looking for another place to set them until I can wipe the water off the dresser. While I'm wiping the dresser, Adam (as a young boy of about 10 years old) is helping me clean the room. He is smiling happily and is very involved in his work. I express surprise that he is helping me, and thank him. I tell him I'm sorry I haven't thanked him often enough, and that I should acknowledge more frequently my appreciation for his help. Mary enters the room. She has just finished taking a shower and is wearing a robe. I take her in my arms and try to kiss her. But she does not want to kiss me. I accept this and take my arms from around her. I am so casual in my acceptance of her refusal to kiss me that Mary apologizes, saying she will kiss me after she has tidied up."
        }, 
        {
            "number": "130", 
            "head": "02/15/00", 
            "content": "This is a \"snippet\" of a dream. I am making love to Mary. When I kiss her face she withdraws in anger or annoyance and tells me to stop. She asks me not to bite her ear - or put my tongue in her ear. I protest that I had not done what she is accusing me of doing."
        }, 
        {
            "number": "131", 
            "head": "04/19/00", 
            "content": "Mary and I have just separated - or are planning to separate -and I am pleading with her to come back. She challenges me with the question, \"How would things be different if we stay together?\" She also asks me how I would keep myself busy and not repeat whatever I had done that is a problem for her. She wondered if I purposely did things to make people angry with me. The tone of this dream was one of great anxiety on my part."
        }, 
        {
            "number": "132", 
            "head": "05/17/00", 
            "content": "I am in a small religious gathering and Mary is sitting beside me. Suddenly, the congregation rises to say a prayer in memory of deceased love ones. Since it is not yet the anniversary of Mary's death, I am confused! I do not know whether or not it is appropriate for me to rise and pray. Both Mary and I are crying. Various members of Mary's family (I think they are her family) are around us. Some are very angry and refuse to join the prayer, or resent it being recited by the congregation. There are two groups of family members, huddled together, comforting one another. One group is behind and to the left of us. The other group is standing next to a wall. Mary is seated to my left."
        }, 
        {
            "number": "133", 
            "head": "09/13/00", 
            "content": "We have just moved into a new house and are putting things in order. I am on the second floor, trying to hang clothes in a closet, but there are no clothes hangers. Mary is downstairs organizing things. I'm amazed at how healthy she is. She had been sick but is now OK and busily getting things done. Mary accepts my offer to help her, but I just can't seem to get started. I am confused. I don't know what to do first - to shave or to shower. I don't know where to find the items I'll need for either task. I go downstairs to see how I can help Mary. She has just taken out an enormously large loaf of bread. It is so huge it has to be cut in two to fit onto the table.  Mary, pleasantly, chides me for being so slow in getting around to help her. All I can think about is how well and healthy she looks when only yesterday she had been too sick to get out of bed or to do anything. I am delighted, surprised and happy at her return to good health. But I'm also puzzled because I can't understand how her health improved so much in so short a time. All this while, I'm trying to get organized. I want to help Mary but have great difficulty getting started. I am trying to find clothes hangers and trying to figure out how to get washed, shaved, dressed, etc."
        }, 
        {
            "number": "134", 
            "head": "04/08/01", 
            "content": "We are in the living room or dining room of our former apartment on Tree Frog Street. Mary and I are getting ready to go somewhere. She is dressed and ready to go before I am ready. I am having difficulty putting on a pair of overshoes. Mary is dressed in black. At one point I ask her if she wants a cup of tea. She declines. Then I ask her how she's feeling. She replies that she no longer has a headache. I ask how she is feeling otherwise and she tells me, \"So-so.\" In other words, she is feeling some discomfort. At one point in this dream Mary and I are hugging."
        }, 
        {
            "number": "135", 
            "head": "05/22/01", 
            "content": "Mary and I are coming away from some affair ( like a wedding), walking through a banquet room already set up for another party. Mary is walking ahead of me and she's wearing a white cocktail dress. At one point I see myself touching her waist. As we walk through this room, Mary helps herself to some of the goodies laid out on the tables. As we are walking, I tell Mary that she's beautiful. Her response puzzles me. She tells me that most people who know her have gotten over that part of their relationship with her. I don't understand what she means by that. Does she mean that all I'm interested in her is her beauty? I am concerned that she's stealing candies from the tables. I don't recall in the dream whether I said anything to her about this or just thought that I should speak to her about this. I never saw Mary's face because I was walking behind her, but I know I am with Mary."
        }, 
        {
            "number": "136", 
            "head": "07/29/00", 
            "content": "I'm in a place where there is a large crowd of people. A party is going on and the main course is spare ribs. The place is so crowded it is hard to move around. Mary and I must have had a disagreement about something and I'm sorry we are on the \"outs\". I want to make up with her. She is upstairs and I am having difficulty working my way through the crowd of people to get to her. I am diverted and directed away from getting to Mary. I think, at one point during this dream, that I lost my clothing and must find them before going to Mary. Toward the end of the dream I have my clothes on and am heading up the stairs toward her. Somewhere in the dream there are two fellows complaining that they have not been served any ribs. Someone gets one or two pans, cleans them out, and brings these fellows a supply of ribs."
        }, 
        {
            "number": "137", 
            "head": "01/16/02", 
            "content": "I had left my office for a few minutes and when I returned there was a message for me on my desk written on a piece of white paper. The handwriting was barely legible but I could make out the message.  Mary had called while I was out but she would call me again at 4:00 pm. There was a phone number where she could be reached. I did not know whether to call her right away or wait until she called me at 4:00 pm. But I wanted to know who had taken the message and opened the door of my office to see if I could find the message taker. When I opened the door I was looking into a very large open-spaced office filled with very many desks. No one was there, except, several desks away and directly in front of me were Jerry Seinfeld, Elaine, and Kramer or George huddled around a desk. When I opened my door they just looked at me indifferently then went back to their discussion. I shut my door, returned to my desk and went on wondering whether to call Mary now or wait for her call. There were a number of plates and bowls in my office that more appropriately belonged in a kitchen. I woke up before deciding what to do about calling Mary."
        }, 
        {
            "number": "138", 
            "head": "01/27/02", 
            "content": "A friend of mine came to see me complaining that she had not received her annual pay raise this year and wondered if I could help. I went to see her boss thinking I could talk the boss into giving my friend a raise in pay. When I got to the office, I was surprised to find that my friend's boss was Mary. When I told her why I was there she told me that my friend was lucky to have her job. Even Mary did not get her annual raise. The business had not been doing well for a long time and might close down. Everyone working was lucky to have a job, let alone get a raise in pay."
        }, 
        {
            "number": "139", 
            "head": "03/19/02", 
            "content": "Mary is lying on her back on a bed with her head hanging over the top edge of the bed. She is deathly ill and appears as she did in the last few weeks of her life - emaciated, deathly pale and extremely weak. Her head was not bald but the hair on it was very sparse - as it was when it began growing back after the chemotherapy treatment. I sit on the bed and cradle her in my arms. I ask her why she is lying with her head hanging back over the edge of the bed. She answers that this is the only way she has to prevent her from vomiting. Other things happened in this dream before and after the scene of me and Mary on the bed but I can't remember what they were. It seems, that before I saw Mary, I was looking for something."
        }, 
        {
            "number": "140", 
            "head": "03/27/02", 
            "content": "I'm in bed with Mary and I think we are lying spoon fashion, me behind her. I say to her, \"I want you to live as long as possible. She replied, \"So do I.\" That is all I remember. There is no indication that Mary is ill."
        }, 
        {
            "number": "141", 
            "head": "03/27/02", 
            "content": "This is a long complicated dream in which  a former work colleague of mine who died several years ago is taking me somewhere. In one scene he is talking to me in a bedroom. Mary is sleeping on the bed and his voice is so low that I can't make out what he's saying. He is talking low so as not to awaken Mary. I have only a flash of seeing Mary when some light falls across her sleeping face. In this dream there is a scene where I am trying to open the door of a van but my key breaks when I turn it in the lock. I manage to get the broken piece of the key out of the lock and I am pleased because I think I can now get another key made from the two pieces of my broken key."
        }, 
        {
            "number": "142", 
            "head": "04/18/02", 
            "content": "We are in our bedroom standing at the foot of our bed. Mary comes over to me and begins kissing me on the lips. I respond, and hold her tightly, as I \"French\" kiss her again and again. As I do so, I bend her over in a passionate embrace. Mary suggests we'd be more comfortable in bed and I agree. We disengage to undress, when Mary suddenly says, \"I can't! I'm wet!\" or words to that effect. I am disappointed that we will not continue lovemaking but respect her decision to stop."
        }, 
        {
            "number": "143", 
            "head": "08/08/02", 
            "content": "I'm in the bathroom making up a \"welcome home\" greeting card on a towel. I'm excited because I'm expecting Mary to come home from the hospital and I thought it would be cute/funny to make a greeting card on a towel. As I'm busily writing out the message, I hear a sound and get up and go over to the head of the stairs. It is Mary. She has come home on her own and was laboriously climbing the stairs. I rush over and greet her just as she gets to the top of the stairs. I gather her in my arms and hug her. She looks fine, and except for her heavy breathing from climbing the stairs, she is OK. I ask if she'd like a nice cup of tea and she answers that she would like that. I rush off to the kitchen to put the kettle on to boil to make the cup of tea.  When I was writing the message on the towel I make some reference to one of her brothers."
        }
    ]
}