{
    "dreamer": "edna", 
    "description": "Edna: a blind woman", 
    "dreams": [
        {
            "number": "01", 
            "head": "10/11/48", 
            "content": "I was out eating and it was a very nice place. There were five of us, Mother and Father and two other people, a man and a woman. Father was on my right, around the corner from me, and to my left was this other middle-aged man, and next to him was my mother, and next to her the other middle-aged woman. I was talking to this man on my left, but I overheard my father saying in a low voice to this woman next to him that he was very embarrassed about his daughter because of her poor eating manners. I woke up crying bitterly."
        }, 
        {
            "number": "02", 
            "head": "10/12/48", 
            "content": "I was sitting over on the front porch of the B. family and all seven children were there too, laughing and joking. The parents and grandparents were there, and me too. Of course, in real life we couldn't all be sitting on the porch, but in my dream they were. Suddenly I wasn't on the porch any more, but was talking to Mary B. over the phone. While I was talking to her, her little 4-year-old brother got on the line and said they had ice cream at his house and he'd like me to come over to his house and have some. (This is very common, not at all uncommon.) So I went over there. Next thing I knew Mary asked me to stay all night (which is another common occurrence). All of a sudden the third floor of her house was a huge, big attic, no partitions -- a huge ballroom attic. I didn't see it myself, but I knew it was up there. (Evidently I had seen one before in my history.) Up in this attic was living a professor from Case, a very fanatic type. I had never met him. He was living up in this attic with three daughters and his wife. One of his daughters was named Lucinda and the B's were terrified of him, but yet he lived up there. It seemed that I stayed over at B's for quite a few nights. Every morning this professor would tramp his kids down the stairs to the second floor and send them to three pianos which were lined up along the walls. Each morning he would run these children down there, and say they had to practice all day long and they would very obediently do it. For quite a few days Mary and I didn't pay any attention to him, but one morning he cornered us and said he was going to beat us up because of our morals. Mary and I ran screaming down the stairs to the first floor and hid behind the stairs. He came running after us and for about four days. He was searching for us all over town and all this time we stayed crouched behind the stairs -- didn't go out to eat or go to the bathroom or anything. Finally one day he saw a coat moving behind the stairs so he grabbed Mary by the ankle, pulled her out and took her upstairs with him. I wasn't going to let Mary suffer alone, so I came out and went upstairs after him because if she was going to suffer, I was going to suffer too. I went running all over the upstairs, opening the doors and yelling, \"Mary, Mary, Mary, Mary!\" Then suddenly from downstairs Mary called up to me and said, \"What's the matter, Sally? Wake up, you must have been dreaming,\" and in my dream I had been dreaming."
        }, 
        {
            "number": "03", 
            "head": "10/14/48", 
            "content": "Some relatives of my friend Linda (seems to me, an aunt and an uncle) who lived out in the Rocky Mountains, either Montana or Colorado, had some hair curlers they wanted Linda to have. They wanted Linda and my friend Faye to go out and get them next summer. Linda said she was too tired to go; she had worked hard all summer and needed the rest. So Faye said she would go and asked me to go along to keep her company. I said sure I would. Faye told me that we were going to fly out and the trip would cost $1000.00 and we were going to live there a month. So I asked my parents if I could go and if I could have a thousand dollars, and they said sure, for me to have a trip to the Rocky Mountains it was worth it. Linda said she would go a little ways with us and then she would get off and come back. So we started out and we were in the plane and some fellow on the plane gave me a present. It was a compact with a combination of rouge, lipstick, powder and cold cream all in the compact. We were going up a great big mountain and it was raining, and we got to the top of this real high mountain and the pilot said he had a terrible feeling this was going to be his last flight. He had flown 35 years, but this was the end. And Faye said, \"Oh dear, I believe in hunches. We have got to get off this plane.\" So we decided we would get off at the next landing and look for another plane. And I was going to call my mother and see if it would be all right with her, so I called her from the plane. And she said sure, she wouldn't care if I had to get on a plane that was going to Tokyo first and then coming back to the Rocky Mountains, just as long as I would be safe. So the plane landed on the side of the mountain and we three got off and we were walking through the rain looking for another plane."
        }, 
        {
            "number": "04", 
            "head": "10/17/48", 
            "content": "I was in the house and I overheard my mother and father talking, and Mother was crying and protesting. My father was saying I would have to get out of the house. I came into the room (I just barged in, in my characteristic way) and wanted to know what the heck was going on. And he said I was going to have to leave, and I asked him why, and he said for two reasons. In the first place, that I was too much of a burden on my mother, and in the second place, that I would never be any good, that he would always have to be taking care of me. (If I ever told my father this, he'd be heartbroken.) My mother was crying, she was miserable. She didn't want me to go, so she was just miserable. I stalked out of the room and said, \"All right, I'll really go!\" and I went out in the kitchen and grabbed a butcher knife and ran out of the house. I hid in some deep grass (which we do not have) and I could hear my mother telephoning for the police and asking them to please come and find me. Then I tried to slit my throat with the butcher knife, but I just couldn't do it (psychologically, not physically, I mean). My mother came running out and she found me, and she carried me in the house and put me to bed. She tried to get me to talk, but I couldn't speak because I was so shocked by the experience. I woke up crying."
        }, 
        {
            "number": "05", 
            "head": "10/25/48", 
            "content": "I was at the beach (the Pacific Ocean) with my mother, Aunt Gwen (about 41 years old), cousin Mickey (aged 16), cousin Pat (14), cousin Susie (2 years old) and some other little children (about 2 and 3 years old) who were unknown to me. Oh yes, and a little dog. We were on a dock that jutted out into the ocean. It was a beautiful day, sunny and gorgeous, but the ocean had white caps on it and it was a little bit rocky. The dock was rocking. (Of course, I have never been out on the ocean in my life.) We wanted to go swimming, but we didn't have any bathing suits with us. And so I heard a radio broadcast (I don't know how there was none there, or anything), but I heard Jimmy Fidler saying that all the movie actresses in Los Angeles were swimming without anything on because the white caps hid them. Anyway, so we thought if they can do it, why couldn't we? So we all undressed down to our underclothes (we were a little more modest) and we went swimming."
        }, 
        {
            "number": "06", 
            "head": "10/29/48", 
            "content": "We were in a room and Professor Hall was standing behind me with a gun at my back. Two people were on each side of me, and you were in front, reading. You were reading me these questions and I felt very compressed. I woke up saying syllables backwards, like \"lyshasogical.\""
        }, 
        {
            "number": "07", 
            "head": "11/02/48", 
            "content": "It was in an auditorium. The seats were hard, old-fashioned ones of wood, not padded seats, but they curved a little bit. There was a big aisle down the middle. (I knew because I walked down the aisle to get to my seat.) I was sitting between Betty and Pat. The instructor of the Speech class was up front. We were supposed to give speeches that day. I was sitting there and thinking what I was going to say. Then he called my name, so I got up and handed my notes to Pat, and she said, \"Do you want me to go up the aisle with you?\" And I said, \"No, I am going to go up myself.\" And I went down the aisle in a fast, determined pace and while I was going, the instructor said, \"You know, Miss Green, it's surprising that you are as good as you are because I had a woman in this class a year ago who...\" and I didn't give him a chance to finish. (The aisle was slanting down.) I got down where it was flat, turned around with my back to him and faced the audience, and commenced to deliver a speech on how rotten I thought the course was, how poorly organized, and poorly administered it was. And I woke up."
        }, 
        {
            "number": "08", 
            "head": "11/07/48", 
            "content": "I was sitting up in bed and my mother was sitting on the bed on my right hand side and Mary and Ann were sitting on the left hand side. And I suddenly realized that it was Tuesday, the day before Christmas. And I suddenly realized that it was Tuesday, the day before Christmas. Christmas was going to come on Wednesday and I hadn't got any of my presents. I was in a terrible tizzy and I didn't know what I was going to do. Mother said, \"Well, it was too late to go downtown,\" and I said, \"Yes, it is,\" and Mary said, \"Well, why don't you and I go over to the neighborhood dime store and do all your shopping there?\" So I said, \"Well, gee, I hate to buy presents in the dime store.\" And Mother said, \"Well, what can you do, you have no other choice.\""
        }, 
        {
            "number": "09", 
            "head": "11/19/48", 
            "content": "I dreamt I was sitting someplace eating a sandwich. It was cut in half and was of soft, fresh bread with crisp crust. First there were pickles, round and nobby; not very long and not sliced, but whole. Underneath was peanut butter, good and thick, real smooth. Underneath that was grapes cut in half. Usually  in a sandwich things blend, but this was very distinct. I could taste each thing separately, although they were all together."
        }, 
        {
            "number": "10", 
            "head": "11/18/48", 
            "content": "My dancing teacher and I were dancing. We were in the dancing studio. It was very realistic. I could feel the bare floor under my feet. We were dancing to \"I'd like to get you on a slow boat to China,\" which we call our song. All of a sudden I pulled away and went over and shut off the music (there's a big panel against the wall and you just punch a button and get any kind of music you want). And I said, \"I'm going to go home\" and he said, \"Why?\" and I said, \"Well, I'm not coming back here any more, you annoy me.\" And then all of a sudden, near the machine there was a little depression like an alcove in the wall. This alcove had a slanting seat, like a chaise lounge, built right into the wall. And he said, \"Oh, no, you're not,\" and he pulled me over and kissed me and just as he kissed me, the dancing master walked in."
        }, 
        {
            "number": "11", 
            "head": "11/22/48", 
            "content": "I was looking at china with you (the interviewer, a woman)., I don't know where we were. You bought this big silver water pitcher. It was a beautiful thing. The base of it was in little depressions; it was about _ inch high up, in layers, three of them. Then it went in a little. The bottom of the pitcher itself was big, the middle more narrow, and the top fluted way out. The handle was full, it was a big handle and the inside was scalloped (the part that you slip your hand through). You bought that. It was a beautiful thing, just gorgeous. I was looking at china. There was a nice plate set that I wanted. The cups were full, but delicate, and had scalloped handles. All around the plate had designs on the outer rim (raised designs). I wanted it very badly but I just couldn't bring myself to buy it. I thought it was just too high. I just couldn't afford it."
        }, 
        {
            "number": "12", 
            "head": "11/23/48", 
            "content": "My mother was sick in the hospital and I was taking care of my father. I mean taking care of the house and everything. Finally one day my father put his arms around me and was going to hug me, but not in the same way he usually hugs me, more of a romantic way, like my own boyfriends do, and I didn't like it. I was highly insulted and he said to me, \"Sally, you are so much like your mother.\" And I said I absolutely would not and he begged me and I absolutely wouldn't and I woke up struggling to get away from him."
        }, 
        {
            "number": "13", 
            "head": "11/30/48", 
            "content": "For some reason I had to cancel my dancing appointment, but for some reason I couldn't call the Studio. So I decided to call R. at his hotel and tell him. Somehow I knew his room number and so I called up and asked for his room, and come to find out, the operator was Mr. F. and he asked who I was and I gave him my name. He said, \"You can't talk to him.\" And I said, \"Why?\" And he said, \"Because I know that you like him and the prestige of our Studio can't allow that kind of relationship between student and teacher. Anyway you have just got to cut out feeling that way. I am going to talk to you and your mother about it when you come this Saturday, and I am also going to talk to Mr. R. about it.\" And I hung up. I was immensely disturbed. I didn't want R. to find out how I felt. I was sort of half anxious and half afraid. So I told my mother about it and she agreed with me completely and she felt it was a completely stupid way to act. She didn't feel it was a bit called for or justified. In the next scene I was over at your house and I was telling you and K. about it. And I was in your house sitting on the davenport, and at the same time I was talking over the phone to K. and she was behind the davenport. And you were there too, sitting in the chair. She asked me what I was going to do about it and I said, \"Well, I was just going to go down there and act real breezy about it, just like nothing had happened. And if they told me I had to have somebody else to dance with me, I was going to act real indifferent like, real nonchalant. The next scene, Mother and I were entering the reception room in the Studio and Mr. R. was there and greeted me real friendly like he always does, real sweet. And we went off to the Studio. We pushed one of the knobs for the record to start and while we were waiting for the record to start, we went over to a table that was up against the wall, at one end of the Studio. The top was covered by a white chiffon tablecloth, very voluminous. It was a gorgeous thing, very soft and full and beautiful. And on the table were two big silver candelabras with candles in them, and I think they were lit. Neither R. nor I were content with the way the table cloth was arranged, so while we waited for the music to come on, we went over to the table cloth to rearrange it in nicer folds. Then we started dancing the rumba. We did good and we had a lot of fun together, laughing and talking. And just then the door opened and in came Mr. F. and my mother and a whole bunch of men. And Mr. F. said, \"Come here, R., I want to talk to you a minute.\" And Mother and I started dancing the rumba. And I said to Mother, \"I don't like the way you lead this. Here, I am going to show you how.\" (By the way, she had a suit on.) As we were dancing, someone came up behind me and grabbed me from behind with both arms around the middle part of my legs, just below the knees. The hands were locked. And this person pulled me down on the floor and it was Mr. R. And I had on those panties that have tight elastic legs, and he pulled up my dress and pulled up one pant leg and just as that happened, I felt the hot light of flashbulbs and come to find out, all these men were photographers. And just as they did that, I gave a kick and said, \"Let me go!\" And so I got up and went into the reception room with my mother. Mr. F. was there and he said that \"Mr. R. accepted a big boost in salary to do that to you, so you couldn't like him and so the prestige of our Studio would not be ruined.\" (These photographers were witnesses like.) And I was very hurt and it hurt me more than anything to think he would accept payment for such a thing, that he was that low. It wasn't only the idea that he would do such a thing, but that he would accept payment for it. I felt like crying, but I didn't. Instead I just turned around and stalked out."
        }, 
        {
            "number": "14", 
            "head": "12/07/48", 
            "content": "We were out riding in the car. I was in the back seat. Daddy was driving. Another couple was in the front seat with him, but I don't know who they were. Mother was in the back seat, sitting at my right. We were driving along and all of a sudden we stopped and there was a big woods next to us and it was on fire. Daddy and the other couple got out and started fighting the fire. All of a sudden, I got afraid that the car would catch on fire so I kept telling my mother, \"Come on, get out, get out, get out!\" She was very calm and very serene, like she always is. So I got out and I began to smell the smell of gas and I knew the car was beginning to catch on fire and I woke up. Q: Did you notice any other sensory effects about the fire besides that of smell? A: No. Q: Have you ever been in or to a fire? A: No, just bonfires. Q: Haven't you noticed how noisy a fire can be? A: Oh yes. Well, I didn't hear the fire in my dreams. I wasn't that close. Q: Then why did you fear that the car would catch fire? A: I don't know. Q: Did you notice that everybody got out of the car but your mother and when you woke up, she was still in the car? A: Well, but I told her to get out and she wouldn't; she just sat there, calm and serene. Q: Were you \"burned up\" at your mother that day? A: Well, the only thing I can think of at all is that she told me to be cautious and I don't like her telling me to be careful, and I did blow up about that. I told her what I thought and where to go. In this case I resented it because I was enjoying myself. At least you should enjoy yourself while you can. If I want to get my fingers burned, well, let me."
        }, 
        {
            "number": "15", 
            "head": "12/22/49", 
            "content": "I was over at this house and it looked like Mary B's house, only you and K. were living there. That is, you were the people there, yet it was their house. They have a real big house. I was sitting in the middle and you and K. were beside me. We were all in rocking chairs, but then you and K. faded and it was Mary and A. And I was over there, I think, for lunch and their grandmother came into the room and said, \"Here, I would like to give you this.\" In my right hand I had a stylus and just before she gave me these things, it changed into a cigarette, and I had an ashtray in my hand too. I had to lay them down to receive these things. In my left hand she gave me the most gorgeous orchid I have ever seen. It was mounted on a great big, huge cellophane thing like a doily; it had a twisted stem and the top was all fluted, and placed in the center of this was this big orchid. In my right hand she gave me a thing like a floor lamp, only there was no base, but it had the pole, and underneath the shade instead of a lamp bulb, it was all flowers. I smelled both of these and I was very disappointed because they didn't smell (of course, orchids don't). And then I got ready to leave. I was going to some house on Melbourne. I started out by myself and I was going down the street carrying both of these, the orchid in my left hand and the thing in my right hand. The sidewalk was very rough. I didn't know quite where the house was, and I was kind of concerned about it. I came to Phillips and stopped to wait for the cars to stop. All of a sudden, Carol said, \"Oh, here you are. I have been waiting for you.\" And I said, \"I was going to your house.\" And she said, \"Well, good. I had to take some things to the laundry and I am going back now, so we will go together.\" And I said, \"Well, good.\" So we went back together."
        }, 
        {
            "number": "16", 
            "head": "01/01/49", 
            "content": "Howard, a 22-year-old friend, and I were in the living room. He was putting on his coat and we were discussing how poets, artists, and musicians capture more than anyone else the feeling of the age in which they live. My mother and father were in the bedroom and kept yelling to me that it was late and to go to bed because I ahd a cold and I should go to bed early. I was very angry with them. I told them that what time I went to bed was my business and I would go to bed when I felt like it."
        }, 
        {
            "number": "17", 
            "head": "01/05/49", 
            "content": "I was married, but I don't know the man I was married to. That is, it is nobody I know now. First I had a pair of twine. In the beginning of my dream I had eleven babies and this is how: first the twins, Michael Allen and Margaret Ann; and then within the year after, I had nine babies born all at once: 8 boys and a girl. Mary Alayne, Dennis, David, Mark, Terry, - that's all I can remember. Everybody -- all our neighbors and friends and relatives -- were all here trying to take care of those babies because they all looked alike. Every last one of them was identical, and we had the worst time because I would keep on saying (I was in bed), \"Have you fed Dennis?\" And everybody said they couldn't tell if they had fed Dennis and they didn't know whom they fed or whom they bathed because they all looked alike. So I kept saying, \"Well, start all over again.\" And they would, but still never knew. Everybody was going nuts. You never saw so many people, I know I was a nervous wreck. Then they were going to take the babies up to bed and I said, \"Where are you going to put them?\" And Mother said that there was one bed that the twins could sleep in and there was another huge bed that all the 9 could sleep in. And I said, \"Are you sure it has sides in it so they won't fall out?\" And she said, \"Oh yes, they will be perfectly all right.\" They were getting me ready because the photographers were coming to take my picture since I was the first one to have nine babies all at once."
        }, 
        {
            "number": "18", 
            "head": "01/14/49", 
            "content": "I dreamt I was listening to the radio and I got up, went to the medicine chest in the bathroom, took a pill, and went back to my bedroom and laid down."
        }, 
        {
            "number": "19", 
            "head": "01/15/49", 
            "content": "I was a little girl and instead of wearing slacks, I was wearing a snow suit, just the pants. I had on a real dressy blouse. There was a ladder. It was a V-shaped ladder, you know, two ladders together and they meet at the top. There was some kind of a cart underneath it. There was a girl, someone I went to school with, and she was little too, only she was big. And the teacher was there and all the kids were playing. The girl asked me to play with her. She climbed up one side of the ladder, so I climbed up the other. If you moved the ladder (it was on wheels), the cart went through the ladder. All I remember is that I ended up sitting in the cart."
        }
    ]
}