{
    "dreamer": "emmas_husband", 
    "description": "Emma's Husband", 
    "dreams": [
        {
            "number": "001", 
            "head": "1940", 
            "content": "I go into small \"shotgun house\" a sharecropper house--Three rooms in straight row. A black woman is sexy with print dress and no underwear, and big breasts show thru strained buttons in front. I want to touch them, and suddenly I see her baby who is sucking his thumb and first he gets a little erection and then little erections come out all over his body. Amazing. As I look at the dozens of little penises, her husband comes in with a shotgun from hunting. I say hello and leave."
        }, 
        {
            "number": "002", 
            "head": "1949", 
            "content": "I'm on a safari in Africa, and a friend is hunting with me, Gene, who grew up in India with Southern Baptist missionaries. He shoots a white cat high in an acacia or eucalyptus tree and it falls to ground and hobbles to a green compound and through a rotting board goes inside. I follow and see that it was Gandhi's home when he was in South Africa (c. 1890-1913). I go thru like the cat, but the cat has become my girlfriend in Japan when I was in the army, 1946-1948. She is beautiful in a kimono and has a red spot on her forehead like an Indian woman. I reach out to touch her and she's a pony who runs in a spiral--or gyre--and is rainbow-radiant in sunlight like velvet. She--the pony--comes to rest at my feet."
        }, 
        {
            "number": "003", 
            "head": "1959", 
            "content": "I'm dead and in my coffin and Guru with one eye comes to me and says, \"You can live forever as long as you don't take sides.\" It is warm and moist as I rot in my coffin, but I decide to live again anyway."
        }, 
        {
            "number": "004", 
            "head": "1959", 
            "content": "I'm in a religious parade in Peru and am hungry and thirsty, and see dried tomatoes nearby and each has a speck of moisture. Parade goes by an abandoned city like \"Macchu-Piccu\" with buildings--pyramid and sphere and rectangle. I leave the parade and go into last big square. It is dark and dust is 3 feet deep. I walk slowly and go past an empty throne and see golden glow at far end. It is magic-scientists who wear white jackets like TV MD's and they turn pennies into gold on lathes. I go back to a queen on the throne and she says to me, \"Rescue the royal crowns.\" She hits a lever by her throne and a cube of water rises in air like green jello and below the quivering water in the air is a rectangle hole about 8' deep. I must obey the queen, so I jump in and as I touch the gold and silver crowns, the water descends over me and I know I have died again. I took sides as the Guru warned, and I had only 24 more hours of life when I was promised immortality."
        }, 
        {
            "number": "005", 
            "head": "January 1, 1966", 
            "content": "I pick up a Life magazine from about 1954 and it has picture of William Cowper Brann, a \"man hated when alive because he was an iconoclast, but now honored in his home town, his home a memorial.\" Suddenly, I was in Arizona near Frank Lloyd Wright's \"Talisen West\" and in the desert I see a white mother cat with four little white cats following her. She goes up hill to a big house and I enter and it is home of Brann himself, and he is surrounded by four boys, his students. On the mantle are several volumes he and the boys have written, \"Flora and Fauna of the Arizona Desert.\" I look at one of them and I open it and Brann comes up and stands by me and touches my penis thru my clothes, and I wonder if he's a homosexual. And I wonder how far I should let him go, so I can read his amazing and useful books."
        }, 
        {
            "number": "006", 
            "head": "1966", 
            "content": "I had a text with camel on cover and Arab-looking man standing beside it with brown belt of bullets and rifle and pistol ... in desert place beside rock and scraggly tree (-- palm, oak?). I looked at picture and suddenly was on the road and came to this place and talked to the man in it. I had the book with me and picture then was faded and sepia-reddish like. I asked if he were as cruel as he looked, and he laughed. \"Pistol & rifle used for target practice & shooting at rocks. A posed picture for western (American) tourists!\" and I also laughed."
        }, 
        {
            "number": "007", 
            "head": "1967", 
            "content": "I was on top of a tower or building with a young man. I see crows flying overhead. I turn up my lips and pretend to kiss them. They start to circle and come in close. I see they are carrion crows--dirty, smelly beaks. I fear they will kiss me. A big one--like a large eagle or condor--comes close and I see a young woman in its talons. I pull & she is in my arms--young, about 16, pixie haircut, thin cotton dress--no underwear, small breasts (like Audrey Hepburn or Julie Harris). She kisses me and I am pleased. We eagerly kiss many times. We go down the hill or mountain to a house where she lives. I realize it is a whore house where she is held captive. I'm immediately bothered about the kisses since she may be infected from that house. I see the gangsters in the house and I wonder if I should endanger my life to protect her. She stands close to me, certain I can save her."
        }, 
        {
            "number": "008", 
            "head": "1967", 
            "content": "I was in a large library and among ancient liver-spotted volumes. A tall, handsome scholar picked up and put down the heavy volumes. I knew him to be dying of a bad heart, the time unknown. He resembled both me and Robert Graves. He then picked up a hammer and pounded on a desk or table. At each blow, I would not have been surprised if he had dropped dead."
        }, 
        {
            "number": "009", 
            "head": "1967", 
            "content": "I was at the railroad in an unknown yard (but like a rail cut through a hill where I played when 10-12 years old). I was working third trick--midnight to 7 AM. The switchmen cut off and went home with a drag out of the industries on the tracks sloping down into a valley below, around a curve and out of sight. A poet I teach with said the switchmen left no hand brakes on it, so he had put enough on them to hold them from rolling. He then disappeared. I wanted to jump through the cars and look at an industry on the other side. Just as I touched a flat car of lumber and poles, the drag started rolling slowly. I decided to wait for an easy handbrake to come by and crawl up on the car and turn it to stop them. But the cars had separated and only three passed me. The rest stayed. I watched them go. They went onto a siding just before the valley and hit a wire fence--like home plate in baseball. The strong wire stopped them like a mitt. The tank car turned into a steam engine as it fell on its side. They were like toys from where I stood. I wondered if I should go home or go to the office. I decided to go to the office and to act as if I knew nothing. On my way I saw others derailed the switchmen had left when they went home."
        }, 
        {
            "number": "010", 
            "head": "1969", 
            "content": "I was at railroad museum surrounded with old engines, rails, cables, and small replicas of stations and roundhouses. In one corner was a well, with rope and bucket above, but with no wall or curbing around it. My first wife, Betsy, was yelling at me, mixed with silence and surly anger and great hostility. While her back was turned to me, I gave her a great shove and sent her 15 yards head first down into the well. I was quiet, pleased, and surrounded by a crystal silence for a few minutes with her absent from sight. Then I thought she may be dead and I accused of murder. So I went to the edge and looked over into the darkness. Near the big bucket floating on the surface I saw the outline of her body, clothed, and by looking under the shadow of the bucket, I saw her face, and it had a slight smile and I saw she was alive. I talked to her and said I would lift her up and she looked and said nothing, but looked pleasant. I then tried pulling on the rope, hoping she would catch hold of the bucket. But she did not try. I then told her I would lower a second rope which she could put under her arms, and I and others would pull her out. It was then morning (as if a whole night had gone by) and museum employees were returning. Also, it was like a machine shop and real roundhouse with men nearby with overalls and greasy hands. I was afraid they would look down the well and I would be under suspicion. I looked quietly for more rope and found some. When I went to the edge of the well, Emma was starting up a rope ladder (used on landing craft and helicopters) and she was beautiful, like Botticelli's Birth of Venus, completely naked, with full breasts and ample white-skinned stomach, and smiling, quietly and restrainedly, as in the Botticelli pictures--Venus and Primavera--with wet hair not too shiny and sleek. Near to the time of touching her hand as she ascended, the dream ended."
        }, 
        {
            "number": "011", 
            "head": "1969", 
            "content": "I was in Europe at Virgin Mary Shrine. I went each day and stared into the face of Mary, who was young and fresh-looking as Michelangelo's Pieta, but was holding infant here, not Christ from Cross). One day she looked at me, warmly. Next time she left and came in the shadow where I stood and kissed me on the mouth (she looked like a student of mine four years ago who is young and virginal, and has reputation of resisting all sexual advances) and walked--almost drifted--back into the white statue. The statue never left during this trip to kiss me. The shrine was high up on top of building with long and straight stairs up, all white stone or painted wood--brilliant white--even roof and rafters or open beams, gothic peaks and pedestal except where long lines of tourist's feet had worn paint off and exposed brown wood below. During the kiss, the tourists in the line did not see her, but she seemed nervous and seemed to say--or said--\"Don't let them see us or they will kill both of us.\" Next \"day,\" another sort of non-sexy kiss that \"took my breath away.\""
        }, 
        {
            "number": "012", 
            "head": "1969", 
            "content": "I was in a medical school or maternity ward. Doctor and students grouped around a pregnant woman--or specialists with other doctors--she had big bulging belly but no pudenda. He was curious as to how she conceived--through anus was some of speculation. He split it and out came baby. The area was hairless and smooth as any skin. Afterwards--a lapse of days?--the woman was sexy and asked me to rub the newly made pudenda, especially the clitoris that was revealed or discovered or uncovered for first time. Some joy of sharing that first experience, but not complete ecstasy since a lingering memory of operation in that area, though operation and birth not ugly or bloody. (The language of the doctors was quite scientific, some big words I don't remember.)"
        }, 
        {
            "number": "013", 
            "head": "June 27, 1971", 
            "content": "I was at exclusive resort of rich, elegantly-dressed, healthy, handsome people. It was near the sea, I think, but its hedges and cut-grass lawns extended inland for about 5 blocks. It was like a labyrinth. I walked to the far side and found no fence or solid hedge; it was open to ordinary city-dwellers and farms. At this far side was an asylum for the insane. They were mostly very ugly with blank white and pink faces and Mongoloid features--like sharpness of eyes, nose, and cheekbones rubbed out with artgum, like a paperwad or chewed gum--featureless and stupid. But not all. At this far side, normal rich people and insane mingled together in the labyrinthine lawns between 8-foot hedges. I couldn't tell smart from stupid in all cases. But most intelligent and most healthy were obvious and most stupid were obvious. I felt I was among obviously handsome and intelligent ones."
        }, 
        {
            "number": "014", 
            "head": "June 27, 1971", 
            "content": "I was at a retreat in a country house with people from the college. About ten couples. About half left (on a bus?) for short day-long excursion. After they left, I discovered I was only man with five women, wives of men who left on excursion. Emma was not present, I assumed, and I felt free, but a bit peculiar, hoping I wouldn't do anything silly or effeminate. One woman appealed to me; she was tall with black hair. At a later time, I was standing behind her as she sat on a chair. I think she was naked and the other women were sitting in front of her on the floor. I reached around and stroked her. Suddenly Emma was there among them, but she, like the rest, acted as immobile as students at a lecture. The bus returned and we got ready to go. As the women stood up, I discovered one was a man, a small man about 55, with brown and grey hair. He revealed that he was the new curator at the college. When he found out I had been here several years, he asked lots of questions--their budget, his budget, attendance. I was surprised he knew so little. His attitude about his job seemed to be the same as his attitude about me feeling his wife--just impassive resignation that to be cheated right in front of his face was routine."
        }, 
        {
            "number": "015", 
            "head": "November, 1971", 
            "content": "Last night I dreamed I was with my brother in Spain, a sort of semi-desert place. He introduced me to an old man who looked like Walter Brennan. He had come to Spain thirty years earlier and had translated a Spanish poet he loved and printed at his own expense 5000 copies. None sold. Since this poet praised cheese, he went into cheese-making business, making a golden-yellow cheese which he gave with each volume that a person bought. He sold about 1000. But that was many years ago and he was almost bankrupt. It seems that the taste for yellow cheese died. So he made a Swiss-colored cheese, a whitish-yellow. And the room we were in had stacks of books against one wall and stacks of cheese--covered with salt crystals--against another. My brother wanted to help the desperate old man so he had printed in Spain a sheet telling the story of the poems and cheese and an address for American distribution for one dollar each, but no cheese since US government would not let his cheese in. I was back in USA writing a check for $2.00 for two copies when the dream ended."
        }, 
        {
            "number": "016", 
            "head": "November, 1971", 
            "content": "I dreamed a cat irritated me, so I decided to put it outside, even though the winter was cold. As I took it by the neck and opened the door, the cat turned and bit me on the finger and sunk all its claws into my hand. I put the cat on the floor and killed it with a ball-pen hammer. I looked down and there was blood on my rubber boots that I was tracking over the linoleum, which I quickly wiped up with paper towels, thinking of what lie I would tell the children if they walked in. I put cat in white wax paper sack and ground was frozen, so I found soft, dry dirt and I dug a \"cathole\" with my bare hands under the edge of a raised garage. The next day, that garage was torn down and a new one of cement blocks was in its place. On the wall 5 feet above ground was my briefcase and in it was the white sack with white cat inside. Children and I were out walking and looking at fall leaves, and as they looked at bright leaves, I dropped it in a post office box. As it hit the bottom with a thud, I wondered if the sack may have had my address on it, and worried about another return."
        }, 
        {
            "number": "017", 
            "head": "1976", 
            "content": "I was in my hometown in the back yard of a house I lived in when I was 10-12 years old. But it started on the college campus where my father attended--rolling lawns like open country. We were chasing a horse that was loose. We chased it into the back yard under a big pecan tree. People showed up, some I knew, others like gypsies in painted caravans and old cars. They started building a fence from scrap lumber--new and yellow-gold, but not matching. It grew like a Spanish fan or peacock tail. \"It is movable so the horse can get new grass within the fence each day.\" The ground so lumpy like old furrows covered with new grass. Suddenly I was in a house sitting on the floor, and a young woman in white blouse and tight jeans sat beside me. I put my hands on her hips. She moved and another took her place. She had red hair and freckles and was about 20. I quietly admired her clothes, hair and skin. And she quietly lifted her sweatshirt-sweater and rubbed her lovely freckled breasts. She rubbed the nipple between her finger and thumb. In the dream I assumed it was modesty, covering the nipple. But it was also sexy stimulation--both opposites joined."
        }, 
        {
            "number": "018", 
            "content": "(May 30, 1977)\"Armageddon\" didn't appear in the dream, but it was. USSR troops, and the troops of Israel, USA, and Arabia on four sides of a desert area, with a looming mountain beyond. I was in a tin shack in the middle with bullets everywhere. A man I know who has a bookstore said he would go outside and declare us neutral territory and that would save us. \"Stupid,\" I said. Then he ran off with a bag of white sand making a circle to save us. A young woman in a dress stood beside me--I had met her two nights earlier at a party--German and Armenian mixture--and she said we could get away at night. \"We won't live that long.\" Now or never. As we debated, an anti-tank gun just in front of us started shooting at a tank going up the mountain. The tank drivers were perfect, with a zigzag and the gunners almost as good, trying to hit the tread and hitting just above it. Up and down four times and still going up when the dream ended."
        }, 
        {
            "number": "019", 
            "head": "May 31, 1977", 
            "content": "I was at the library doing research on Ezra Pound. Later on I was sitting on the curb or by the street on an easy chair. A friend came by with a recently discovered book manuscript of Pound in Pound's handwriting. He showed the first page--title had a Pound touch like \"The Lyric Bottom of the River Boater's Moonlight Wife.\" He flipped through to show the tacky re-writings and scribbles in the margins and pasted paper as he cut out and rearranged the order. My friend said, \"Pound is a magnificent poet and this early work shows it.\" I didn't see it, but felt I must not be critical since my friend is a poet and critic, and I am so weak as poet and critic. My friend didn't seem to notice me, but he was lonely for someone to talk to and I seemed the best person under the circumstances to share his zeal for Pound. The last page of the book had the word ELLIPSE done by Pound. I studied it a moment and said, \"Like Blake,\" but he didn't respond very much--just nodded. It was to me Blake's swirls of angels, spiral nebulae, man-in-moon, and fetus curled up."
        }, 
        {
            "number": "020", 
            "head": "July 3, 1977", 
            "content": "I was in my hometown just opposite the college. I had the job of picking up trash in small van and driving over mountain path. Woman and two daughters to go with me--sex hinted at in dream at least in \"infatuated air\" of my brain. She didn't show up and I didn't want to go with two daughters alone. So I took off fast and headed for mountain path, afraid vehicle would turn over or hit a tree or big rock."
        }, 
        {
            "number": "021", 
            "head": "July 12, 1977", 
            "content": "I was on the farm and a civil war or feud was taking place. A man named O'Neill, tall and thin with black hair, said he had a treasure at bottom of muddy swampy lake in our horse and mule place below our barn. \"I'll kill anyone who comes close.\" He dives in and comes up; assumption is that it's there, perhaps in a chest. I go around to come in at back, some bullets still flying around me. I get to back side of large pen behind the barn and climb a hill-cliff to be above him. At top I'm not at our farm; I'm in suburbia like house, oak trees and edges of lawns. I throw rocks at sea creatures or rocks of same shape, like stinging rays and squid; one shaped like this seems to move from my rock or alive... Dogs come out and I throw at them; my brother comes out and I almost hit him. Dream stops."
        }, 
        {
            "number": "022", 
            "head": "July 12, 1977", 
            "content": "I am on the farm and a horrible blowing storm is on the way. I'm on back porch and see laundry. I go out and quickly take it in; a pastor is on the porch and he says, \"I hope my grandmother doesn't see you... there is a Finnish way of wrapping and bringing in laundry that is better\" and you're just wadding it--implied. In the house with laundry, I saw Emma run out front door, even though storm is coming closer. She runs to a donkey and starts trying to tie its tail in a knot. A man sees her and gives her a long finger-wagging lecture on cruelty, etc. I go out (storm no longer exists in the dream) and see the donkey is part of circus--at least one long elephant, like two men inside cloth elephant; it is twice as long as real elephant--gingham and calico; another creature had run in front of me like cloth armadillo ... real or people inside? Donkey was real, then I see house large and brown-sepia Stratford, like our Chalet with a sign on front said \"Made by a Blind Man.\" The name is vague; first lost completely. End of dream was looking at house and wondering where it was going--pulled by donkey and elephant, or are they just to attract a crowd?"
        }, 
        {
            "number": "023", 
            "head": "January 2, 1979", 
            "content": "I was at the college looking at the Greek and Roman statues of warriors. There seemed to be about six of them, white marble, life size or a bit larger, all complete from sword and shield to high helmet. About a dozen people like me walked among them. Suddenly, the statues got off their pedestals and walked about, ignoring us but sword-fighting with each other--half playful, half serious like fencers. Three of them went to the rear of a statue of General Grant--or some Civil War general, in real clothes. They rammed their swords in to emasculate him, he crumbled like a statue and fell like a man. I saw it from both sides, looking down the thin wall dividing a room, the general in an open alcove to be viewed from both sides. Then they started in my direction. I wondered why, since no mortals had been attacked. I looked down and I was naked white marble. I escaped their swords by rising to the ceiling--no wings, but Will--and I felt my shoulders nestling against it like a balloon. Then I descended also by merely wishing to. I was thrilled by this. In the dream I asked if I was dreaming. I knelt on the parquet floor and felt my knees on it. I felt the floor and went through several proofs that I wasn't dreaming. I wondered why people around me didn't notice and praise me. Suddenly, a call for all statues to go into an auditorium. I felt something dreadful to happen to them. I was not one of them even though I was still white as marble. I rose above them once more. I felt my ability weakening, but I still had it when the last one went thru the door and out of sight."
        }, 
        {
            "number": "024", 
            "head": "September 5, 1979", 
            "content": "I was in NYC and was hungry; I went walking and found a store I liked and ordered two steaks that looked red and tender, lettuce and two carrots. I sat down beside the counter and ordered a meal--restaurant and market combined. The meat on my plate was good--lamb chop in shape. I opened the paper of the two steaks--shaped like T-Bone or large pork chops. All fat-tallow except a little lean on one side, and only in spots there. I call the waiter over and show him. He shrugged. I talked loud--almost yelling--and the man came from behind the meat counter. I said, \"This is what I expect from you in NYC.\" \"That's OK,\" no longer angry."
        }, 
        {
            "number": "025", 
            "head": "September 6, 1979", 
            "content": "I was in Vietnam firing at Americans on the ground from a tall 3- to 5-story wooden structure--not sure if Americans thought it was American or Vietnam. I hated them because they were rich and cruel. Suddenly, they took off in a helicopter and hovered near my window I had fired out of. I looked into the 'copter and saw about six male faces, stern and cruel, battle clothes, most without helmets. I felt they could fire or napalm me with ease. They hovered and hesitated even longer. Should I toss a hand-grenade in or hide under a bed? Dream stopped. No resolution."
        }, 
        {
            "number": "026", 
            "head": "1980", 
            "content": "Mike Kovacs handed me a fat mss: \"I was sustained for years in a Communist prison by one sentence from a Mark Harris novel.\" I didn't remember the sentence, but it was not profound to me. It was so profound and meaningful to MK that he wrote 300 pages of commentary and praise of it; and in giving me the copy, I noticed it was rather faint Xerox, so faint that I was immediately afraid that it could not be Xeroxed again; and I didn't want to part with the \"original.\" I handled the heavy thing, single-spaced and compact and unvarying to the outer edges in style."
        }, 
        {
            "number": "027", 
            "head": "1980", 
            "content": "I was near the University. I was outside three shops: paperback bookstore, music hall, and a German restaurant. The students were grouped on the sidewalk: German-speakers in one group. French in one, and Italians in another. Near the French was a girl without legs that was being ignored. I hardly saw her, only 3-4 feet above the cement. I kneeled down and talked to her, suggesting we go to a bench and sit down. She seemed to be on small rollers although I wasn't sure. She propelled herself with her hands or fists. When we got to the bench, I sat, and she lifted herself smoothly up to be beside me. She was wearing a see-thru blouse and no bra; her breasts were small and neat, with nipples nudging the white lace-like cloth. She had her hair in a tight swirl about her head and her skin was fair and freckled. I started the conversation by saying that \"Your arms can do everything better than mine.\" I placed my bare arm beside hers and hers was the same size as mine but harder. She said something about being lonely and I said, \"There is no reason for any woman being lonely as long as all her moving parts worked; and I'll bet yours do.\" She had a faint smile."
        }, 
        {
            "number": "028", 
            "head": "1980", 
            "content": "A woman came to the bed that I was sleeping on but laid on the parquet floor. She lifted her gown and spread her legs: she stroked herself and invited me in--I plunged a few times and just as I came I took out my penis with the semen oozing and shooting onto her stomach--belly button area. I wondered if any went inside, since I didn't know her age or her preparations. I woke up and had had a wet dream--the first in a decade at least."
        }, 
        {
            "number": "029", 
            "head": "May 28, 1980", 
            "content": "I was with \"my\" [imaginary] animals. A white goat, muley--no horns--butted me playfully. I could not tell if the goat was tame or wild. It sort of butted me towards a hilltop. As we went to edge of dry stream bed, the slope down one side and up the other was easy to walk, even though the sparkly sand (volcanic ash?) changed to frost and light snow--not slippery at all. It was crisp to walk in the cold air and hear the quiet crispness underfoot. Above me was my pet male deer, Elk, Moose--it had the largest horns I'd ever seen, all branchy like an open fan. I walked closer, my goat just behind me. I took off my black belt and came closer to its pretty grey-brown neck. I put the belt around it and closed it, with some of strap left over like a handle, fearful because the horn hitting me would kill me with just a twitch of the deer's head and neck."
        }, 
        {
            "number": "030", 
            "head": "July 23, 1980", 
            "content": "I was walking near the city auditorium and church. It is twilight. a police car comes by with large 8 foot by 8 foot board on it with curved edges--like plywood with holes in it, curved as with steam to make it bend into wings. I looked up in the sky and the same piece is sailing upwards where it hovers like a martin, kite, or prehistoric flying monster half a mile up. I assumed it took off when cops came around the corner too fast and an updraft lifted it like a glider. Then it swoops down with a graceful parabolic curve, just clearing my head, and it enters a house ... and I know it is a steel sheet. It goes right through the wall of the house, parallel with porch, through the picture window where I see people playing cards. It travels at table-top level and I assume came to rest beyond the house in an alley. I do not go in, knowing the dead bodies and ugly destruction. I don't want to be a gaping curiosity-seeker. Later I read in a paper where five people killed, when it caught them playing cards in the early evening."
        }, 
        {
            "number": "031", 
            "head": "July 23, 1980", 
            "content": "I'm in China in semi-desert place with American travelers. We seem to be a trade or academic delegation. Suddenly about 500 Chinese walk towards us. I'm uncertain, but not very afraid. Then smiles on those in front rows. One comes forward who knows a little English--a man about my age wearing a little blue-denim Chinese worker's cap. I say slowly that I'm a railroad worker, but lost my job when the volcano exploded. They are feeling sorry for me and express regrets--a ripple of ooos and sighs through the crowd when he translates. Then I name slowly the cities that I may go to in order to find another railroad job. I wonder if they see similarities in American union protection and Chinese socialist protection. Suddenly, I'm in a pasture behind where I lived when I went to college (close to the university, but still we kept two cows). The Chinese are with me. I decide to show them my house and garden so they will see an American place. We walk slowly around the house and I talk about the oak trees they have never seen and the flowers that are new to them. When we get to the front of the house the dream ends."
        }, 
        {
            "number": "032", 
            "head": "September 13, 1980", 
            "content": "I was in desert-like place near a railroad. A ghost-town with old lumber unpainted and worn by blowing sand. One building like a small garage had sunken place in it, rats dived to the bottom like pit of doodlebugs enlarged and squirmed just below the sand. I threw small rocks and gravel to get them up so I could kill them. Suddenly, water rose and a small shower inside the shack--like rain inside the car in the George Burns movie O God. I went outside to see if rats had run away. None. I walked to railroad platform and white rope separating people from station employees had just broken. A friend and boss of mine at railroad repaired it, the way cable is spliced: rope overlapped and U-bolt tightened. I praised him too much I felt; he looked at me oddly for excessive language for small act."
        }, 
        {
            "number": "033", 
            "head": "September 13, 1980", 
            "content": "I was in the town where I grew up, but my present age, on a screened porch my father slept on. Outside the window, two girls, strangers to me, about 16 years old, played this game: \"This is the way my boyfriend kisses me,\" and one girl kissed the other. \"This is the way my boyfriend squeezes my breasts,\" and the other girl squeezed ... many giggles from both. \"This is the way my boyfriend humps me.\" My father is standing beside the bed, my mother in it suddenly; he is bashful about sex."
        }, 
        {
            "number": "034", 
            "head": "October 8, 1980", 
            "content": "In the dream I see a movie ad on famous users of drugs and how it harmed them. The picture in the ad looked like Marlon Brando in Apocalypse Now and like an eroded face of Ken Kesey on cover of One Flew Over the Cuckoo's Nest. The movie opens with effects of drug distortions as seen in head of man in top of Volcano (half eaten away or ash and burned marks or darkness). His hand rested on the mountain and body soared above it into steam and clouds--I assume headless. The dream shifts to asylum/hospital/prison where man/boy is captured by police/evil futuristic uniforms as in Star Wars. He screams as loud as possible, \"Help me, Save me!\" Out of the volcano Christ rises and strides forward in the air, with two helpers or angels, also walking through the air toward the prisoner. Christ has on cape and headdress like monks or St. Francis. But his face was strong. The scene shifts to the outside of the prison (or military base or asylum). At the entrance, a man and two young women are tearing down the signs, MENTAL WARD, RETREAT CENTER. I assume they'll tear down the fence. but the dream ends as they tear the signs off the gate."
        }, 
        {
            "number": "035", 
            "head": "October 8, 1980", 
            "content": "I was in Ireland below the Rock of Cashel. I rested under an oak tree near a ruined monastery in a big cow pasture. I left my day pack under the tree to go to see the old stones. When I returned, two people were under the tree, our librarian and an unknown young woman, glasses and thin. I gathered up my things and left."
        }, 
        {
            "number": "036", 
            "head": "1981?", 
            "content": "An unknown woman in a bar yells at the bartender because they will not sell her beer on Sunday--and they had in the past. Suddenly the woman changes into Henry Miller who sits down with huge books under his arm. They bring him Miller's beer in a can without him saying a word. He is working immediately in the wide margins, giving \"explication du text\" to obscure and rarely played Shakespeare plays--Timon of Athens and Titus Andronicus. He works steadily with a black ink pen--script perfect. I'm impressed that his mind is clear at 88-90. He has galley proofs beside the books. I pick up one with circle of beer can on its edge. It is almost beyond belief that so much learning can come from that ancient mind of Henry Miller--and nothing there except the text of Shakespeare."
        }, 
        {
            "number": "037", 
            "head": "1981", 
            "content": "I am walking the streets near a university and go into a place unmarried professors have apartments. I find the one I want to talk to--an ugly man I know. I walk outside his room and sit at a library table with light in center. He brings mushrooms and a dish of raw vegetables. I feel the meal is skimpy. Then he brings beef after I have eaten the first two courses. It is in gravy and cut like sukiyaki. The door opens and a professor next door comes out. He is also unattractive. I feel both are mediocre in looks and talent."
        }, 
        {
            "number": "038", 
            "head": "1981", 
            "content": "I'm with Carl Sagan in Japan in a bay where soldiers drowned in coming back from a victory in Korea over Mongolian Ghengis Kahn-Kublai Khan. The oysters had the face of Japanese warriors on them. When the fishermen raised oysters with face of warrior on them, it was like desecrating a graveyard. So each one with shell that resembled a warrior put back. As the years have continued since 1300, the resemblance to warrior has moved closer and closer. Sagan in his TV show said this was Darwinian selection where Men and Nature were together. In my dream, a scientist said volcanoes erupted at same time. So face like cameo of eroding layers of pink, brown, and mauve volcanic dust to give that effect. Most of the scientists in the bay argued against him. He lost."
        }, 
        {
            "number": "039", 
            "head": "1981", 
            "content": "I'm in the church. The main priests are Black--American Negroes. There are about four of them in the front pews. The four have purple scarves around their necks. When it is over, the leader of the Black Priests says, \"We are always in the front here. Lay workers close to priests just behind us. Congregation behind. In the big churches or cathedrals, congregation in front. So we are active..leaders.\""
        }, 
        {
            "number": "040", 
            "head": "1981", 
            "content": "I am in a Paris railroad station; and at the center of a wagon wheel of tracks, like spokes that radiate out from me about 160 degrees. I wonder which of seven trains a woman I know is on. I worry a moment and then know she is on any of seven trains or all seven."
        }, 
        {
            "number": "041", 
            "head": "June 15, 1981", 
            "content": "I'm in a \"Banana Republic\" in South or Central America. I visit the Chief of State (\"Caudillo\"?). He appears strong and confident. But as we prepare to leave his office and go on a trip, his second in command says he must have a body guard. He tells me he is taking it reluctantly. We go through the streets, I'm beside him in an open car, the guards on the running board. It switches to cab of a big truck and guards lined up on flatbed truck behind cab. Their weapons are pistols (like German Lugers, sawed off shotguns, like Chicago gangsters in old movies and real life) and strange double-barreled things like infra-red rifles used in Vietnam and movie I saw, Outland, for seeing warm bodies in the dark. Suddenly I'm on the curb among those watching. It seems to me that behind every woman watching the President go by is a man with a gun or pistol wanting to shoot the president. I move away and stand by a curb with no one around me. And I count about twenty in the crowd who want to kill the leader. His guards aim at them, but refuse to kill the women they are dodging behind. I wonder why he doesn't resign. I wonder why most don't leave that violent country."
        }, 
        {
            "number": "042", 
            "head": "June 24, 1981", 
            "content": "I'm at an old railroad station or museum; the people have just finished a meal and are in a room with wooden benches as at a fine old railroad station with a fireplace. A man comes in that I know to be a poet and teacher. \"Let's get this discussion session going,\" he says. I ask which poet. He says Robert Frost, so I decide to stay since I can discuss without study. Just as we get started, the leader of the Retreat Center comes back with two heavy suitcases and looks tired. My friend Earl is sitting close to me, agitated with several sheets of papers in his hand with columns of figures I can see. Earl says to the old director, \"The Retreat has this estimate for tax purposes, and this other one... they are different by 48 cents.\" I say to Earl in a whisper, \"I'll give you the 48 cents so we can get started on the poetry.\" He ignores me. The director must have heard me since he says to Earl, \"Hand them to me.\" He looks and changes them to the same figure with his pen, sarcastically I think--and justifiably so. Earl is still not satisfied. I say loudly, \"I'll donate a dollar to the Retreat Center so we can get to the poetry.\" I'm angry with him."
        }, 
        {
            "number": "043", 
            "head": "1981", 
            "content": "I laid off from the railroad as sick. I went to a big art museum. I felt sleepy and laid down on the marble floor. But I looked up and saw I was under a long marble arch, straight like a column on its side and horizontal. It was supported at one end by an urn and a tiny crooked column above it. It looked dangerous. So I moved several yards away. I woke from my sleep as the great 40 yard marble thing started to fall. I just laid there. It landed a foot from my head. I turned and looked at a white marble lion--astounded that its smallest and thinnest parts did not crumble and hit me. I got up to tell someone of my good luck. Suddenly the room was filled with a charity sale, all the garage-sale junk you ever saw there in that room, on tables. People walked around the column on the floor in unconcern. I saw a red-haired guard with freckles who seemed friendly. I walked up to tell of my cleverness that saved my life. He didn't understand English very well, saying he was Ukrainian. And talked mostly in Ukrainian to me, with an English word here and there. So I joined the people looking at the stuff for sale. I looked at Street & Smith pulp westerns, some bound, some loose issues. Conan Doyle's Sherlock Holmes in volume sets, one in a large bread wrapper, each book like a slice, others in plastic one beside another, as people carry credit cards. Then a generous neighbor woman came up to me and gave me a beautiful \"heirloom.\" It was a glass bowl-vase--between both in height--cut glass, blue glass leaves or painted blue spots here and there. In and around and below the glass dish was silver and gold wire, fine as hair, holding silver and gold leaves. In its bottom was carved in the glass, in red lettering--Sheffeld 1733.\" I assumed it had belonged to that famous cutlery family or an aristocrat with that name. I took it to the house where I lived while in college. I set it on a desk in my bedroom. The family paid no attention to me or the bowl since my son Willie had returned home. Emma and the three other children asking many questions, hugging him, and touching him. I looked from the doorway and saw that he had his usual quiet smile, saying nothing. His arms were thin as broomsticks, his neck bent forward, giving him a hint of hunchback. His hair fairly short and very black. One pimple at hairline, just under his left ear. His arms did not have marks of drug user. I wondered if he would go for a good physical. I hoped they would not drive him away with too many questions. I'm happy and unhappy he has returned."
        }, 
        {
            "number": "044", 
            "head": "July 3, 1981", 
            "content": "I'm in the army and there is a \"civil war\"--one part of the army fights another. I go into the country. A person between me and the snipers stands up with a mattress to protect him. It is my brother. We escape together."
        }, 
        {
            "number": "045", 
            "head": "July 3, 1981", 
            "content": "I'm in an office at the railroad where I worked 1941-1946. In my pajamas. I leave and walk home. As I come into the yard, a squirrel starts to go under the house through rotten boards. He stops and I see he has no head--a bloody fringe of hair. A wolf chases him towards me and I see he has half a face, one eye and a tusk of bone sticking out. The squirrel goes up the front steps and into the house. I follow and an old man comes in, and a bear cub and the wolf (who is smaller now and not fearful). I look around for something to throw at them. I see mother's flower pots. I throw the smallest and ugliest. It is enough. As it shatters, the old man changes into a big bear and runs away, along with the cub and the wolf that is now a scroungy dog. Mother is standing beside me, smiling and showing me a note the old man had written when he came into the house while I was away. \"I'm a Catholic.\" Mother says, \"His hand never touches paper and pencil very often.\" I notice I'm still in pajamas. I say, \"This is what well-dressed railroad clerk wears. We laugh and are happy together."
        }, 
        {
            "number": "046", 
            "head": "July 4, 1981", 
            "content": "The end of the world is coming and the believers have a way of calculating when. They place a thumb and forefinger into a crescent and count each joint as a time segment. Then they count back to joint of index finger to joint by fingernail. There is tied a paper bag of sacred jo-jo beans to \"fuel them to heaven.\""
        }, 
        {
            "number": "047", 
            "head": "July, 1981", 
            "content": "I'm at the house where I lived when I was 12 to 14. I am a grader in a college chemistry course. I have quizzes to grade and return. I know the answers and all I have to do is copy on thirty papers. I go out and start a fire in edge of yard where a woodpile is outside fence parallel with alley. I start it two or three places, thinking it will heat the house twenty yards away, since a pipe-chimney points upwards--no rational connection to the house. The fire gets out of hand and I'm late for class, and mother is too crippled to put it out. I think of water--too big for buckets. I decide to throw burning logs into snow. Only thirty minutes left to get to class. Great frustration, and anger at myself for starting the fire. Why did I do it? I ask as dream ends."
        }, 
        {
            "number": "048", 
            "head": "July 19, 1981", 
            "content": "I'm in a boat, large enough to hold about twenty people. We hear someone yell, \"Help, help.\" We know the captain heard it, but ignored the sound. So we tell him and pointed to the woman in the water. He quickly made the boat turn in a sharp curve, perhaps in anger, and came close to the person in the dark water--it is and isn't night--suddenly I am on the shore of white sand or moonlight that makes everything white as snow. I said to myself, \"It is snow except it is not cold, so it must be sand.\" The woman comes to shore, wading in the shallow water. The boat is not in sight. I feel the captain knew she was not in any danger. Others beside the woman walk ashore in the shallow water."
        }, 
        {
            "number": "049", 
            "head": "July 17, 1981", 
            "content": "I have a stick of dynamite like a large firecracker with fuse at top in a glass tube filled with kerosene. It is dangerous, but is safe as long as kerosene surrounds it."
        }, 
        {
            "number": "050", 
            "head": "July 27, 1981", 
            "content": "There are two actresses. One resembles Marlena Dietrich. She is haughty and will not stay in a room near the stage. She wants best hotel in town. The other actress, like Simone Signoret, is willing to stay anywhere we want to put her. I look in Dickens novels for a room and realize I cannot find it there and we laugh at my error."
        }, 
        {
            "number": "051", 
            "head": "July 27, 1981", 
            "content": "I was at a shrine or cemetery or World War I memorial battlefield--most like a Catholic shrine. A man there about 70, bald with a patch on top of his head. He has fishhooks in his face, about a hundred of them, most showing through with hook on outside. It is a religious persecution or martyrdom. The man tells me he is from Trent, England. I comment on his similarity to American English. The man collects donations and while he talks, a man from the Retreat Center, a pastor, gives him a coin wrapped in paper stuffed in folds of his overalls near one of his knees as he is seated. I determine to give him at least a dollar since I have talked with him and used up some of his time. He tells me about the part he played in RAF and battle of Britain. He was burned and was not expected to live. As he says that, I look at his face and it has pink look of old burns and scars .. fishhooks missing. Since he recovered, he decided to dedicate himself to God and honor dead friends and patriots in the war. A young American walks up and hears the talk of his injuries during the war. He is agitated and almost screams about the injustice of it all. I am not clear what injustice. He is talking too much for me to ask. He is or resembles a follower of Trotsky with T-type beard. I wander off to get my check. It is Friday afternoon and I want to get to bank before it closes. I know where railroad pays--it is at French town. I see art of Jean del Ville I studied last week in symbolist book. I walk in heavy traffic to get there and at an intersection there is a little park of dead grass. A painter at my college is on the grass. I am hot and dusty and have my coat draped over my arm. He grabs the coat and dances around, not giving it back. Very playful. I am not amused and since I find a ball-peen hammer in my hand, I throw it at his dancing feet hard as possible. It hits him on the ankle. Immediately he changes to a thin man about 35 who resembles him in skinny body. He continues to dance with my coat, not wanting to give it back. I pick up a stick like a broken pool cue. It is sharp as a spear where the hardwood split on the grain. But I hit him on the ass as if spanking a child. He gives it back, still laughing. The traffic is worse than ever since tourists leaving France go the same road to airport as I to railroad for my check. I realize railroad and banks open on following Saturday AM. So I quit."
        }, 
        {
            "number": "052", 
            "head": "July 28, 1981", 
            "content": "Ross from Ireland baked cookies--two about 4 inch by 8 inch oblong-rectangles. One dark molasses, the other tan. Both cut into little rectangles and I assumed more for ceremonial bread than for eating. The tan cut into even neater and smaller rectangles the size of sugar cubes. As he picked it up to distribute it as at the Mass, it suddenly became five layers thick, beautiful and golden tan, too precious to take and break up its perfect geometric shape. He passes among us and we admire its beauty."
        }, 
        {
            "number": "053", 
            "head": "July 28, 1981", 
            "content": "I'm at the railroad. A man comes up to me in the parking lot who sells boots. My son, Reynaldo, about 8-10, has complained about a last pair that hurt his toe. He has his foot in a square shoe-box with oilcloth over the foot so I can see the hurt toe sticking up at a knuckle, like a large corn that is inflamed. He said he has a more expensive pair that will not hurt him. I become angry and said, \"I suppose it costs $60-$80 to $100. I don't trust you. And I think your merchandise is inferior.\" The man says nothing but grits his strong square jaw and gets back in the car with his two sons. I drive off before he does, still fuming. Suddenly I am feeling guilty to have done it in front of three of my children and Emma. I realize I should have been quiet and gone shopping at another store. And I feel angry at myself for not giving him a chance to speak and defend himself."
        }, 
        {
            "number": "054", 
            "head": "August 14, 1981", 
            "content": "I am crossing a low and sluggish river where a bridge once was. There is mud and slime on everything, as if a flood recently had subsided. And it is ugly with dregs--toilet paper and turds like drying sewage? or little sticks? I walk carefully on the stones to get across. A dirty-looking man behind me sloshes through the mud and water, at times up to his knees. He seems to be following me. He has a scraggly chestnut beard, torn shirt, and frayed blue denim trousers. I think he is talking to me. Then I see his angry talk is to himself. Then I know that he is a scientist talking to portable tape recorder. He is reporting on environment, on harmful things in the river. A pollution study. I leave him by going up the bank by using broken timbers of bridge foundation as a ladder. I look behind and he is not following me. On a bank overlooking the river chasm, I have a secret apartment. I go in and immediately go to a bed against a wall and midway between two other walls. I have sex with a young woman about twenty. We try every position I wish. She is cheerful and obedient to my wishes. Mostly she is on bottom. We both watch my penis move in and out slowly. I'm impressed how long I keep the erection. It is a real size, not exaggerated. The penis is stronger in focus than the girl. She is pretty and honey-colored long hair. No talk or odd behavior at all. A grey blur? No. But not equally strong willed. I realize door is unlocked. What if my friend Jean comes to the door? I go and lock on inside. I must find the key to lock when I am away. I look for a moment in desk by door. I decide to search the room later, and head back for bed. As I went to door, bright moon made me think of Jean's hair. Or was it streetlight? I realize I haven't paid rent for 6 months."
        }, 
        {
            "number": "055", 
            "head": "November 29, 1981", 
            "content": "I am in the north woods. I seen ten men working on an old log house--preparing it for national preservation--like a museum so people see how it was done earlier in history. They are taking off a layer on every surface. The logs are square so the surface can be cleaned as an old floor is sanded. It was a house of the \"Longworth\" family--the father and sons built it as a wedding present for their daughter. The house is purple with other colors like gold and silver sheen on its surface--like sap dyes in fresh oak wood. The windows are like Eisenglass colored more gold than purple--so much that I could not see furniture in the front room through it."
        }, 
        {
            "number": "056", 
            "head": "November 29, 1981", 
            "content": "I am in new bookstore. On my way to the books I pass through a small annex in the front where I see a friend. He says he is in charge of the magazines. I think that he is too lazy and disorganized to handle it. I do not see any. He had put them behind curtains, neatly stacked shelves close to the floor. I pick up a large one, the size of \"Rolling Stone\"--3 feet by 2 feet. It is strange eccentric classic faces on small bodies as short as face. The faces have flesh-colored tones. I turn the page and it is a picture of children in a garden gathering flowers. Every flower is an erect penis about a foot long--a little like a tulip but closer to big erect phallus with pink head or knob than more red."
        }, 
        {
            "number": "057", 
            "head": "January 19, 1982", 
            "content": "I am in the desert and a musical gathering is just ending. The young people are there with guitars and banjos--mostly guitars--sitting around and waiting... My son Reynaldo and I watch new arrivals, especially a \"New York psychiatrist\" who is dressed in shiny shark-skin dark blue metallic suit and a hat with a snappy small brim--too tiny to be of help in the desert sun. No one notices him, so he sounds excessively happy--like an actor who demands the limelight--\"I love young people and their music.\" The small hat has a brush or feathers in the band like Bavarian or Alpine hat. While most sprawled asleep, a truck pulled up to take them home or back to town or to bus or airport. It was a combination camper and British two-decker bus. It filled quickly top and bottom. Reynaldo and I climb onto trailer it pulls as it moves. The trailer suddenly becomes a long mattress with a person here and there on its large space. It is as wide as the highway, but about two to three blocks long. I wonder how engine of the bus can pull it. It rolls over rocks and road signs and guardrails easily ... and bends easily over hills and curves. The bus stops at a destination, and it switches back from long mattress to trailer carrying machinery that is sharp, dangerous and gun-metal blue. Same color as NYC psychiatrist's suit. Reynaldo is impressed how nimbly I climb over the machinery and get to the ground before him. I know it is experience at railroad and mountains, but do not say so to him."
        }, 
        {
            "number": "058", 
            "head": "January 21, 1982", 
            "content": "I am adding salt to a waterbed to keep it from leaking or spoiling--but the bed is outside--larger than a king-size bed and above a neat green lawn that extends about four feet from the platform of the bed on all sides. The bed is about five feet above the ground. When I have added about ten tablespoons of salt, I feel it is enough. Suddenly the water of the bed is a quivering jelly mass about a foot high, greenish grey and beautiful on its plywood foundation. It is above me when I step to the sidewalk to admire it. Since it has no covering of rubber or plastic, I fear it will trickle from vibrations of busses or if I touch it--a flood is possible. I think about trenching the grass with a V to the street so not all of grass will be killed from the salt water--sacrifice some grass to save the rest. Nothing happens except it gets smaller, down to four inches from evaporation when dream ends."
        }, 
        {
            "number": "059", 
            "head": "July 17, 1982", 
            "content": "I'm with my friend Jean and I have a sack of objects--it is a clear plastic sack and I can see the inside--rocks, rolls, buns, washers, bolts, and little blocks of wood that children build with. Jean has on hiking boots of high, old-fashioned buttoned and laced ladies' boots of 1890-1915. She has golf clubs. We have a bet. She says I can have all of something valuable, vague but desired, if I can get all into one boot in one stroke. I know it is impossible , so I negotiate. We finally agree that if I can get two objects into one boot in one stroke, I win. She takes off the boots and lays them on their side. I watch her and then study the boots to see which has opening at top easiest to enter. I take two little rocks out of the sack, round and about same size as golf balls. I get ready to swing the golf club when the dream ends."
        }, 
        {
            "number": "060", 
            "head": "September 21, 1982", 
            "content": "I'm in a railroad yard, new to me, and a strange engine is on the ground beside the tracks. It has skis on front (making it look like a large snowmobile). The drivers and wheels behind are normal. They lift the entire engine up in the air with a large crane, slowly. I'm standing and watching and have one hand on the high rail and a right foot on the lower (impossible; well, that's dreams). I scream and pull out by fingers and toe of shoe before being crushed. The skid in both places is flexible so I escaped without injury. The engine, safely on the tracks, is oiled by a lazy guy who seems to oil empty holes and nuts and bolts that don't need the oil. No interest in his job at all, as if in a trance. The engine then goes up an (impossible) incline to check the power on inclines. There is an iron weight, pear-shaped, with pointer on end and a dial from 1 to 10. It is on 4 when dream ends. It's all very exciting to see the engine at a 45 to 60 degree angle up in the air on the rather flimsy rails."
        }, 
        {
            "number": "061", 
            "head": "1982", 
            "content": "There was a convention of all the nations of the world for a \"Walking on the Water\" contest. Before it officially began, a man with seven silk top hats walked briskly down the dock and onto the water. He slowly sank. Each hat was carefully labeled (starting with his head, Historian, Artist, Scientist, Economist, Literary Man, Political Man, and on top was \"Walker on Water.\" After he sank, one hat floated, the \"Walker on Water\" and beside it rose to the surface and floated was his pair of sandals. Similar to old stories in the Bible and other primitive lit; in an odd way, this man had won the contest!"
        }, 
        {
            "number": "062", 
            "head": "1983", 
            "content": "I'm at a football game or music festival with Emma and my mother and father. It is in a Greek-type amphitheater so the top seats are ground level. There I'm to meet our friends Nancy and Joe. We are early. I wonder if we are in the right place and they know where to come. Then I see them standing above us. I go up alone. Nancy has on a see-thru blue blouse (light and airy) and a Navy-blue skirt. She has dark brown hair--between chestnut and brunette. It is sort of upswept, a little like Gibson Girl. Joe is thin and sharp-nosed, a little like William Powell in Thin Man series--no hairline, mustache--both look about 35 to 40. He speaks first, \"I'm hungry.\" And I said, \"Go to an Eastern Airline cafeteria. If line is too long, break in at front, if no line, start a new one.\" Nancy looks at me and says, \"So this is what professors are wearing these days.\" I have on a brown suit and tie. Mother and Dad have extra seats. I slow down as we enter so Joe sits next to Emma, Nancy next to Joe, and I on the outside next to Nancy. I have to find out where they are staying, how long, when they can meet for dinner. Nancy is cool and correct, not revealing plans."
        }, 
        {
            "number": "063", 
            "content": "I'm at the Retreat Center and most of the people around me are old acquaintances. At a meeting in the open, I sit fairly close to the speaker, but off to one side, alone, my own brown wooden table to write on. Later I'm aware of my strength and radiant good feeling and good looks. Young people, about two boys and two girls, all about 20 years old, say I look \"strong and rugged\"--not patronizing to old, but straight stuff. I look down and see my Golden Sweat Shirt and smile at the illusion of bulging muscles--it's a baggy monster that disguises my modest muscles. I say nothing to them. A woman is near me--tall and thin and good-looking with shoulder-length hair, a composite to two women I know. We get friendly in a hurry, and she takes off her shoe--we are on the floor on a rug by then, but people still all around us. I kiss the top of her foot, gallantly, not silly or parody. She agrees to meet me later. I sit there a long time alone. A fat child, with dark skin, like mulatto or Mexican comes up and says, \"Marilyn is called away, so she can't meet you at 2 PM by the Gate.\" She mumbles and is shy, so I ask her to repeat it. I had heard it right the first time. I was dimly aware I may have forgot the time and place for our assignation. I think about my overtures to the woman and feel I merely want to get naked with her, even if no sex. I feel she will ask if I'm married. I'm resolved to tell her the truth, but will still feel like a cad."
        }, 
        {
            "number": "064", 
            "head": "June, 1984", 
            "content": "I'm in a rooming house. The landlord (who has reddish hair like my father and tiny blood spots from a morning shave) said to Samuel Beckett (the fierce Irish playwright and Nobel Prize winner), \"Move that bike from the front yard--no bikes to be in sight from front--a new city rule to make the town neater.\" Beckett said, \"I'll not move--here for many years and I'll not change for a stupid new law.\" Landlord starts out, but door to front locked with a cheap lock on inside. As he fumbles with it, he says, \"I'll have to fill our 15 pages of forms and get it from where it is impounded.\""
        }, 
        {
            "number": "065", 
            "head": "August 16, 1984", 
            "content": "I'm walking across a field, undulating and tall grasses. My friend Patrick comes up to me and looks handsome with fine forehead. He smiles and is immediately not as handsome--teeth uneven and sharp like little fangs of a snake or devil. He comes close and wants to kiss me. I'm shocked because I know he's dead. He's a ghost, handsome as he looks. I turn my head, for fear of what I'll see when he becomes a corpse or skeleton again. He whispers in my ear, \"I want to suck you, go down on you. And you do the same to me.\" I want to break away, but he holds me strongly in a grasp, as I continue to look away and keep eyes closed. Then I break his grasp and I wake up, holding myself with crossed arms and a pillow against my stomach and groin, lying on left side."
        }, 
        {
            "number": "066", 
            "head": "October 9, 1984", 
            "content": "Marilyn Monroe is being interviewed. She loves drugs: \"I like J&B; Scotch, uppers, downers, and cocaine.\" Then a photograph shows first from knees to navel--she's wearing a slight bikini bottom. As experts talk about her, one says, \"She uses drugs like groceries.\" Then the photograph is full-length, and I look at her from waist up, as closely as a doctor looks at an X-ray. Her breasts are big and beautiful at a glance. But on a closer look, they are squarish and lumpy. Instead of a nipple, she has three, like end of a Norelco shaver, with each circle smaller but almost as flat. Not sexy at all. Her breastbone just below her neck is a triangular plate just below the skin--all the skin in the upper area from navel up is transparent, like glass or a film negative or a thick plastic where you can just barely see what it wraps. The plate with a button shape in each corner seems to be silver. Below all her skin I see blood vessels as faint blue and nerves as white wires."
        }, 
        {
            "number": "067", 
            "head": "May 2, 1996", 
            "content": "A car in front of a friend's house. I sprinkled a bit of gasoline on front seat, using a plant watering squirt jar. Just as I finished putting this on the seat, Emma walked up, and started to get in, and smelled the gasoline, and asked, \"Did you do this?\" I confessed I did. I opened door on house side and rolled down windows, so it would air out and evaporate. And we walked toward home silently, I am shocked (in the dream) about my primitive jealousy for not being asked to read my poetry at the car owner's celebration."
        }, 
        {
            "number": "068", 
            "head": "November 12, 1997", 
            "content": "I'm at a small but full-serviced post office near my home. I'm at a tall table standing there getting letters ready. I mail the letters and a man comes in and puts a beautiful picture of a woman on the wall and a sign beside it as to how to mail and address a letter accurately. She is dressed in fairly tight violet or purple blouse that shows her contours, and a white linen skirt (?) ... and I adore her honey-brown hair and steady gaze. Suddenly, another man comes in and puts a \"Give Blood\" sign over the instruction sheet and her picture stays the same, and the blood bank honors Emma for many years of giving a rare B- blood. And then a second man comes in and places, on table beside me, a small steamer trunk with brass fittings that holds the vessels for the collected blood."
        }, 
        {
            "number": "069", 
            "head": "January 21, 1998", 
            "content": "I'm at a lecture hall - a round room in a library near my house. There is a circle of chairs, all empty except me and an unknown woman. My books are under the chair. A thin, pretty woman about 30-40 comes by and invites me to the gym of the YWCA nearby. \"I'm going to exercise.\" I walk onto the gym floor in my ordinary clothes and shoes and she slides by on her back in a bathing suit. It looks as if talcum powder is on her to make it slippery. I adore her energy and courage. \"Let's have a test of strength by pushing against, hand to hand.\" Suddenly she is naked, almost as tall as I and I admire her nakedness. Suddenly another naked woman comes between us--short, plump. I see her back only. She turns slowly and it is a young man. I leave immediately to retrieve my books in the round room. It has filled with women about my age, 60 to 80. I can't find my books under the chair. Just as I see them, and wonder how to get them, the dream ends."
        }, 
        {
            "number": "070", 
            "head": "April 4, 1999", 
            "content": "I'm by a bay with a cove with rocks to break the big waves of the ocean. I am with Emma's daughter from her first marriage. Then my Bantam hen from when I was 15 years old walks between us and goes into the water. The hen is not brown and tan, but white like a gull. It starts laying eggs--they come out in the tube like the birth sac of dogs and other mammals. A \"big\" bantam egg comes out. Each after is smaller until the last one is the size of sparrow or hummingbird egg. Emma's daughter disappears and I'm back at home and wonder what to do. I decide to put the largest eggs in box of fluff and an electric light and keep temperature at 110 with a thermometer."
        }, 
        {
            "number": "071", 
            "head": "1999", 
            "content": "I'm in a big city with friends from India [I introduced myself to them on a university campus in 1954]. They drive up to curb and we three get out, and it's an Indian celebration. Suddenly a bigger truck--theirs is a pick-up--and suddenly their children get in the big truck and drive away--both about 8-10 years old. We follow and I don't ask where we go or if they are kidnapped and it's an adventure and no fear."
        }, 
        {
            "number": "072", 
            "head": "September 10, 1998", 
            "content": "I was approached by a friend who made Japanese gardens--in the dream only--and he said he would make me a garden free. He was so slow or so busy, he got around to finishing it when he was famous. He and I never discussed money--I felt it was free as practice for a beginner. He finished it and it was perfect. Just as I wondered if it would bankrupt me, a beautiful woman came and stood in front of it. She was confident, cocky, and luscious: her print dress showed her good figure."
        }
    ]
}