{
    "dreamer": "esther", 
    "description": "Esther: an adolescent girl", 
    "dreams": [
        {
            "number": "1", 
            "head": "[age 12]", 
            "content": "I am a little blond girl on an escalator. I am holding hands with two younger blond boys. We are all dressed in white. Everything is glowing... there's lots of light. Almost blinding, but very peaceful. The escalator is going up towards this huge mall where everything was free."
        }, 
        {
            "number": "2", 
            "head": "[age 12]", 
            "content": "A boy from school is trying to kill my family. He had killed two other people and left them by my doorstep. Then somehow he got into my house and I tried to run. My parents were in the garage. They had fainted and couldn't help. He almost killed me with a knife, but I got away. I went to the neighbor's house and she had a big mansion and tons of kids were there. Two of my classmates came over and I told them about how I almost got killed."
        }, 
        {
            "number": "3", 
            "head": "[age 12]", 
            "content": "I got tickets to a Poison concert from some friends."
        }, 
        {
            "number": "4", 
            "head": "[age 12]", 
            "content": "The devil is in my dream. People were possessed by the devil if they had a little blue peg under their tooth. They tried to kill me, my brother, and my Dad. I tried to get a cross, but I couldn't find one. At the end, she turned into a good person because she threw away the peg."
        }, 
        {
            "number": "5", 
            "head": "[age 12]", 
            "content": "My family was on vacation and the expressway near my house is connected to an underpass. It is a waterslide."
        }, 
        {
            "number": "6", 
            "head": "[age 12]", 
            "content": "I am in the hospital and some family friends are there."
        }, 
        {
            "number": "7", 
            "head": "[age 12]", 
            "content": "My family goes on a big trip to a huge mansion. My name is Michelle. This guy I like is there. I have a secret, but I forget it. The mansion has two swimming pools. It is huge. We go back home because the wicked drug dealer owners come back."
        }, 
        {
            "number": "8", 
            "head": "[age 13]", 
            "content": "The stadium where Poison was playing had balconies and the bassist asked me out. We went to his house."
        }, 
        {
            "number": "9", 
            "head": "[age 13]", 
            "content": "I am in high school and I have on this black mini dress I've been wanting for a while. The bassist and singer of Guns and Roses were playing in these wheelchairs and they were going through a door. I opened it for them and we just talked and had lunch. They were teasing me, but drummer told them to stop. Then they all kissed me."
        }, 
        {
            "number": "10", 
            "head": "[age 13]", 
            "content": "I'm at a swimming pool and a bunch of kids I know are there. They got into a fight and the rest of the kids had to go to reform school. When they were on the bus, we ran away and stuck our tongues out at them and ran to the end of the school. We went in and I saw my best friend Mary. We walked up the stairs until we reached the top. The only way we could go was through a pipe. They said, \"Don't go through,\" and Mary went in. She landed in a swimming pool. It was like a waterslide... she said to go north in the waterslide or else I would land somewhere else, so I went down. It was lots of fun. Then the other person went down and went south and we never saw her again. It was a cool place."
        }, 
        {
            "number": "11", 
            "head": "[age 13]", 
            "content": "Jon Bon Jovi was going to come to my school for a concert. There were airplane-like seats that tilted back all the way. Everyone from school was there. It was great. I got front row seats!"
        }, 
        {
            "number": "12", 
            "head": "[age 13]", 
            "content": "I've had this dream several times before. I am at school with only four people and the lead singer of Poison is my teacher. He likes me. He keeps looking at me while he's explaining the lesson. Just when I'm about to ask him for a backstage pass and front row seats, I wake up."
        }, 
        {
            "number": "13", 
            "head": "[age 13]", 
            "content": "It is Spring Break and everyone goes to a hotel right by my old house. We stay at my house. It has six swimming pools. Each one is a different shade of blue. One of them has turtles, fish, and other animals in it that I try catching. I'm having fun. Then I have this waterslide. My friend John goes down the slide with me and I tell someone I like this boy Kevin. But then I like John. Then Kevin thinks I like him. I realize I could never like Kevin and I don't want him to think I like him! My best friends were there. We were going to videotape the house before I moved. I don't want to move."
        }, 
        {
            "number": "14", 
            "head": "[age 13]", 
            "content": "I have special powers. I make myself tall and pretty and make my house (which isn't my real house) look really cool. It has black and white checkers and strobe lights. I made Bon Jovi show up and we kissed. All I had to do was say, \"Bon JOVI!\" and point my finger and he'd appear. I could do anything. Then my Dad was pissed off and everyone had a good dinner. My brother and his friend were there and I asked them what I had eaten. They said they didn't know, but if I had to eat it, I'd throw up. I found out I didn't have to eat anything. My parents wanted me to at least sit at the table. So I ran to my friend Linda's house. She wasn't home, so I went looking for her with someone. I forget who. We went to this building that I think was a mental institute because we kept going up and down stairs and all we could see were gray, corroded, damp, ugly rooms. It was awful. My psychiatrist and old counselors were going to catch us. I knew what this hotel was like, but I couldn't find it. Then we saw one of my aunts and some other people who helped us find it. We finally found it and it was mega cool. We sat down to eat dinner. Then I asked someone where Leslie was and they pointed to a room. I went there and couldn't get up. I kept wondering how she got her wheelchair up there, but her Mom tells me she forgot about the flap. So she lets it down and I went up and sat there for a while and then went down. I said good-bye and ate dinner."
        }, 
        {
            "number": "15", 
            "head": "[age 13]", 
            "content": "My ex-boyfriend got near me and we hugged and made up."
        }, 
        {
            "number": "16", 
            "head": "[age 13]", 
            "content": "I am in the hospital and Def Leppard is going to play. Some people from school are there. I called my friend Linda up to tell her, but by the time she got there, they were done. It was a rad concert, but they left before I could get an autograph."
        }, 
        {
            "number": "17", 
            "head": "[age 13]", 
            "content": "I am looking at this \"Gorgeous Guys\" book and it lists all the guys' addresses, so I went to visit the small kid from the show \"Alf.\" Jon Bon Jovi and his wife lived next door, but I wasn't sure if he was home. Then I saw him  and his wife outside. I ran to him screaming. Then we went cruising and I went to go get my camera. When we were at my house, he started kissing me and rubbing my back. I was in heaven. We went to take his picture, but I lost him. I had a backstage pass and front row seats. He got a divorce and was going steady with me."
        }, 
        {
            "number": "18", 
            "head": "[age 13]", 
            "content": "I am at school with some friends. I saw my boyfriend and his class doing some weird dance. Then I saw two guys from Motley Crew near the office. everyone was getting autographs. I was going to go get one, but they left. I sprayed my boyfriend with a  hose and he didn't do anything about it. It totally dogged him."
        }, 
        {
            "number": "19", 
            "head": "[age 13]", 
            "content": "The junior high was mixed with elementary school and had a runway for airplanes. I went on an airplane every day to a vacation resort. I put my stuff in the plane. It was a cool, small plane. The planes were leaving and I wasn't on it yet. I was at school in a big auditorium and everyone was there - people from my new school and old school. We were watching a movie and this boy I used to have a crush on and a boy I used to go out with were kissing this girl and looking at me. They were making faces by my friend Joan. I was making everyone laugh because I kept breaking my spider balloon. Me and a group of people went to say goodbye to this girl. My plane left me."
        }, 
        {
            "number": "20", 
            "head": "[age 13]", 
            "content": "I saw Madonna swimming in a lake. We were on vacation at this place I dream about a lot. We had a plane and flew around the island."
        }, 
        {
            "number": "21", 
            "head": "[age 14]", 
            "content": "I was staying at this hotel and there are all these cougars and panthers there. Then I was at my old house with my friends Tina and Heidi... or people who looked like them. My Dad kept throwing balls up in the air and whoever caught them would get some chocolate. All of a sudden, me and Tina were being chased by Heidi because we wouldn't tell her something. Then my house turned into a big hotel with endless stairs and a lot of chalk painted bodies like what they do when there's deaths. Me and Tina ran up the stairs through elevators which we didn't know where they'd stop. Heidi ran after us. We were escaping, but then we separated and went into a big room with a lot of chalk on the floor. A lot of my friends and a group of black guys went in. Then they all ganged up with me so we could protect each other. Then Heidi came in with a fork and everyone protected me. We talked and she felt better. Then a bunch of black guys started shooting at the other group of black guys. Everyone was killed except for me, my friend Polly and some other guy. We escaped because someone knocked down a gate."
        }, 
        {
            "number": "22", 
            "head": "[age 14-15]", 
            "content": "I had a huge fight with my friend Heidi."
        }, 
        {
            "number": "23", 
            "head": "[age 14-15]", 
            "content": "I was at school and my brother went there too. We said we'd meet after school but I couldn't find my bike. Finally, I found it and there was a sign on it. I had a fight with these two adults to get it and they kept picking me up and I screamed, \"Help!\" Then they took my bike and sped off in a train. We tried to catch them. I went into this weird house with all these different colors with some boy from school, my brother, and one of my brother's friends. It was strange because anything you wanted to see or not see would appear. Anything you were thinking about would almost always happen. There was some other boy from school there and some other girls I couldn't recognize."
        }, 
        {
            "number": "24", 
            "head": "[age 14-15]", 
            "content": "Me and my family were going on vacation and my Mom was on an airplane. She was coming and we heard there was an airplane crash and she died. We were really sad and I started crying. Then I went to school and I told my friend Polly and this girl Karen and another friend Nancy. They didn't really seem to care. I started picking up coins on the floor. A man came up and told me about the crash and I started crying more."
        }, 
        {
            "number": "25", 
            "head": "[age 14-15]", 
            "content": "I went to Polly's house and her little brother's room was a shopping mall. So me and my Dad went to choose clothes and I found three things: 1 pair of jeans, a black and purple turtleneck, and I forget the last one. Anyways, we left them lying on the ground. (Her house looked a lot different than it is.) Her brother showed me where they were, but all he showed me was some underwear hidden in a  tennis racket. After that we went to a party. Polly could choose if she wanted to go with us or her parents. The party was elegant and everyone from school was there. We had to do a Christmas pageant, but when I went to the manager, he said I had a hearing impairment since I was three, so I didn't have to do it. Then Polly stood up for me. One of my teachers was the chef for the party."
        }, 
        {
            "number": "26", 
            "head": "[age 14-15]", 
            "content": "I was at a beach house with four friends (I've never seen any of them before, but I know one of them is named Adam.) I was talking to Adam when all of a sudden we heard ghosts that we could see. I ran into my parents' room and got under the covers and I could only see the ghost's head. He was really cute. He threw eggs at my parents, but not at me, so I went off with him and three girl ghosts who were doing weird, scary tricks. Then they all left and there were a set of new ghosts which were all exciting. There was always one cute guy which I went off with except for the third set of ghosts who only argued about doing dishes while we partied with the other ghosts. The sets of ghosts came in shifts of day and night. It was awesome."
        }, 
        {
            "number": "27", 
            "head": "[age 14-15]", 
            "content": "I was at a beach house. I was playing this Tom Petty song on the guitar... \"Free Fallin.\" The house looked different."
        }, 
        {
            "number": "28", 
            "head": "[age 14-15]", 
            "content": "I went to school and my friends were in a circle in the gym. I got mad because this girl kept saying she hated these people and I tried to tell her to stop. Then I got mad because no one paid attention to me, so I went to talk to some other friends and mimicked my other friends. Then I ran to the bathroom and these spiders were making a design on the floor. No one was there because these machines were going to make designs everywhere and if you were there, it was dangerous. All over school this happened. Then I picked up this girl I baby-sit for with my friend Heidi. The little girl kept switching from a girl to a boy. Then she fell asleep. There were all these boys at school and I had trouble getting to my classes."
        }, 
        {
            "number": "29", 
            "head": "[age 14-15]", 
            "content": "I think I was with my friend Polly. We fell into a swamp and all of a sudden we were river rafting. We stopped to eat lunch. There were a lot of guys around."
        }, 
        {
            "number": "30", 
            "head": "[age 14-15]", 
            "content": "I was at school, but school was connected to my house. It was giving day. I got a lot of gifts."
        }, 
        {
            "number": "31", 
            "head": "[age 14-15]", 
            "content": "There was a gigantic party in a place that looked like my old school, but everyone was from my high school. I came with Tina and Polly and they both split. Tina went with Heidi. Then from the second balcony I saw Polly and two other classmates, all in matching outfits -- black shirts and orange sweaters. I asked if I could have some clothes, but slightly different ones. So we all went to a train that took you to a building in the air. It stopped really fast at the third floor, but one of the girls lived on the second floor. It was a train/plane/elevator. She gave me an outfit and I went to the party. I met a black guy that looked like Malcolm Jamal Warner (Cosby Show) and we screwed around. I don't really know who he was, but we went to his house and I didn't really like him after we screwed around."
        }, 
        {
            "number": "32", 
            "head": "[age 14-15]", 
            "content": "I lost my shoes. I came out from this underpass and saw a party going on in a gray two-story house. There were all these crusty punk rockers drinking Pabst Blue Ribbon and Budweiser and the music was blaring onto the street. The balcony looked like it was going to fall because it was so packed. Some dude leaned over the balcony and puked onto the street."
        }, 
        {
            "number": "33", 
            "head": "[age 14-15]", 
            "content": "Our family adopted a baby (nine months old, big blue eyes, blond hair, really cute). He's been in my dreams before. He told me I shouldn't come with him or I'd get into an accident. My Mom was in a department store and there was a strange tennis court across the street. So I went. The street was hard to cross because the cars went really fast. My friends were playing tennis across the street, so I went. Me and Polly wanted to leave, but we couldn't find the way out. Finally, after riding our bikes around a gigantic house/forest, I opened a closet which led to a door. I opened the door and the forest was there, so we went out. While I was crossing the street, a car came straight at me, so I jumped off. Cars kept going by until one finally stopped to help. I had to go because I was called for a camping trip. Tina was in the front seat, this guy Jack I had a crush on was right behind her, and I was right by him. We went up a steep hill and finally got there. I wondered if Jack was really Jack because he cut his hair and looked really ugly."
        }, 
        {
            "number": "34", 
            "head": "[age 14-15]", 
            "content": "My car breaks down in the middle of the desert. I wonder how in the hell I'm going to get to meet these people on time. I grew these huge wings. They were thick and strong. I turn into a human angel. I flap my wings and start flying towards the middle of this rock/mountain alcove. I could see a city nearby. I stopped to look at the city lights and the sun going down. My wings were so big I could feel the wind from flapping -- I could hear them flap. It was so loud, I woke up."
        }, 
        {
            "number": "35", 
            "head": "[age 14-15]", 
            "content": "My Dad walks into my room and starts taking all of my decorations down. I feel invaded and helpless. I tell him to stop, but he won't. I cry and get really angry. This dream happens often."
        }, 
        {
            "number": "36", 
            "head": "[age 14-16]", 
            "content": "I am being chased by some man. I am running alongside the beach. All of a sudden I notice these rooms lined up along the shore. Each one contains a scene from one of my past dreams. I run by until I get to the end and a speedboat is waiting for my getaway."
        }, 
        {
            "number": "37", 
            "head": "[age 14-15]", 
            "content": "This disgusting bum forces me into a closet and rapes me. I feel disgusting and cry in the closet. I don't want to tell anyone."
        }, 
        {
            "number": "38", 
            "head": "[age 14-15]", 
            "content": "I was in a vacation resort with Polly's family. People invaded us and we kept running. I realize I've had this dream before. My friend Nancy runs down the roof and I follow. I got caught up a lot and then I kept escaping. There was a tiny town below that looks familiar and I go inside. My friend Mike and his friend come underground too. We ran. I went into a tiny door I didn't think I could fit into. Then I was at this girl Mandy's house and my friend Betty was there, but she had a shaved head, but she still had hair. I left back to my friend's and we kept running."
        }, 
        {
            "number": "39", 
            "head": "[age 14-15]", 
            "content": "I was friends with one of my enemies. Her house looked different, but she kept telling me how she couldn't believe she lost a friend like me. I was in art class and I was crying because I had a nose problem. Then I had to go to another class and I was always late. I was fooling around with some friends. I was really depressed."
        }, 
        {
            "number": "40", 
            "head": "[age 16]", 
            "content": "I was in my house and got kidnapped by a lady and two guys. They took me to their house which was across the street. My family was really sad and occasionally my dad would come over and talk to the people to see if I could come back home, but they kept telling him he better stop coming over. I was really scared because I didn't know what was going to happen. I only saw the lady a lot, but barely ever saw the two guys. The lady was kind of mean, but occasionally she'd compliment me on how well I was coping with the kidnapping. I got out and walked across the street to see my house. It looked awful. It was half burned down, like it had been bombed. Everything was trashed and it looked abandoned. I was scared. I think I saw my parents. My house was deteriorated. The house across the street looked different."
        }, 
        {
            "number": "41", 
            "head": "[age 16]", 
            "content": "I was in my house with my brother and a friend when we got a phone call. My brother and I picked it up. He kept teasing me and showing off for my friend by pretending he was going to pick up the phone, then not doing it. I kept asking him, but he wouldn't, so I screamed at him and he did. I was talking to my neighbor across the street (her house looked different again). Some girl, who I don't know, kept telling me her Dad was crazy and she was scared, so I called the police and they came to my house. All of a sudden her crazy father was chasing me and I was on a downtown street like Main Avenue, but with different stores. When I was hiding in the stores, people were very helpful. I wasn't sure if the man was chasing me, but I found out he was. Then a man I didn't know kept helping me escape. Finally I entered the store and this lady said I could hide there. She told her two kids to come downstairs and I went up a long flight of beige-carpeted stairs. They were very high and when I got to the top, I looked down and saw tons of white mansions and swimming pools. I was scared because of the height, but it was at a long, interesting waterslide. I wasn't sure if I should go down because I was afraid the man would be down there. Finally he entered the store and he told me not to hide because he used to play here with me when I was a little girl. (So he sort of turned into my father.) So I went down. I remembered when I was a girl and I would throw a ball down the slide and it would land on his head."
        }, 
        {
            "number": "42", 
            "head": "[age 16]", 
            "content": "I was at a hotel with my brother and we were the only people who weren't as tan as everyone else. I saw an adult male friend with his family."
        }, 
        {
            "number": "43", 
            "head": "[age 16]", 
            "content": "I went to this star's house and she had these fish I played with and she let me take one home, except on the way home he turned into the little blond boy who was staying with us. On thew way we passed through an amusement park and he cried because he wanted to go on rides but we couldn't. All of a sudden my Mom stopped the car and her and my brother got on a ride, so I told him he could go on one. There was a guy who they were releasing from jail and he started chasing us, so I grabbed a knife and stuck it through his stomach. Then we were in this house and I killed a bunch of bad people with knives through the stomach. Then this guy said that we were eating the dead bodies and they actually tasted good. He was wicked and mean, so I killed him too. Then there was another guy who came in and I killed him too."
        }, 
        {
            "number": "44", 
            "head": "[age 16]", 
            "content": "I was at school and this guy we call Ape Man came up and said something to me, so I started walking with him and Jack, the guy I'd had a crush on. He liked me. The school looked different."
        }, 
        {
            "number": "45", 
            "head": "[age 16]", 
            "content": "I could stare at an object for a long time and make it move. I could almost read minds. I remember I was looking straight into this guy's eyes and I could almost tell what he was thinking. I was also in the supermarket. I was on the beach later."
        }, 
        {
            "number": "46", 
            "head": "[age 16]", 
            "content": "I got kidnapped again."
        }, 
        {
            "number": "47", 
            "head": "[age 16]", 
            "content": "I was introduced to one of my friend's uncles or cousins and he was a guy from the Ramones and at first he was ugly, then he was cute and flirting with me."
        }, 
        {
            "number": "48", 
            "head": "[age 16]", 
            "content": "I was on the beach and aliens were coming to invade my friends and family. When they arrived, we were all in a closed garage. The aliens could go right through the garage and did. They took everyone hostage except me, who they got information from. All of a sudden, I was riding down a dark and gloomy street and I saw one of my friends and asked him how it was being in the alien movie, but I didn't know or realize that I was also in the movie."
        }, 
        {
            "number": "49", 
            "head": "[age 16]", 
            "content": "I was in the movie A Clockwork Orange except I was the main character or I was being victimized. I woke up shaking in my room and this girl woke up shaking too. We both had killing dreams."
        }, 
        {
            "number": "50", 
            "head": "[age 16]", 
            "content": "Polly was in my dream. I kept breaking the nicest dishes my Mom had by mistake and I got frustrated."
        }, 
        {
            "number": "51", 
            "head": "[age 16]", 
            "content": "Me and Polly were in a bakery store and this guy was giving us some bread. Him and Polly started talking and asking eachother when they got off of work. (I liked him too, but his ugly friend liked me.) Polly always dresses the same in my dreams. She weears white."
        }, 
        {
            "number": "52", 
            "head": "[age 16]", 
            "content": "I got kidnapped... a robber barged into our house and I asked him if he could please not take any money, so he didn't. He left without taking barely anything."
        }, 
        {
            "number": "53", 
            "head": "[age 17]", 
            "content": "Polly wore a pink dress. Everyone was in the pool with their clothes on, but got out and were dry. we got robbed again. It was really violent."
        }, 
        {
            "number": "54", 
            "head": "[age 17]", 
            "content": "Mine and Polly's family were to stay at this big wooden cabin. We knew it was a scary movie, but we put it in the VCR anyway. All of a sudden we were all in the movie and we knew we would be, but played the movie anyway. It was like Funny Farm because we kept looking at the full moon. Then I was sitting on a stool by the stairs and Jason Bateman was filming a movie, but they had to stop because I was sitting there. They told me to move and I did. I went back and everyone was mad at me. Just as Polly's and my family were about to leave (we were waiting for the creepy people in the house to do something freaky) me and Polly went to get our Converse and stuff. We were going upstairs with the creepy old lady (Polly first, her second, and me last) and the lady said, \"I'm the person, so you can walk in front of me.\" I knew what she was referring to. She was going to kill us when we were packing. So I told her, \"That's okay, I'll stay behind.\" I walked in the room quickly and ran. I left Polly with the lady and I felt scared for her. All the creepy people were saying, \"Get her,\" and as I was running for the door, this lady was out the door. This lady was about to shoot mine and Polly's family car, but she almost shot me because I stepped out right when she was about to shoot. I remembered everyone was scared I would get shot, so they said, \"Watch out,\" and all had their mouths open. We all escaped and saw tons of cars, actors, friends and other people leaving, so we went to register and were about to go back into the house because my dad forgot his wallet."
        }, 
        {
            "number": "55", 
            "head": "[age 17]", 
            "content": "Me and Polly went to camp and had our own cabins. A lot of people I don't know were there and there were a lot of obstacles we had to go through, like an obstacle course, and I was the last one. I would keep getting dressed and I was outside with no clothes on, and I thought it was the style but everyone else had clothes on, so I said, \"Well, I guess this style's out.\" Then Polly came up to me and said, \"Don't worry, it just happened to me too,\" and she shared a towel with me. Then we walked to a place that looked like our bungalow, but it was a Chinese businessman's house. He was mean and serious. His servants brought out a silver tray with ketchup in the middle and french fries all around. My friend Cindy, me and Polly jumped and started eating the fries like crazy and the Chinese businessman got mad. A tray of shrimp came out and he started attacking the shrimp and eating and eating like crazy with his friends too. Later we were in a pool and taking care of octopuses. Four would live and four we would have to kill, so we did. When they put the big octopus in the pool, everyone jumped in because they were scared, except me. I tried to tell them that if they were in pool, they'd see the octopus, but if they were out, nothing would happen to them, but no one believed me. There was a pool of toothpicks that churned and you had to walk through it, but it didn't hurt."
        }, 
        {
            "number": "56", 
            "head": "[age 17]", 
            "content": "I had three brothers and sisters and we were all blond. This lady (I think our Mom) took us to her house to live and she had a mansion that we loved. We were all happy there and playing in the swimming pool. A friend from kindergarten lived around the corner and we talked. Her house got tee-peed and her dad was picking up all the toilet paper. He was pissed. We all went to the shopping center. It was so dream-like. All white and sparkly and spacey like heaven. There was nice music playing. We started out on an escalator. It was a huge mall and we walked around forever. A bunch of stores. We went to the bottom floor and stopped in a flower and shell store which our friend Richard Evans worked in and he said we didn't have to pay for anything. It was all so dreamy and happy -- spacey. We loved the mansion. The mom was kind of mean, but nice, and she gave me everything I wanted."
        }, 
        {
            "number": "57", 
            "head": "[age 17]", 
            "content": "I was at school and I had to get to the top of this building to escape. The tubes were there. I forgot which one I took last time to get to the city, but I had to get there to meet my uncle. I slid down and landed at a nice resort pool. I went to a shack near the pool and my uncle wasn't there. I went to these bunk beds that were really cramped, but the lighting was very tropical. I climbed down one of the bunks."
        }, 
        {
            "number": "58", 
            "head": "[age 17]", 
            "content": "I was at a beach house and it was high tide. The rocks turned into ghosts."
        }, 
        {
            "number": "59", 
            "head": "[age 17]", 
            "content": "Polly, Tina, and Nancy had a party for me in a big arcade. I was shopping there with Nancy and there were two people with a little kid who kept moving the rack. I told him to stop three times and finally I screamed, \"Would you just stop it!\" His mom wouldn't tell him to stop, so I fought with her. It was a big toy store, clothes store, and arcade with a lot of people. I had to go back home. We had to climb a big hill that was steep. I wanted to go back to the arcade because I forgot my clothes (I was naked except for my socks and shoes). No one seemed to notice and it was a long way down. A kid behind me also wanted to go back because he forgot his hat, but he couldn't go either."
        }, 
        {
            "number": "60", 
            "head": "[age 17]", 
            "content": "I took Polly to the beach where a beach house is. She liked it a lot. I kept trying to find my old house. I kept telling her it would be behind the next sand dune, but we walked forever."
        }, 
        {
            "number": "61", 
            "head": "[age 17]", 
            "content": "Before the surprise party, Tina said come over, she wanted to show me something. Then she disappeared so I went up to the manager and everyone yelled, \"SURPRISE.\" They gave me a towel or shirt that had a little kid and the mom and me and Nancy on it and I was saying stop it. Like almost on purpose they made me mad, so they could make a towel out of it. When people were climbing up, everyone could see their butts and someone behind me yelled, \"Butts up!\" which I thought was really stupid."
        }, 
        {
            "number": "62", 
            "head": "[age 17]", 
            "content": "We stayed at these people's house and they were really rude. They lived in a mansion and I kept getting mad at everyone for everything. Then we went to Disneyland and I saw people from school there. They said, \"Hi,\" and I followed my brother and mom onto a roller coaster. I was really mad at them because I hate roller coasters and I was on one. Before I could get out, the roller coaster started moving and I started to feel sick, so I closed my eyes and it wasn't as bad as I thought it would be. I got lost because my mom and my brother disappeared. This scrawny black guy who was supposed to be nice picked me up to kidnap me, but everyone just sat looking at me. Someone set me free. I chose not to go with all my friends. There were always homeless hobos on the benches at Disneyland."
        }, 
        {
            "number": "63", 
            "head": "[age 17]", 
            "content": "I was at an old beach house with Tina. She was really excited to see it, \"Wow, this beach house is really nice,\" she said to me. Except we were in the new beach house. \"This is nothing. Wait till you see the old beach house.\" I led her past the dunes. We walked forever, but the house wasn't where it was supposed to be. Sebastian Bach (heavy metal rock star) came over and we were so in shock. All we could say was, \"How was your plane flight?\" He was nice, but seemed bored. I went to the cupboard and it was full and clean. I got him something to eat. My parents talked to him for a while and I was worried they'd bore him, so I was getting embarrassed. My mom told me they'd be done with him soon, I could have him later. Tina got into a dispute with him. She was sitting down by the kitchen door and he was standing. I was happy and confused. We took him out on the town. There were a lot of gypsy stores. Some girls tried to talk to him and we told them to step off because he was ours. We wanted to get a picture and he agreed, but we never got one."
        }, 
        {
            "number": "64", 
            "head": "[age 17]", 
            "content": "There was a small, basement-like big tube that I was in. It was kind of scary, but not really. I think Polly's brother got in and out quickly."
        }, 
        {
            "number": "65", 
            "head": "[age 17]", 
            "content": "Me and Polly were sleeping on the beach. The waves kept reaching us and waking us up, so I'd move a little higher, until I couldn't find a place to lay down where I wouldn't get wet. I was walking along the beach and the water was really clear, and I kept seeing black, small fish, always in twos. It was weird. Then my brother went up to the house, so I did. I went to go to the bathroom or take a shower. My brother was using the bathroom and I was naked and this ugly bum guy came by and saw me and came back. He started asking me if I was naked or not. I said no because I had a tye-dye shirt on, but no underwear. Then he started smiling and came up the ladder towards me and Kira said jokingly, \"Better watch out, he could getcha!\" I grabbed for my bathing suit and it was light blue instead of fluorescent orange. I put the chair on top of the ladder and ran out the back door (which I had seen my brother go out of) and screamed, \"HELP!\" and I saw this really rich house with a family and a swimming pool and people sunbathing. I ran down the stairs screaming help until I was safe with a man and his son across the street. I didn't want my brother to see me naked."
        }, 
        {
            "number": "66", 
            "head": "[age 18]", 
            "content": "I was at a beach house and was scared about high tide again. The sun was going down and the tide got higher and higher. I was walking along the beach and there were dead eels and other fish washing up ashore. I hoped the water wouldn't reach the house. It always came close, but never touched it."
        }, 
        {
            "number": "67", 
            "head": "[age 18]", 
            "content": "I was at the hospital and an advocate said I could take care of this little boy Carl. Another advocate was going downstairs and told me it wouldn't be a good idea if I come because she's going to the garage. I left the little boy and went to the bathroom. My hair was half braided and I wanted to take the braids out, but didn't know how. They were tangled. I looked in the mirror and said, \"I'd look good in braids like Tina, I should try it.\" I saw two cute hippies but I couldn't find them. I kept seeing them in the corner of my eye and then they'd disappear into an elevator or around the corner."
        }, 
        {
            "number": "68", 
            "head": "[age 18]", 
            "content": "I was in a classroom and a bunch of kids were selected to go on a field trip with these strange people. As we went, we found out we were being kidnapped. They took us to a hideout. Polly and I went next door where we watched a girl go round and round the roller rink. We commented that that was probably how she had lost so much weight and was such a lovely shape. We then ran outside to a pay phone to call the police and tell them that we had been kidnapped. Then one of the strange people came to get us. They took us to the curb of a major intersection. The police then arrived with two scared children in the back and a strange man in the front. The man was very scary looking (bloodshot eyes, crooked teeth). The kidnappers told us to get into the police car, but we didn't because we knew that they were also kidnappers. We got into a van and headed towards another hideout. Along the way I saw my father and told him what had happened. He didn't do anything. I was back in the van heading through terrible neighborhoods. I closed my eyes and didn't think about what was outside. When we arrived to the hideout there was another ugly man with a cut off hand. There was blood everywhere. We then went to a mansion where my friend's father gave me a gun. I couldn't put the gun together. Finally I was able to and shot the strange people. Then we were rescued."
        }, 
        {
            "number": "69", 
            "head": "[age 18]", 
            "content": "My friend Mary and I were driving over what we thought was a bridge. We later realized that we were going around a curve and almost drove off the side. We were driving very fast. I told her to slow down, but she couldn't. I then flew out of the car and was struggling to get back in."
        }, 
        {
            "number": "70", 
            "head": "[age 18]", 
            "content": "I was at camp. The only letter I received was from the guy on the Wonder Years. He sent me several water slide photos. The day after camp, my brother was trying to get into our house. I told him to get in by himself and that I was not going to help him."
        }, 
        {
            "number": "71", 
            "head": "[age 18]", 
            "content": "There was a beautiful but scary rainstorm in my dream. I wanted to get my camera. By the time I had gotten batteries, the storm had passed. I went back to my house, but it was unfamiliar to me. There was a birthday party for me and all the kids came over. I didn't know any of them and it was a terrible party."
        }, 
        {
            "number": "72", 
            "head": "[age 18]", 
            "content": "I was babysitting this girl. She had millions of windows in her room and the wind was blowing them open. The little girl fell out of one of the windows. I was able to rescue her. I was trying to close the windows when a truck of strange boys rolled up outside. They wanted me to come to them. I said no. All of a sudden I was outside. This strange lady then came up to me and grabbed my arm. I knew I was being kidnapped. I could barely speak. She took me to a haunted house where many people were lined up to get inside. I tried to grab onto a man who I thought was my dad, but when he turned around, he was a creepy man."
        }, 
        {
            "number": "73", 
            "head": "[age 18]", 
            "content": "It was the first day of school. Polly and I were late to school. We went to this room where there was a buffet of food. It was a cooking class. We played a game and I felt stupid."
        }, 
        {
            "number": "74", 
            "head": "[age 20-21]", 
            "content": "I was in a pharmacy and it was after-hours. My friends and I had water guns and were hiding and running, shooting each other. It was a blast. All of my closest friends were there."
        }, 
        {
            "number": "75", 
            "head": "[age 20-21]", 
            "content": "Sam, my former boyfriend from last year, is sitting in this big chair -- like a throne. We were in a video game. He wouldn't stop controlling me and my brother. He's laughing and moving the joysticks and buttons."
        }, 
        {
            "number": "76", 
            "head": "[age 20-21]", 
            "content": "I climbed up a fire escape from my mom's house to the rooftop of some ghetto. Two drug dealers from my school and Snoop Doggy Dog were hanging out on the roof drinking forties. I joined them. Some cop started bothering us. A fight broke out between one of the boys and Snoop Dog. Snoop pulled out a gun. I ran down the escape. People on the street started to run. He pointed the gun and threatened, \"Y'all better tell nobody... or you next.\" I ran to a bus stop and I was scared because I was the only white girl there. This dorky girl at the bus stop asked me if I was going to the dance. I waited with her till the bus came."
        }, 
        {
            "number": "77", 
            "head": "[age 20-21]", 
            "content": "I am walking down a checkered path that moves in wave-like motions. It's night time and I'm both scared and excited. There is a carnival in the distance. I want to go, but not alone. In each of these dreams a different friend will be on the path and I'll ask them if they are going to go to the carnival. The friend's reaction determines whether I want to go or not. In one dream my friend Rachel is sitting on the path crying. She feels stuck and she's really scared. She wants to get out of this place but she can't. I tell her she should try to go to the carnival. She tells me I'm crazy and there's no way in hell she's going. I'm disappointed and relieved."
        }, 
        {
            "number": "78", 
            "head": "[age 20-21]", 
            "content": "In another dream my friend Mary walks down the path and she's super excited to go to the carnival. She tells me it will be fun, the whole thrill about it is that it's scary. Besides, if we go together we'll be fine. I'm nervous, but happy we're going to do this together. We go to the carnival and although it's creepy, I start to have fun. I realize if I'm careful, I have nothing to worry about. Now I know what it's like. I'm glad I came, but realize I won't be coming all the time."
        }, 
        {
            "number": "79", 
            "head": "[age 20-21]", 
            "content": "The next time I have the dream, someone else is on the path. I tell them they should go to the carnival. They tell me it's kind of dangerous. I tell them it isn't if you watch out, if you go with the right person it can be fun."
        }, 
        {
            "number": "80", 
            "head": "[age 20-21]", 
            "content": "The next couple times I have the dream, I'm not so eager to go to the carnival. I ask the friend if they are planning on going, but I don't try to convince them to go with me. I'm just happy I found someone on the path."
        }, 
        {
            "number": "81", 
            "head": "[age 20-21]", 
            "content": "Rachel is on the path again and I realize I don't want to take her to the carnival because she won't be able to handle it. You have to be strong."
        }, 
        {
            "number": "82", 
            "head": "[age 20-21]", 
            "content": "I woke up to Kiether Sutherland and Morgan Freeman pointing guns towards the down stairs neighbors windows. I try to figure out a way to get out of the room without them killing me. I try to make them laugh. I go to the bathroom and hear a loud noise. When I go to the living room, my mom and brother are talking. I look out the window and notice how red the sky is. Tainted like blood. Red waves are crashing against the buildings and tumbling down. There are a bunch of sailors cheering for a blond stripper in a stars and stripes bikini. \"Is this a Terrentino film?\" I ask my brother \"Yes,\" he answers."
        }, 
        {
            "number": "83", 
            "head": "[age 20-21]", 
            "content": "I dreamt that I was a six-year-old boy, but at the same time I am watching him. Everything is gray, black and smoky. All the buildings burned down and there are no people anywhere. There is a revolution going on. The boy is walking with his grandma towards the only standing house. Now the only people who appear are separating themselves into two different categories. The boy walks up with his grandma. She sides with one group while he declares \"smoker.\" His choice is devastating for her. Older men begin to celebrate by stuffing a handful of chewing tobacco in his mouth and they all begin to smoke cigars. The boy feels happy that the old men want him around. Another part of me is at the house. I am the same person, and I begin to browse through some records. I look at the different wacky covers. Then some tall guy walks in and demands to know what I am doing. I tell him that I am allowed to be there. But I feel as if I have been caught doing something wrong. I wanted to leave and get passed him. I decided to try and flatter him. I told him he had beautiful eyes. He picked me up and kissed me, then dropped me and said, \"Beat it, kid.\" I ran as fast as I could out of the house."
        }, 
        {
            "number": "84", 
            "head": "[age 20-21]", 
            "content": "The government was obligating people to register for death trials. A series of tests were devised to measure how good a citizen an individual was. If we could pass the tests, we would live. Otherwise we would be executed. It was Maria's turn and I was afraid she wouldn't make it. I walked out of the testing clinic and I see a quarter. I realize that I am about to have one of my recurrent dreams. I see another quarter and begin to pick up quarters. I am getting happy. Someone tries to move in on my quarters. I stop them. I tell them not to fuck with my quarters. He picks some dimes, then goes for one of my quarters. I grab him by the collar and take all his money. I run towards a building where a gang of young kids await. I scream for them and they pick the kid up and throw him in between a crack in a gate to a swimming pool. I thank them and decide I want to swim too. \"No problem, Molehill Annie,\" one says. I wonder why they always call me that. (I am a six-year-old girl.)"
        }, 
        {
            "number": "85", 
            "head": "[age 20-21]", 
            "content": "My teeth keep falling out and I try to put them back in. I hope that no one will notice. (a recurrent dream)"
        }, 
        {
            "number": "86", 
            "head": "[age 20-21]", 
            "content": "I was caught in the middle of a crossfire shooting. There are mattresses all over the floor. I am the mother of the shooter. He shoots me in the ass. My brother gets shot. I have to tell my mother. I feel responsible."
        }, 
        {
            "number": "87", 
            "head": "[age 20-21]", 
            "content": "Me and my friend Wanda are naked and on drugs. We are running down a dirt cliff path by the beach. We are jumping in and out of ambulances. we are on our way downtown."
        }, 
        {
            "number": "88", 
            "head": "[age 20-21]", 
            "content": "I cut my hair and bleached it. It looked terrible. I couldn't breathe. I was in the hospital. The doctor wrote on my chart that my temperature was high. He told me I had apnea and was very sick. I said, \"I know.\""
        }, 
        {
            "number": "89", 
            "head": "[age 20-21]", 
            "content": "I am at jail. I sit at a table as all the prisoners are finishing dinner. I feel like I don't know what is going on. People begin to stack up trays. They have a routine and I am scared that I will never catch up to the routine."
        }, 
        {
            "number": "90", 
            "head": "[age 20-21]", 
            "content": "I am out in the middle of the ocean. The water is dark blue. I am all alone. It is very eerie. (a recurrent dream)"
        }, 
        {
            "number": "91", 
            "head": "[age 20-21]", 
            "content": "I had a run-in with this guy I dated very briefly. I had a bad sexual experience with him a few months ago and was upset that I was seeing him again. But when I saw him, he was cuter. We talked about the relationship and decided to have sex again. The sex was a lot better the second time. He was bigger and lasted longer, knew how to move. I kept wondering why he was so much better. We had great sex. I wanted to see him again. After he left, I thought, \"Even if I don't see him again, the sex was great.\""
        }, 
        {
            "number": "92", 
            "head": "[age 20-21]", 
            "content": "I called my ex-boyfriend Sam to get mad at him for breaking a promise I didn't think he was going to keep in the first place. I am downtown and some girl asks me who the guy is with my brother. I tell her that the one wearing the mechanic shirt is my ex. I say, \"He's not a mechanic,\" and walk away. I am roaming down the street. I go by a sushi restaurant where an old fling works. There is a circusy feel to the area. A lady asks me if I'd like to pet her pink elephant."
        }, 
        {
            "number": "93", 
            "head": "[age 20-21]", 
            "content": "My friend Wanda is looking at two tapestries in my house. I had had them my entire life. One has my mom, dad and brother on top and I am on the bottom next to a cup of coffee. I tell Wanda, \"Isn't it funny that I am next to the coffee and I am proud of it.\" She then stares at the other tapestry which has a picture of a girl on it from a sticker I had when I was younger. It says, \"Protestant,\" and other strange words on the bottom. She tells me that I have strange tapestries."
        }, 
        {
            "number": "94", 
            "head": "[age 20-21]", 
            "content": "My ex-boyfriend Sam is watching television with my brother. My dad is outside with the police trying to figure out if he is on drugs. My brother recites the daily events of my ex's life. He goes to church and school and then came over. My dad continues to collect specimens outside in the bushes."
        }, 
        {
            "number": "95", 
            "head": "[age 20-21]", 
            "content": "Fight with Wanda. Yelled and slammed the door."
        }, 
        {
            "number": "96", 
            "head": "[age 20-21]", 
            "content": "Wanda and I are hanging out with some guy she used to have a crush on. I felt like he was going to rape me because I didn't like him. I talked to him and made him laugh. The police came. He looked at us as to not tell the police that we had been kidnapped. I told the cops what had happened and they left."
        }, 
        {
            "number": "97", 
            "head": "[age 20-21]", 
            "content": "Up on a hill with Wanda. She kept forgetting things. We walked down the hill and a tattooed guy rode up on a bike. We talked to him. I noticed that he had a Virgo tattoo in the shape of bones and frog prints. I told him about the tattoo I gave my boyfriend Donald."
        }, 
        {
            "number": "98", 
            "head": "[age 20-21]", 
            "content": "Saw my boyfriend Donald with Lynne. Waiting for him while I look at clothes. Found some socks."
        }, 
        {
            "number": "99", 
            "head": "[age 20-21]", 
            "content": "Leaving Donald's house with Wanda. I decided I needed a blanket and went to my ex-boyfriend Sam's house. When we got there I realized that I didn't want to be there and hoped that we wouldn't see Sam. He peeked his head out of the window. We left and went towards my mom's house. I told Wanda to forget about the blanket."
        }, 
        {
            "number": "100", 
            "head": "[age 20-21]", 
            "content": "I went to Bob's to mourn for my dad. His mom wanted to take away my low rider bike. I got upset because nobody knew what it meant to me. I took it away from her. Everything was so stormy."
        }, 
        {
            "number": "101", 
            "head": "[age 20-21]", 
            "content": "Beach house -- someone caught a fish -- wiggling onto shore. They caught buffalo, hooks in their asses and blood everywhere on the beach. People were saying, \"We going to eat good tonight.\" I kept seeing a lion spirit."
        }, 
        {
            "number": "102", 
            "head": "[age 20-21]", 
            "content": "I was hanging out with this guy and I was a little chick. I was having difficulty breathing. He called a chick expert. I kept choking and the expert made a chick call where all the other chicks started to chirp. I couldn't chirp. He handed me two pills so that I could."
        }, 
        {
            "number": "103", 
            "head": "[age 20-21]", 
            "content": "I had a dream I was in a new house, where the kid of my Dad's best friend who killed himself lived. I really wanted to talk to him to see how his dad's death affected him."
        }, 
        {
            "number": "104", 
            "head": "[age 20-21]", 
            "content": "A scary serial rapist peeked his head in my window. He had a fascination with me. He is very scary looking. He left and called from a pay phone across the street. I was terrified. He said that it was inevitable that he was going to get me. I wanted to get off the phone and call the police for help."
        }, 
        {
            "number": "105", 
            "head": "[age 20-21]", 
            "content": "Wanda is trying to kiss me. I tell her to stop. She doesn't get the picture. I feel like she thinks I will enjoy it if I let her do what she wants. I tell her, \"No.\" I am having trouble talking and moving. I'm paralyzed. I can't fend for myself. I start to get very frustrated and upset."
        }, 
        {
            "number": "106", 
            "head": "[age 20-21]", 
            "content": "I had a dream inside of a dream. People were walking. Then my dad was walking, wearing a yellow muumuu. I started to touch him to see if he was real. He seemed solid--then transparent--it was his spirit. I hugged him and felt happy. He said he was at peace and he loves me. There was a radiance about him. I could feel his energy."
        }, 
        {
            "number": "107", 
            "head": "[age 20-21]", 
            "content": "I was sleeping and felt a body next to me. I thought it was Donald. He snuggled with me and placed his dick on my leg. I thought that was unlike him. When I kissed him, I realized that it wasn't my boyfriend Donald. He did other things to me that further strengthened in my mind that it wasn't Donald. I told him I wasn't having sex with him because he wasn't Donald. He got mad and said, \"If you love him, why are you with me?\" I told him, \"I thought you were him, dumb ass.\" He picks up a guitar. He plays really well. I ask him where Wanda is. He says, \"She is in the kitchen chopping peppers with your mom.\" I go into the living room and realize that I am at my mom's new house. I have a new room. I go in and close the windows. I go into a panic and try to throw up. The weather is very stormy. I realize that I am late for my psychology class. I gather my stuff and realize how anxious I am. I head for the door."
        }, 
        {
            "number": "108", 
            "head": "[age 20-21]", 
            "content": "I call one of my friends. I am in my old room in my home town, except it was in a new house by the beach. I had finals coming up, but it was such a nice day that I went outside. There was a beautiful tapestry monument. I went back inside as my friends came over to BBQ. I was happy and called everyone I knew."
        }, 
        {
            "number": "109", 
            "head": "[age 20-21]", 
            "content": "I was at the airport with Sam, my ex. He was outside in the cold while I tried to get some change. I wanted to get a cookie. I then went outside and drove off in a white Caddy with Sam. My brother was in the back seat. We got to a Jacuzzi spot and took off all our clothes. Sam looked so scrawny, but had a big dick. I wasn't attracted to him any more and thought of Donald."
        }, 
        {
            "number": "110", 
            "head": "[age 20-21]", 
            "content": "Donald, Wanda, and I are at a pool. There is one guy at the pool who is trying to pick up on Wanda. She dogged him. Everyone left and my brother appeared. The guy who she dogged was trying to talk to me. I ignored him. I was being stubborn. This other guy kept trying to get my attention. He tried everything and I kept ignoring him. He then started to kiss the spot on my neck. I couldn't move. I was paralyzed. I was caught between feeling pleasure and restraint."
        }
    ]
}