{
    "dreamer": "german-m.de", 
    "description": "German dreams (M)", 
    "dreams": [
        {
            "number": "A04-02", 
            "head": "Vp:A04/T:02 (20/m)", 
            "content": "Ich bin wieder bei der Bundeswehr und wir haben Geländedienst, macht mir aber nichts aus, ziemlich egal. Da sind auch ziemlich viele Frauen, die auch in Uniform mitrennen müssen. Schließlich kommen wir zu einer Hindernisbahn. Meine Hose rutscht zwar immer, aber ich komme trotzdem gut durch, mache am Ende sogar einen Schlußspurt. Beim Auslaufen ins Ziel haue ich mir unbeabsichtigt mein Gewehr ins Gesicht. Ich schmecke einen Blutgeschmack im Mund."
        }, 
        {
            "number": "A04-04", 
            "head": "Vp:A04/T:04 (20/m)", 
            "content": "Ich habe ziemlich viel Streß, muß eine Menge Dinge erledigen, bevor meine Freundin kommt. Kurz bevor meine Freundin da ist, muß ich aus einem unbekannten Grund zu meiner Ex-Freundin, ich fahre mit dem Auto hin. Dort angekommen, muß ich ihr nur eine Mathe-Aufgabe erklären und bin nach zwei Minuten fertig, also schaffe ich es noch rechtzeitig nach Hause, und alles ist in Ordnung."
        }, 
        {
            "number": "A04-08", 
            "head": "Vp:A04/T:08 (20/m)", 
            "content": "Ich besuche meine Freundin in der Schule, mache dann aber in der Pause ein Experiment: Ich setze einen Monchichi auf das Treppengeländer am Eingang der Schule und beobachte das Verhalten der Leute, die vorbeilaufen. Als die Versuchsperson Nr. 21, eine alte, mir unbekannte Frau, meinen Monchichi mitnehmen will, breche ich das Experiment ab. Danach kommen viele ehemalige Schüler, die entweder mit mir oder ein Jahr später Abitur gemacht haben, und wollen wissen, was in der nächsten Lateinarbeit drankommt. Ich gebe Auskunft und setze mich danach an einen Laptop, um mein Experiment statistisch auszuwerten."
        }, 
        {
            "number": "A04-13", 
            "head": "Vp:A04/T:13 (20/m)", 
            "content": "Ich spiele mit drei Freunden zusammen ein Gesellschaftsspiel, Spiel des Lebens. Aus irgendeinem Grund spielen wir es gleich zweimal durch, obwohl es keinen Spaß macht. Zwischendurch spielt anstelle eines Freundes mein Bruder mit."
        }, 
        {
            "number": "A04-14", 
            "head": "Vp:A04/T:14 (20/m)", 
            "content": "Ich bin in einem mir fremden Haus, als zum Briefkasten-Schlitz in der Tür ein Videorecorder eingeworfen wird. Alle anderen Leute in dem Haus bekommen auch etwas zum Briefkasten eingeworfen. Als wir nachschauen, woher die Geschenke kommen, ist vor dem Haus ein riesiger Swimmingpool, eine Frau fällt direkt nach dem Türöffnen ins Wasser und ertrinkt. Zwischenzeitlich steht sogar das ganze Haus unter Wasser, aber nachdem sich ein Mann in eine Seemöwe verwandelt hat, ist das Haus wieder trocken. Jenseits des Swimmingpools kommt meine Freundin mit einer etwa 50köpfigen Jugendgruppe. Meine Freundin hat ein neues Fahrrad, ein lila Mountainbike, das überhaupt nicht zu ihr paßt. Dann sagt sie mir, daß sie sich von mir trennen will, weil sie schon so lange mit mir zusammen sei. Ich mache mir trotzdem Sorgen um sie, denn der Swimmimngpool schwappt schon wieder bedrohlich, schließlich kommen drei Busse, um die Mädchen und meine Freundin aus dem Gefahrengebiet zu bringen."
        }, 
        {
            "number": "A09-02", 
            "content": "(Vp:A09/T:02 (22/m))(1) Mit Freunden an irgendeinem Ort, auch meine Frau und die Tochter (2 Jahre) der Freunde. Sie pinkelt auf den Rasen, obwohl sie gerade trocken geworden ist. Es kommen zwei Bekannte auf einem Fahrrad, geschoben von anderen Bekannten auf Motorrad. Obwohl ich selbst nicht darauf saß, stürze ich plötzlich mit meinem Rennrad, rolle aber weich ab, ohne mich zu verletzen. Die Bekannten steigen ab und fragen, ob was passiert ist, ich lache und sage, das passiert mir öfters, habe schon Erfahrung im weich fallen.  (2) Ich rufe eine junge Frau aus einer Telefonzelle gleich in ihrer Nähe an, da sie Unterricht nehmen wollte (Nachhilfe) oder mir eine Waschmaschine verkaufen wollte, weiß nicht genau. Wechselt mitten im Traum. Obwohl es sehr nahe ist, fahre ich zu ihrer Wohnung und klingele. Dabei bin ich total unordentlich, und ihre Haustür ist so von Handtaschen, Besen und Bändern verhängt, daß ich sie nur im letzten Moment wegmachen konnte, sonst wären sie ihr ins Gesicht gefallen. Sie öffnet, wir reden kurz, sie will doch keinen Unterricht, will schließen, ich frage nochmal nach, wir reden, sie sagt: \"Vielleicht ein anderes Mal\" und schließt."
        }, 
        {
            "number": "A09-03", 
            "content": "(Vp:A09/T:03 (22/m))(1) Zweimal habe ich geträumt, ich saß mit meiner Frau, einem Obdachlosen mit einem Bein und anderen Leuten an einem schäbigen, fremden Ort, und wir haben aus einem großen Topf Suppe gegessen (Soße, Fleisch, Semmeln, Schinken,etc.). Beim zweiten Traum sagte ich: \"Es sind ja gar keine Pilze mehr drin.\" Der Obdachlose war vom Regen naß geworden und saß auf einem Gasofen, so daß wir ihn gegen seinen Willen herunterziehen mußten, damit er sich nicht verbrannte. Er hatte kein Gefühl in den Beinen und dem Unterleib.  (2) Wir waren auf einer Karibikinsel, und es war gerade ein riesiges Nationalfest. Irgendwo an einem Wasserfall fanden Polizisten das Schlauchboot einer Bekannten, aber wir wußten, daß sie sich versteckt hielt, und zwar im Turm einer Burg direkt am Ufer.  (3) Ich war mit meiner Frau und einem anderen Pärchen auf der Straße, wir sind herumgelaufen. Dann haben wir unsere 'Frauen' verloren, die sich dort nicht auskannten, da sie Ausländer waren, und haben sie aber nach zwei Blocks wiedergefunden."
        }, 
        {
            "number": "A09-04", 
            "head": "Vp:A09/T:04 (22/m)", 
            "content": "Ich habe bei Indianern in den Bergen gelebt, in einem großen Pfahlhaus im Dschungel. Nachts liefen zwei Ameisen vorbei, die waren größer als Ratten. Als ich ihnen folgte, weckte ich in einem anderen Teil der Hütte jemanden auf. Die \"Uni\" war gleich um die Ecke: Lehmwände ohne Dach, der Unterricht fast so schlecht wie in Realität, aber es gab viele nette Leute. In einem Raum war eine Fete, wo sich die Leute sehr vulgär benommen haben."
        }, 
        {
            "number": "A09-05", 
            "head": "Vp:A09/T:05 (22/m)", 
            "content": "Ich bin zum Flugplatz zurückgekehrt, Unkontrolliert passierte ich die 'Kontrolle'. Da waren drei Kardinäle, denen sah man schon von weitem an, daß sie Schmuggler waren. Lauter verrückte Leute drumherum. In der Ecke stand ein Koffer mit Feuerwerksböllern. Jemand wollte ein Neujahrsgeschäft machen und hat sie einschmuggeln wollen. Ich trete durch die Tür ins Freie. Überall Stände, an denen Feuerwerkskörper verkauft werden. Trotz des Flughafens und der Explosionsgefahr. Es wird auch Ramsch verkauft. Drei Typen stehen darum und machen mich dumm an. Ich frage, was los ist, und als sie mich dumm anschubsen, haue ich ihnen nach Boxer-Manier auf die Nase. Die Brutalität macht mir gar nichts aus. Danach trete ich ein Stockwerk höher in einen Raum ein, ein katholischer Gottesdienst wird gefeiert. Er ist relativ gut, dafür daß er 'katholisch' ist, aber alle Beteiligten sind Schlitzohren. Es tut mir leid um die Leute, die gekommen sind, um von Gott zu lernen. Ich bin mit meiner Frau da und empfinde auf einmal ein tiefes Gefühl der Versöhnung. Auf einmal 'sehe' ich vor meinem inneren Auge einen Propagandafilm. Judo ist so populär, obwohl es sich auf die andere Person bezieht. Im Grunde aber ist es wie Tai Chi, doch das hat das eigene 'Selbst' im Fokus. Ich sehe dazu drei Reihen von Fotos, wie in einem Buch. Die Leute beschweren sich, daß wir nicht mehr 'auf uns selbst schauen'. Typisch deutsch! Ich denke: Ihr blöden narzistischen esotherischen Deutschen mit Eurer selbstsüchtigen Nabelschau."
        }, 
        {
            "number": "A09-07", 
            "head": "Vp:A09/T:07 (22/m)", 
            "content": "Ich und einige Leute wollen von einem Küchenfenster aus freiklettern und abseilen. Das hatte ich lange nicht mehr gemacht, und ich bekam Angst, aber nicht sehr. Ich hatte riesige neue Turnschuhe an und eine Art Taucheranzug dick wie eine Skihose. Danach ging ich an einen Springbrunnen gleich gegenüber der nach hinten offenen Küche, warf mit Münzen, so daß sie auf dem Teich aufsprangen, und Kinder sammelten sie auf. Da waren lauter alte Freunde, sehr geliebte Menschen, obwohl deren Gesichter unwichtig schienen. Ich rannte zurück in die Küche, sehr aggressiv, und schlug im Vorbeigehen einen Burschen aufs Kreuz, der mir sehr unfreundlich gesinnt war. Danach wäre ich fast ausgerutscht. In der Küche wurden Paprika, Tomaten und Fleisch vorbereitet, die roten Beete lagen schon auf dem Grill. Das hat eine sehr positive Stimmung hervorgerufen, denn es ist typisches Essen in Guatemala. Allerdings stand daneben das Glas aus dem Aldi. Die Leute waren zum Teil ein Lehrer und seine Familie."
        }, 
        {
            "number": "A16-04", 
            "head": "Vp:A16/T:04 (23/m)", 
            "content": "Ich wandere mit einer Person durch einen Wald. Wir kommen in ein Gebiet, wo sich viele Soldaten/Polizisten aufhalten. Wir wissen, daß wir nicht weitergehen dürfen, tun dies aber. Wir kommen an eine Lichtung, auf der eine Farm steht. Die Rinder auf der Weide benehmen sich komisch, sie drängen sich wie wahnsinnig auf einen Haufen."
        }, 
        {
            "number": "A16-05", 
            "content": "(Vp:A16/T:05 (23/m))(1) Ich fahre mit einem Freund auf der Landstraße in einem Auto, wir biegen in einen Feldweg ein und erwischen einen anderen Freund, wie er ein geklautes Fahrrad zerlegt. Wir wußten, daß er dort mit dem zerlegten Fahrrad sein würde.  (2) Ich bin in einem Krankenhaus und interviewe eine Krankenschwester, wie sie zu ihrem Beruf gekommen ist. Es ist ein Krankenhaus, in dem schwere Krankheiten behandelt werden. Es gibt dort zum Beispiel einen, der sein Leben lang im Wasser bleiben muß, da er andernfalls vertrocknen würde."
        }, 
        {
            "number": "A16-06", 
            "head": "Vp:A16/T:06 (23/m)", 
            "content": "Ich bin Motorrad gefahren auf einer Landstraße."
        }, 
        {
            "number": "A16-10", 
            "head": "Vp:A16/T:10 (23/m)", 
            "content": "Ich bin zur Uni gegangen und stellte fest, daß ich etwas sehr wichtiges vergessen habe. Ich gehe zurück zur Wohnung, traue mich aber nicht in mein Zimmer, weil ich weiß, daß dort ein toter Mensch auf meinem Bett liegt. Ich gehe trotzdem in mein Zimmer und sehe tatsächlich den toten Menschen auf meinem Bett liegen, vor ihm Erbrochenes. Es stinkt. Der Mensch bewegt sich plötzlich, steht auf und geht."
        }, 
        {
            "number": "A18-02", 
            "head": "Vp:A18/T:02 (21/m)", 
            "content": "Mit meiner Mutter in meinem Studienort zum Zug gerannt."
        }, 
        {
            "number": "A18-04", 
            "head": "Vp:A18/T:04 (21/m)", 
            "content": "Eine Party. Wo weiß ich nicht. Alle alten Freunde und Bekannten waren da."
        }, 
        {
            "number": "A18-06", 
            "head": "Vp:A18/T:06 (21/m)", 
            "content": "Ich bin Zivi bei einer 97jährigen Dame und mache ihr das Frühstück, allerdings in der Küche meiner eigenen Oma, die im Pflegeheim ist. Plötzlich schaue ich auf die Uhr, es ist 11.45 Uhr, ich bekomme einen Schreck, weil ich um 12 Uhr eine Klausur habe. Ich rufe meinen ehemaligen Einsatzleiter an und erkläre ihm, daß ich in die Uni muß und ein anderer Zivi kommen muß."
        }, 
        {
            "number": "A18-12", 
            "head": "Vp:A18/T:12 (21/m)", 
            "content": "Mit meiner Freundin am Chiemsee. Wir machen mit bei einer 24 Stunden Regatta. Wir werden 18 ter von 21 Teilnehmern. Abends im Pensionszimmer mit meiner Freundin."
        }, 
        {
            "number": "A26-04", 
            "head": "Vp:A26/T:04 (20/m)", 
            "content": "Ich packe ein paar meiner nettesten Kleidungsstücke ein, um übers Wochenende nach Hause zu fahren. Sprung: Ich bin dort und sitze mit den Leuten, mit denen ich vor Studienbeginn am meisten unternommen habe Samstag Vormittags in \"unserem\" Cafe. Obwohl mein Freund dabei ist, und mich alle lieb aufnehmen und sich mit mir unterhalten, fühle ich mich irgendwie fremd und distanziert und dabei habe ich die ganze Woche auf diese paar Tage hingelebt."
        }, 
        {
            "number": "A26-11", 
            "content": "(Vp:A26/T:11 (20/m))(1) Mein Freund und ich sitzen in seiner Wohnung, er auf der Couch und ich auf seinem Bett. Wir streiten über irgendeine eigentlich lächerliche Kleinigkeit, und in mir kommt ein Gefühl der Verzweiflung auf darüber, daß wir einen so sinnlosen Streit führen. Es ist ein Gefühl der Ohnmacht und Übelkeit.  (2) Ich stehe im Badezimmer am Waschbecken und versuche, eine Kellerassel, die darin herumkrabbelt, angeekelt in den Ausguß zu spülen, aber jedesmal krabbelt sie wieder heraus und wird dabei von Mal zu Mal größer. Vor Panik bin ich dabei aufgewacht."
        }, 
        {
            "number": "A28-01", 
            "head": "Vp:A28/T:01 (20/m)", 
            "content": "Ca. 5 (nur männliche?) Personen befinden sich mit mir in einem kasernenähnlichen (aber größeren) Flur. Um was es da ging, weiß ich nicht mehr, aber ich schlage vor, dort mit einem fußballgroßen Ball Flummi zu spielen - wie bei einer Computersimulation im 3D-Raum. Danach gehen wir alle ans Ende des Flures, der sich ins Freie öffnet. Dort stehen wir mitten im Gelände, wie ein Truppenübungsplatz. Ich gehe in ein kleines Haus - was ich da soll, weiß ich nicht - jedenfalls soll unsere Gruppe, als ich wieder herauskomme, eine andere verfolgen. Am Anfang stehen noch beide Gruppen um ein Fahrzeug herum. Von der Fluchtgruppe kenne ich 1-2 Leute sehr gut von der Bundeswehrzeit. Die Verfolgung führt uns durch ein Jungwaldgebiet (aber auf befestigten Wegen), später in eine Art Sumpfgebiet, wo wir auf 2,5m hohen Stegen weitergehen müssen. Der Steg ist ziemlich schmal, trotzdem bin ich so gut gelaunt, um darauf herumzutanzen, was nach Meinung der anderen zu gefährlich ist. Der Weg steigt an und führt uns zu einer Hütte - ebenfalls auf Pfählen über den Sumpf. Wir beginnen die Hütte zu durchsuchen, finden anfangs aber nichts."
        }, 
        {
            "number": "A28-06", 
            "content": "(Vp:A28/T:06 (20/m))(1) Ich habe eine schockierend hohe Telefonrechnung bekommen, mit einem Einheitenstand in den Tausendern. Zwar hab ich es mit Fassung getragen, doch hatte ich Angst, den hohen Betrag gegenüber meinen Eltern zu rechtfertigen.  (2) Ich fahre mit einem Chopper über die Lande, fahre zum Teil sehr schnell, zum Teil sehr gemütlich, und besuche viele Bekannte. Es ist ein unheimlich sicheres, schwebendes Gefühl."
        }, 
        {
            "number": "A28-11", 
            "head": "Vp:A28/T:11 (20/m)", 
            "content": "Mein bester Freund kommt mich in meinem Studienort besuchen. Die Stimmung kann sich irgendwie so gar nicht erwärmen und steigert sich dann in äußerste Verstimmung, als er meine CDs inspiziert. Dabei stellt er nur mißbilligend fest, daß ich angeblich nur CDs gekauft hätte, die ich von ihm kenne. Er kann sich nicht mehr beruhigen und es endet im Streit, beinahe alptraumhaft."
        }, 
        {
            "number": "A29-04", 
            "head": "Vp:A29/T:04 (21/m)", 
            "content": "Es war spät in der Nacht, lange nach Mitternacht. Ich saß in meinem Zimmer und ersehnte mir einen Kuß von ihr. Die Musik war laut und sehr pulsierend, so daß ich kaum einen klaren Gedanken fassen konnte und doch dachte ich an sie und wie es wohl wäre. Plötzlich lag sie in meinen Armen, ich spürte ihre Lippen auf meinem Hals und ihre Hand. Unsere Körper vereinten sich, ein intimes Vergehn, ein Spiel aus Lust und Qual - zum Sterben schön. \"Wie konnte sie nur wissen\" schoß es mir durch den Kopf, doch ich kam nicht zum Ende. \"Das Verlangen kann so schön wie die Liebe sein, es öffnet Herzen und Seelen, unverdorbene Leidenschaft muß unkontrolliert sein.\" Sie fragte, ob ich... doch ich gestand: \"Sorry, du bist mir zu rasch, ich brauche mehr Zeit.\" Sie lächelte, wurde rot und begann erneut, versprechend mir ein unvergeßliches Erlebnis zu bescheren. Plötzlich hielt sie inne, ihr Geschenk wurde mir gewahr, sie bäumte sich auf und schnappte nach Luft, sie schlug gegen ihre Brust. Ich dachte, es wäre erneut soweit, ich konnte nicht ahnen, daß sie - ihre Haut schneeweiß wie eine Blume - zu Boden sank und kurz darauf starb."
        }, 
        {
            "number": "A29-07", 
            "content": "(Vp:A29/T:07 (21/m))(1) Es ist dunkel um uns herum. Wir befinden uns in einer Hölle, wohl eine ganze Strecke unterhalb der Erdoberfläche, und ich küsse sie mit derselben Eifrigkeit, mit der man wichtige Geschäfte abzuschließen pflegt. Ich weiß, daß noch andere anwesend sind, doch sie wissen nicht von uns, sie nehmen keine Notiz von uns, denn sie trinken ihresgleichen besinnungslos. Ich krümme und winde mich vor Schmerzen, umgeben von Schlangen.  (2) Ich sitze in einem Auto, das voller dummer Mädchen ist. Sie lachen und schnattern und reden und reden und reden. Die Situation wird unerträglich, doch ich kann ihnen keinen Einhalt gewähren, ich kann ihnen nichts entgegnen, denn ich hab vergessen, wie man spricht, ich kann mich keines Wortes mehr entsinnen. Meine Augen schmerzen, als wollten sie zerbersten und zerspringen wie Pflaumen. Ich winde mich und krümme mich in der Schlangengrube."
        }, 
        {
            "number": "A29-08", 
            "head": "Vp:A29/T:08 (21/m)", 
            "content": "Sie steht auf einer Brücke, 10 Meter über der Flut. Ihr Blick ist über die Wellen ins Leere gerichtet. Sie ist allein, und gleichsam wächst ihre Einsamkeit mit jedem Moment. Die Einsamkeit erfüllt ihren starren, erfrierenden Körper... Sie fühlt nichts mehr, ihre Gefühle scheinen tot zu sein. Jetzt schwinden auch ihre Erinnerungen und verlassen sie durch ihre Augen. Noch kann sie die Welten erahnen, deren Teil sie niemals gewesen ist, doch bald werden alle bunten Vögel davongeflogen sein. Sie versucht sich abzuwenden, doch rutscht aus und fällt lautlos in die Tiefe. Die Wellen bäumen sich auf, empfangen ihren Körper und ertränken sie sorglos. Meine Welt mit ihren Sorgen wäre mir egal gewesen, hätte ich ihr doch nur zur Liebe verhelfen können! Die flüchtigen Schatten... vor Jahren war sie so jung, schön und mutig! All dies ist wahr. Es ist kein Traum, noch eine Geschichte! Die Worte verlassen mich. leblos, hoffend, nach Atem ringend wie ein ertrinkender Mensch."
        }, 
        {
            "number": "A29-12", 
            "head": "Vp:A29/T:12 (21/m)", 
            "content": "Wir befinden uns auf einer Klippe. \"Zeig mir diesen Trick\", sagt sie, \"der mich kreischen und lachen macht!\" Sie wirft ihre Arme um mich, \"zeig ihn mir, und ich verspreche dir, ich verspreche dir, mit dir zu gehen, wohin du willst!\" Wir tanzten und wirbelten uns herum zu der Klippe, nahe dem Abgrund, ich küßte ihr Gesicht, ihren Kopf und träumte von all den Dingen, die ihr diesen glühenden Ausdruck verleihen, den ihr Gesicht von Zeit zu Zeit annimmt, als ich sie sagen höre: \"Warum bist du nur so weit weg, warum wirst du es niemals verstehen, daß ich dich liebe.\" Sie ist so zart und einzigartig, so verlassen und allein, so fremd wie Engel; wir tanzen durch die tiefsten Meere und drehen uns im Wasser - wie in einem Traum!  Plötzlich überrascht mich das Tageslicht. Ich fühle mich, als hätte ich tagelang geschlafen. Über meine Lippen kommt nur ein Wort: ihr Name. Ich öffne meine Augen und befinde mich einsam und allein auf einer Klippe über stürmenden Fluten, die mir das einzige Mädchen, das ich jemals liebte, genommen und tief in mir versenkt haben."
        }, 
        {
            "number": "A30-07", 
            "content": "(Vp:A30/T:07 (22/m))(1) Ich sitze im Arbeitszimmer meines Mitkommilitonen mit meinen zwei längsten Freunden. Langsam steigt eine Wasserpfütze, die sich vom Flur her ausbreitet, bis ins Arbeitszimmer.  (2) Ich lasse ein Auto in eine reale Situation reinwerfen (Spielzeugauto!) Es knallt mit einem anderen Auto zusammen. Von dem Knall wache ich auf."
        }, 
        {
            "number": "A30-14", 
            "head": "Vp:A30/T:14 (22/m)", 
            "content": "Also da war das Haus meiner Eltern. Hinter dem Grundstück befindet sich ein unbefestigter Acker. Dort stehen zwei Autos. Der inzwischen nicht mehr vorhandene Fiat Panda in rot meiner Schwester und davor mein Auto. Ich bin im Haus, genau in der Küche, und telefoniere, obwohl dort sonst kein Telefon wäre. Ich sehe das brennende Auto meiner Schwester an und telefoniere mit irgendjemanden. Es verbrennt, obwohl ich weiß, daß es brennt. Dann endlich rufe ich die Feuerwehr. Bemerkenswert: Ihr Auto brennt, meines nicht. Die Feuerwehr löscht mit weißem CO-Schaum, alles ist weiß."
        }, 
        {
            "number": "A34-02", 
            "head": "Vp:A34/T:02 (22/m)", 
            "content": "Es spielt in einer Schulsituation. Ich sitze neben einem ehemaligen Klassenkameraden und versuche, wie früher, mit ihm über alles mögliche zu reden. Er beachtet mich nicht, wirft mir lediglich verächtliche Blicke zu und scheint mir nichts zu sagen zu haben. Ich hake wiederholt nach, doch es scheint eine Mauer zwischen uns zu sein. Ich komme mir hilflos vor."
        }, 
        {
            "number": "A34-05", 
            "head": "Vp:A34/T:05 (22/m)", 
            "content": "Es spielt im Sommer. Ich gehe spazieren und merke plötzlich, daß am Rücken, unter meinem T-Shirt, mehrere Wespen krabbeln - ich sehe sie zwar nicht, bin mir aber sicher, daß es Wespen sind und habe außerdem das verdammt blöde Gefühl, daß sie nur eines im Sinn haben: mich umzubringen. Ziemlich panisch wende ich mich an ein kleines blondes Mädchen, das im Sandkasten spielt und bitte sie um Hilfe. Sie hebt mein T-Shirt in die Höhe und, wie sollte es auch anders sein, haut mit der flachen Hand auf meinen Rücken."
        }, 
        {
            "number": "A34-08", 
            "content": "(Vp:A34/T:08 (22/m))(1) Ich bin aus irgendeinem Grund zu meiner alten Arbeitsstelle zurückgekehrt und stehe im Gang. Rechts und links sind Büros. Ich weiß, daß es eigentlich höflich wäre, kurz bei meinen ehemaligen Kollegen vorbeizuschauen (ich bin nie ganz warm mit ihnen geworden). Trotzdem kehre ich um und gehe wieder. Beim Hinausgehen sehe ich, daß meine Eltern in einem der Büros sitzen.  (2) Ich prügle mich mit einem meiner besten Freunde. Die Aggression geht von mir aus. Er redet beruhigend auf mich ein. Ich nehme ihn in den Arm."
        }, 
        {
            "number": "A38-01", 
            "content": "(Vp:A38/T:01 (21/m))(1) Gehe mit Bekannten nach Hause. Es ist ein normales mittleres Wohnhaus mit Vorgarten mit Blaubeersträuchern. Draußen liegen viele Bleistifte, wovon wir einige mitnehmen. Das Haus ist innen viel größer, ich wohne ziemlich weit oben. In der Mitte des Treppenhauses sitzt eine ältere unsympathische Frau. Es ist klar, daß wir unsere gesammelten Bleistifte abgeben; Schulkinder hatten sie verloren und wollten es sich mit Methode des anderen aufsammeln und abgeben lassen leichter machen. Natürlich fordert sie winkend mit einem 20-DM-Schein zum Spenden auf. Wir spenden nichts. Oben angekommen, mein eines Zimmer mündet direkt ins Treppenhaus, ärgere ich mich über meine Mutter, weil sie die Luftmatratze draußen aufgehängt hat. Dabei hätte sie wissen müssen, daß sie dann zerlöchert würde (mit Bleistiften u. a.). Seltsam, da Mutter weit weg wohnt. Ort und Handlung sind fiktiv.  (2) Draußen, Himmel, paar Bäume, Lichtung, Wiese, Anhöhe. Viele Verwandte schlafen ungeniert miteinander, manche Männer masturbieren. Seltsamer Anblick. Suche auch nach Platz für mich, vielleicht mit Frau? (Sexueller Alptraum)  (3) Natürliches Tunnelsystem im Kalkstein. Mutierter Fasan oder Roadrunner, immerhin hat er Räder statt Füße, jagt mich mit Gummibändern. Später auf einem Gebirgsplateau erwischt er mich doch. Er versucht nun sich fortzupflanzen: Fremde Gedanken dringen in mein Gehirn und wollen von mir Besitz ergreifen. Ich merke keine Beeinträchtigung. Die fremden Gedanken sind in einer Ecke meines Gehirns eingesperrt. Fasan ist enttäuscht. Beginne Verhandlungen, ob nicht friedliche Koexistenz in meinem Körper möglich wäre."
        }, 
        {
            "number": "A38-02", 
            "head": "Vp:A38/T:02 (21/m)", 
            "content": "Ich bin im Schwimmbad mit meiner Familie und einigen Verwandten. Es ist ein sehr großer Raum mit 1m- und 3m-Sprungbrett. Im Becken gibt es Wasserstrudel, die einen drehen, wenn man hineingerät. Komme nicht so leicht aus dem Strudel heraus. Drehe mich, aber irgendwie kann ich doch unter Wasser atmen. Das Bad wird geschlossen, das gesamte Wasser läuft in wenigen Sekunden ab. Wir gehen in die Umkleideräume. Der erste ist ein Gemischtraum mit einem Schild, auf dem steht etwa: \"Gemischtraum, bitte etwas unsicher sein\". Im Auto nach Hause holt Bruder einen Taschenrechner und fängt ein Telespiel an: Zuerst ein Schießspiel mit Raumschiffen. Dann eins, wo man als fahrendes Auto die Hindernisse abschießt. Zum Schluß noch ein Jumperrun und ein Spiel, in dem man einen fliegenden Frosch steuert, der fleischfressende Blumen verspeist. Die 'guten' Blumen darf man nicht berühren. Plötzlich spielt dieses ein Unbekannter. Er schafft den Highscore und kommt drei Level weiter, wobei (ungewöhnlich) er sich bei jedem Level einträgt mit anderem Pseudonym. Zu Hause ist ein Tiger ohne Krallen, mit dem wir uns ganz gut verstehen. Während der Tiger von jemandem zum Fleischessen überredet wird. Argumentation: Du bist ein Tiger und solltest Fleisch essen. Deine Leute haben dir deine Krallen vorenthalten. Gleichzeitig male ich zwei Krallen auf Papier an den Tatzen, was zur Folge hat, daß der Tiger tatsächlich welche bekommt. Nun will er mich fressen, würde sich auch mit Bruder begnügen. Wir schaffen es, ihn bei der Kreisjagd, das Haus hat zwei Türen, innen einzuschließen. Er wird vom Zoo abgeholt werden. Draußen liegt ein großer Krebs, ca. 25 cm. Durchmesser. Er ist schon arg lädiert, möchte aber wieder ins Salzwasser. Der Krebs kann sprechen. Unerwartet fängt Vater an zu singen. Bruder stimmt ein. Ich schließlich auch. Eine Ode über und an den armen Krebs. Den Krebs sehe ich nun etwas fertig im Auto liegen. Er wird es wohl nicht mehr lange machen. Das glaubt der Krebs auch nicht."
        }, 
        {
            "number": "A38-03", 
            "content": "(Vp:A38/T:03 (21/m))(1) Großer Raum, ich schlafe, wache auf, will Licht anmachen - geht nicht!? Bekomme Angst, daß jemand da ist. Mag mich nicht bewegen. Drehe mich dann doch schnell um: niemand zu sehen; war zu erwarten, trotzdem bin ich stark erleichtert. Ein Hund kommt. Ich streichle ihn und schicke ihn hinaus, erleichtert, daß es nur der Hund war. Gehe zum Fenster. Bemerke einen Vorhang, hinter dem mein Bruder schläft, er bemängelt, daß jetzt kein Hund mehr da ist, um seine Füße zu wärmen. Dachte eigentlich, ich wäre alleine. Wundere mich nur noch darüber, warum der Lichtschalter nicht ging.  (2) Meine Größe etwa wie ein Hühnerei. Fliehe mit zwei anderen vor größeren Raubvögeln, die nicht wollen, daß wir lernen, wie man Feuer macht. Wäre nicht gut für die Evolution. Auf einem Ast sitzen unsere drei Reitvögel, die wir besteigen und fliegend doch noch entkommen. Planen, zurück in unsere Eier zu gehen, um so eine Rückentwicklung vorzutäuschen. In kleiner Holzhütte mit Stroh liegen drei Eier und ein Spiegelei. Raubvögel sind völlig entsetzt, wegen dem armen Spiegelei. Finte gelingt. Erlebe alles in Außenperspektive.  (3) Weil eine mir unbekannte Person fehlt, bin ich in einem Dorf. Ich und der 'Missionar' sind kurze Zeit in einem Tanzschuppen. Die Sängerin scheint mir im Traum bekannt. Szenenwechsel. Ich und M. sitzen auf einer Bank. Er gibt mir 5 DM, die er mir angeblich noch schuldet, leugne dies jedoch und gebe ihm 2 DM für O-Saft in Lokal. Ich glaube, er denkt, ich sei schwul und habe es auf ihn abgesehen. Wahrscheinlich ist ihm unwohl, und er wundert sich deshalb, weshalb ich ihn besuche. Gegenüber ist ein Klo, ein Schatten von zweien beim Koitus fällt heraus. Die Frau (asiatisches Gesicht wie der Mann auch) fleht, er solle aufhören. Hört sich nach Vergewaltigung an. M. tritt vor Klotür, ich klettere vom Nebenklo rüber und trete Mann auf Kopf und schließlich Schultern. Scheint ihn zu stören. er zieht eine Kanone (mit merkwürdigem Anbau, vielleicht höre ich deshalb keine Schüsse). Ich weiche schnell schwebend zurück, gebe M. ein Zeichen, daß er lieber verschwinden soll. Er schießt, ich sehe nur Blut aus meinem Schienbein tropfen. Keine Schmerzen! Mittlerweile bin ich im Klo gegenüber. Er schießt nochmal. Vielleicht hat er mich in Brust oder Bauch getroffen.  (4) sexueller Alptraum II: Schmiege mich an Bruder. Sind sehr heftig. Ich mag eigentlich nicht und drücke ihn weg. Drücke ihn nochmals weg. Er hat verstanden."
        }, 
        {
            "number": "A38-04", 
            "head": "Vp:A38/T:04 (21/m)", 
            "content": "Ich sitze hinten bei X im Auto (BMW oder Mercedes). Draußen ist es sehr diesig. Herr X sagt etwas von seiner Zeit in Grönland mit Frau X. Beim Rückwärtsfahren auf unser Grundstück hatte ich schon Angst, sie würden den Baum mitnehmen, war aber nur sehr knapp. Drinnen essen wir zu Tisch. Eltern sind noch unterwegs. Es ist schon 23 oder 24 Uhr. Ich nehme einen großen 'Haps'. Kommentar von Herrn X, so daß ich mich rechtfertigen wollte, wenn ich fertiggekaut hätte. Im Nebenzimmer ist seltsamerweise auch aufgedeckt, und ein paar Flammkuchen liegen in der Mitte. Es ist jetzt etwa 1 Uhr. Eltern sind noch immer nicht zurück. Xs legen sich auf Bruders Bett. Ich im Nebenzimmer versuche die nasse Hose auszuwechseln. Bin gerade fertig, da stehen die Xs in der Tür."
        }, 
        {
            "number": "A38-05", 
            "head": "Vp:A38/T:05 (21/m)", 
            "content": "In einem engen Raum, verwinkelt, bekriegen sich zwei Gruppen a ca. 3-4 Personen. Alle Gruppenmitglieder haben Kampferfahrung und sind durch etliche Verletzungen entstellt, u. a. Stahlkappen statt Knochen. Ein kleinerer Mann, eher ein Zwerg, auch schon etwas entstellt, scheint der eine Anführer zu sein. Mit ihm identifiziere ich mich, obwohl ich in Außenperspektive träume. Die Szene des Schußwechsels wiederholt sich mehrere Male in ähnlicher Weise, bis gelernt ist, wo die Schwachstellen der Gegner sind (z.B. Augen, Ohren, der Rest ist eher schußwaffenunempfindlich). Der Zwerg bleibt also mit einer Verletzung am Bein übrig und noch ein, zwei Schwerverletzte. Er stellt dann das Autoradio, eine Zeitbombe, und klettert aus dem Fenster. (Der Raum ist von außen plötzlich ein Auto geworden.) Gerade noch rechtzeitig hinkt er um den nächsten Omnibus (Parkplatzgelände), als der Wagen explodiert und den Omnibus in seine Richtung drückt, wobei er sich den Fuß anquetscht. Nun humpelt er die Straße entlang, das Vergangene ist hinter ihm, Ziel unbekannt."
        }, 
        {
            "number": "A42-01", 
            "head": "Vp:A42/T:01 (28/m)", 
            "content": "Es war Freitag Nachmittag, ich hatte beschlossen, zum Friseur zu gehen, um mir die Haare schneiden zu lassen. Ich befand mich in meinem alten Kinderzimmer in der Wohnung meiner Eltern. Ich weiß nicht mehr, in welchem Zustand es sich befand. Meine Mutter erschien und legte mir nahe, ich solle mir von ihr die Haare schneiden lassen, um Geld zu sparen. Ich willigte ein. Allerdings wollte ich, daß sie mir die Haare kürzer schnitt, als sie es wollte. Wir stritten uns darum, welche Haarlänge mir besser stehen würde. Als ich mich entschloß, doch zum Friseur zu gehen, war es zu spät, was mich noch mehr ärgerte."
        }, 
        {
            "number": "A42-02", 
            "head": "Vp:A42/T:02 (28/m)", 
            "content": "Ich sollte in einer Sporthalle an einem Volleyballspiel teilnehmen. Es kam andauernd zu Spielunterbrechungen, die ich dazu nutzen wollte, um meinen Aufschlag zu verbessern. So sehr ich mich auch anstrengte, kein Aufschlag gelang zu meiner Zufriedenheit."
        }, 
        {
            "number": "A42-04", 
            "content": "(Vp:A42/T:04 (28/m))(1) Asiaten machen in farbenprächtigen Gewändern Ballett mit Kampfkunstelementen (chinesche Oper). Ich bin Zuschauer.  (2) Ein Freund will sich mein Motorrad ausleihen. Ich lehne ab und fahre selbst, genieße den schönen Sommertag und empfinde Wetter und Bewegung als besonders harmonisch. (wie fliegen)"
        }, 
        {
            "number": "A42-06", 
            "head": "Vp:A42/T:06 (28/m)", 
            "content": "Ich bin Terrorist und habe ein Haus besetzt und Geiseln genommen. Ich bin bewaffnet. Auf der Straße sehe ich einen Bekannten, den ich nicht leiden kann. Ich versuche, ihn zu erschießen, treffe aber einen unbeteiligten Passanten tödlich. Ich beginne an allem zu zweifeln und gebe auf. Ich finde mich auf einer osteuropäischen Familienfeier wieder. Es gibt Kaffee und Kuchen. Die hübschen, jungen Damen kommen mir alle bekannt vor. Ich beginne erfolgreich überall Annäherungsversuche und erkenne meine Freundin. Ihr Erscheinen beruhigt mich, ich fühle mich sicher."
        }, 
        {
            "number": "A42-07", 
            "head": "Vp:A42/T:07 (28/m)", 
            "content": "Ich arbeite in meinem alten Beruf, den ich vor Beginn des Studiums ausgeübt habe. Mir erscheinen alle möglichen Chefs und Vorgesetzte aus den Betrieben, bei denen ich angestellt war. Obwohl ich mir bewußt ist, daß ich den Beruf aufgeben werde und mir ein Studienplatz sicher ist, ärgern mich ihre kleinen Demütigungen und Gemeinheiten. Ich stehe unter enormen Leistungsdruck und reagiere mit Wutausbrüchen."
        }, 
        {
            "number": "A44-02", 
            "head": "Vp:A44/T:02 (23/m)", 
            "content": "Meine Gäste wurden in der Straßenbahn ohne gültigen Fahrausweis angetroffen. Weil sie sich weigerten, den Personalausweis zu zeigen, wurde die Polizei gerufen. Dann Diskussion mit Kontrolleuren und Polizei an einer Brücke."
        }, 
        {
            "number": "A44-03", 
            "head": "Vp:A44/T:03 (23/m)", 
            "content": "Traum von der Frau meines gegenwärtig ausgeprägten Interesses."
        }, 
        {
            "number": "A44-04", 
            "head": "Vp:A44/T:04 (23/m)", 
            "content": "Habe meinem Freund Hans Literaturtips gegeben, weil er sich für Psychologie (Lernen, Problemlösen) interessiert."
        }, 
        {
            "number": "A44-06", 
            "head": "Vp:A44/T:06 (23/m)", 
            "content": "Die Frau meiner Träume hat bei mir angerufen."
        }, 
        {
            "number": "A44-12", 
            "head": "Vp:A44/T:12 (23/m)", 
            "content": "Sozialpsychologie-Vorlesung (Hörsaal, Dozent...)"
        }, 
        {
            "number": "A51-07", 
            "content": "(Vp:A51/T:07 (55/m))(1) Befinde mich auf einer Reise, halbvolle Züge, weitläufige Bahnhöfe, Wartesaalatmosphäre (das Leben als Provisorium). Einen netten Menschen getroffen, der sich zufällig auskennt und bei Schwierigkeiten weiterhilft.  (2) Bin wieder an der Uni als Erstsemester, muss mich zurechtfinden mit neuen Wissensinhalten und mit Stundenplan. Fühle mich zugleich als Lernender (= jung) und als Wissender (= alt). Nun mich zu allen gerade kennengelernten Leuten irgendwie zu orientieren, was schwierig ist, da ich ja jung und alt zugleich bin (\"Feuerzangenbowlen\"-Situation)"
        }, 
        {
            "number": "A51-10", 
            "head": "Vp:A51/T:10 (55/m)", 
            "content": "Ausflug mit Familie und Freunden (Autofahrt und Spaziergang). Über einen Hohlweg erreichen wir ein Ausflugslokal (mit Disco für die Jugend). Alle reden über das Essen und über Kalorien, aber keiner ist wirklich dick! Mache allein einen Spaziergang über die Felder. Muß auf dem Rückweg zur Gruppe wieder über den Hohlweg. Ein Jauchewagen kommt den Weg herunter, ich muß ausweichen und auf den Hang klettern. Alles ist stinkig und naß, weil der Wagen offensichtlich schon gesprüht hat! Ekelhaft!"
        }, 
        {
            "number": "A52-01", 
            "head": "Vp:A52/T:01 (23/m)", 
            "content": "Ich befand mich mit einem Freund und einem Studienkollegen in Hannover, als wir beschlossen, nach Berlin zu fahren und zwar per Fahrrad. Ich war dagegen, da ich mir sicher war, die Strecke sei länger als 10 km, was die beiden anderen aber nicht glauben wollten. So machten wir uns tatsächlich mit drei alten Schrotthaufen auf den Weg, und es war insgesamt sehr witzig, bis wir das erste Mal an einem Wegweiser mit Km-Angabe vorbeikamen. Dort kam es zur Diskussion, weil die anderen den 200km-Weg trotzdem fahren wollten. Ich hatte keine Lust, es kam zum Streit, und ich feuerte mein Rad auf die Straße, wodurch dann, wenn ich mich recht erinnere, ein Verkehrsunfall ausgelöst wurde (war mir aber grad egal)."
        }, 
        {
            "number": "A52-06", 
            "head": "Vp:A52/T:06 (23/m)", 
            "content": "Ich stellte plötzlich fest, daß mein Fuß teilweise (Zehen und Teil des Vorfußes) schwarz geworden und abgestorben war. Ich war natürlich erschrocken und versuchte, ihn durch Schütteln und Bewegen wieder zum Leben zu erwecken, was mir aber nicht gelang."
        }, 
        {
            "number": "A52-08", 
            "head": "Vp:A52/T:08 (23/m)", 
            "content": "Ich traf auf einer Party Barbara Anes (dt. Schauspielerin - tolle Frau) und wir haben uns tief in die Augen gesehen und die Party verlassen. Wir waren (plötzlich wieder tagsüber) in einem Cafe und dann an einem einsamen See. Es war Sommer und recht warm. Wir hatten einen herrlichen Tag zusammen und uns hervorragend verstanden. Es war einfach nur schön, sexuelle Erlebnisse kamen nicht vor."
        }, 
        {
            "number": "A59-02", 
            "head": "Vp:A59/T:02 (21/m)", 
            "content": "Irgendwie ist demnächst an der Uni eine Klausur zu schreiben. Ich schaue auf einem Plan nach und stelle fest, daß die Klausur vom Donnerstag, 11.10. auf Donnerstag, 18.11. verlegt wurde. Das alte Datum ist ausgestrichen und das neue darüber geschrieben. Mir wird etwas mulmig zumute, weil wir bereits Dienstag abend haben und ich am Mittwoch was vorhabe, und dann ist schon Donnerstag. In der Klausur geht es um Testtheorie - ich sehe aus einem Fenster. Da spielt ein Kind, aber es ist schon recht groß für sein Alter. Plötzlich fällt es hin, voll auf die Knie. Es schreit sehr laut, und die Beine zucken sehr seltsam, dann kommt die Heimleiterin meines Studentenwohnheims und tröstet es. Ich denke wieder an die Klausur, ich beschließe die Zeit zu nutzen, um mich optimal vorzubereiten, dabei erfaßt mich ein sehr gutes Gefühl, ich werde noch einige Fragen beantworten, und irgendwann werde ich jemandem meinen Ordner ausleihen."
        }, 
        {
            "number": "A59-03", 
            "head": "Vp:A59/T:03 (21/m)", 
            "content": "Eine Frau möchte die Erde in ihre Gewalt bekommen; sie schleicht sich verkleidet in ein Büro ein, in dem sehr viele wichtige Persönlichkeiten sitzen, darunter auch ich. Sie stellt Forderungen und Drohungen auf. Zunächst wird sie nicht richtig ernst genommen. Sie hat die Gestalt einer Katze. Unter einem Tisch betätigt sie einen Hebel an einer von ihr mitgebrachten Apparatur. Sieht aus wie eine Fernbedienung. Darauf fährt auf geheimen Wegen ein seltsames Gerät auf Schienen zu ihr. Der Wagen enthält eine grauenvolle Maske. Ich halte das für ihr normales Aussehen. Jetzt scheint sie ein menschliches Outfit zu haben. (Ihre Gestalt wandelt sich mehrmals.) Sie sieht sehr gut aus. Dann zündet sie eine Zeitbombe. Durch einen Spalt kommt der Miniwaggon herangefahren. Er enthält einige Wurfwaffen und ein sehr scharfes Schwert - mittlerweile bricht Verwirrung und Panik aus. Mir ist plötzlich klar, daß sie uns in ihrer Gewalt hat. Dann ist da ein menschlicher Körper, in ihm steckt eine andersartige Kreatur und ein Mensch. Er versucht, sich gegen sie zu wehren. Er möchte irgendetwas Wichtiges sagen. Ich kann etwas hören, aber es ist sehr verzerrt. Wir sind etwa 15-20 Menschen in dem Raum. Einige kämpfen gegen das weibliche Wesen an. Die Tür ist verschlossen, und dann gibt es da einen ganz wichtigen Schlüssel, der bei der Kreatur liegt. Ich weiß nicht, wofür er gut ist, aber er ist sehr wichtig. Ich nähere mich diesem Monster und schleudere ihm ein paar Wurfgeschosse entgegen. Es weicht etwas zurück, und ich nehme mir den Schlüssel und mische mich unter die anderen Menschen. Das weibliche Monster realisiert dies. Es geht um die große Tischreihe herum, die in der Mitte des Konferenzzimmers steht. Sie sagt, daß derjenige, der den Schlüssel hat, sterben muß. Ich flüstere einer dicken Frau ins Ohr, ob wir nicht gemeinsam abhauen sollen, um das Tier (außerirdische Wesen?) abzulenken. Die Frau sagt, daß die Tür verschlossen ist. Stimmt. Immer näher kommt mir dieses Wesen. Ich möchte den Schlüsselbund irgendwie loswerden, ihn durch den Raum werfen oder weiterreichen, aber ich kann ihn nicht aus der Hosentasche ziehen. Er hängt fest. So sehr ich es auch versuche. Das Monster kommt unaufhörlich näher, und inzwischen weiß sie auch, daß nur ich den Schlüssel haben kann. Sie will mich! Ich möchte den Schlüssel um den Kronleuchter an der Decke wickeln - es scheitert. Es gibt kein Entkommen. Die Kreatur sieht eigentlich gar nicht besonders gefährlich aus, aber ich weiß, sie besitzt sehr starke Kräfte und Fähigkeiten. Der Traum scheint kein gutes Ende zu nehmen, also greife ich ein und 'spule' ein paar Szenen zurück und verändere etwas - doch ich habe heute keine so große Kontrolle. Da ich mir jetzt nicht schon wieder einmal meinen eigenen Tod ansehen und erleben will, beschließe ich aufzuwachen."
        }, 
        {
            "number": "A59-06", 
            "head": "Vp:A59/T:06 (21/m)", 
            "content": "Ich erinnere mich, wie ich Kai aus einem großen Bus springen sehe. Kurz darauf folgt seine Freundin. Es ist ein großer Campingbus, und ein zweiter folgt ihm dicht. Ich erkenne meine Clique und auch Nina, meine beste Freundin, ist dabei. Sie wollen mich abholen, um ein paar Tage beim Campen zu verbringen. Ich bin froh, daß sie kommen. Vor allem über Nina. Ich frage, ob wir noch irgendetwas bräuchten und was ich mitnehmen soll. Alles scheint bestens organisiert zu sein. Wir verschwinden noch etwas in einer Kneipe und plaudern. Nina sitzt neben mir, und ich beginne langsam, sie zu berühren und sanft zu küssen. Zunächst leistet sie noch etwas Widerstand, aber dann erwidert sie meine Zärtlichkeit. Wir brechen aus der Kneipe auf und stehen mitten in meinem Studienort, es ist halb zwei nachts, aber der Tag ist schon recht hell, das ist sonderbar. Irgendwie liegt eine für mich persönlich interessante Frage in der Luft."
        }, 
        {
            "number": "A59-09", 
            "head": "Vp:A59/T:09 (21/m)", 
            "content": "Ein Tischtennisspiel-Doppel. Ich muß unbedingt gewinnen. Punkt für Punkt nähern wir uns unerbittlich den 21. Da plötzlich ein unerwarteter Fehler meiner Gegner, aber die zählen den Punkt für sich - eine Frechheit. Ich protestiere, aber es hat keinen Zweck - gegen wen soll ich protestieren. Es gibt keine Gerechtigkeit auf dieser Welt. Na wartet, Euch werd' ich es zeigen. Eine verzweifelte Aufholjagd beginnt. Mein Partner ist weg, ich spiele alleine - ein paar ausgezeichnete Kombinationen, und ich komme Punkt für Punkt an die übermächtigen Gegner heran, doch dann ein Fehler, und ich gerate auf die Verliererstraße. Ich lese den Stand unseres Ölverbrauches - eine Ziffer vorne verschiebt sich. Ich treffe auf einem Weg einen Jungen, der mich begleitet. Wir gelangen an einen Fluß, auf dem ein Floß treibt. Wir springen auf das Floß und wollen so den Fluß überqueren. Plötzlich fällt der Junge ins Wasser. Ich frage ihn, ob er meine Hilfe braucht - er kann sehr gut schwimmen. Später muß ich auch ins Wasser, um das Ufer zu erreichen. Wir treffen die Eltern des Kleinen und gelangen an ein Kiosk. Aus irgendeinem Grund werde ich in einen anderen Ort umziehen, ein Zimmer kostet dort 245 DM in einer Männer-WG. Ich könnte auch dort in den Schachclub eintreten. Ein anderer Ort, an dem ich schon oft war. Ich möchte nach B., aber ich habe den Bus verpaßt, also werde ich laufen. Es sind nur 20 km. Ich laufe los.  Ein Mordprozeß, der einzige Zeuge irrt schwer verwundet in der Kanalisation umher, er hat keinen Kopf. Spezialisten kriegen ihn wieder hin, und er macht die entscheidende Aussage."
        }, 
        {
            "number": "A59-11", 
            "head": "Vp:A59/T:11 (21/m)", 
            "content": "Ich bin bei meinen Eltern hinten im Garten und will gerade wieder ins Haus gehen, da spüre ich plötzlich eine Wespe an meinem Hals, ich schüttle mich etwas, doch die Wespe bleibt hartnäckig. Da taucht eine Zweite auf, die sich in meinem Haar verfangen hat. Hastig versuche ich, sie zu befreien. Ich laufe einige Meter, aber sie bleiben an mir dran. Ich nähere mich der Tür ins Haus, die Wespen erwische ich mit der hohlen Hand und schleudere weg, dann stürme ich ins Haus und werfe die Tür hinter mir zu. Ich konnte wetten, daß sie dicht ist, doch da ist die erste Wespe schon wieder drin. Ich stürme weiter, durch drei Zimmer und jedesmal verriegle ich die Tür. Doch immer wieder tauchen neue Wespen auf, nur an meinem Hals und im Haar. Daraufhin versuche ich sie mit meinem Schuh zu erschlagen, aber es ist völlig aussichtslos."
        }, 
        {
            "number": "B04-01", 
            "content": "(Vp:B04/T:01 (22/m))(1) Ich fahre mit einem Freund nachts von einer Party nach Hause. Es ist stockfinster und ich kann nicht sehr weit sehen, fahre aber trotzdem schnell (das Auto scheint von alleine zu beschleunigen). Autos kommen mir entgegen - ich muß abblenden und sehe überhaupt nichts mehr, will aber nicht abrupt bremsen, um meinen Beifahrer nicht zu verunsichern. Nach einiger Zeit sehe ich selbst bei aufgeblendetem Licht nur noch einige Meter weit, fahre trotzdem schnell und muß deswegen ein paarmal mit quietschenden Reifen in die Kurve gehen. Das paßt mir jetzt gar nicht, denn jetzt denkt er, ich fahre schlecht Auto - obwohl ich nix dafür kann, weil das Auto immer noch von selbst beschleunigt.  (2) Ich stehe in einem Werbefilm, in dem eine alte Burg angepriesen wird, die angeblich in ein paar Hollywood-Filmen im Hintergrund zu sehen ist. Es werden ein paar Filmausschnitte mit dem Gebäude gezeigt, und eine Stimme im Hintergrund preist die Burg als Reiseziel an. (Ich sehe alles aus der Kameraperspektive - schnelle Schwenks, Schnitte, irgendwo rennt Tom Hanks herum.) Ich frage mich, was ich in dem Clip eigentlich soll, außer ab und zu vor den Ratten ausweichen, die überall am Boden rumrennen und teilweise auch an mir hochspringen. Eine Stimme sagt mir, daß Ratten doch gar nicht so hoch springen können - da hat sich schon eine an meinem Rücken festgebissen. Ich versuche, sie am Schwanz zu fassen und abzuziehen, aber ich erinnere mich, daß Ratten nie loslassen, wenn sie sich mal festgebissen haben - also lasse ich sie hängen. Anfangs tut es ein bißchen weh, aber nach einiger Zeit hab ich den Schmerz einfach vergessen (man kann ja nicht an alles denken...). Was ich dann gemacht habe, weiß ich nicht mehr. Ich erinnere mich noch verschwommen an Dreharbeiten, die auf der Burg stattfinden, und daß ich Schauspieler bin, aber keine Rolle habe."
        }, 
        {
            "number": "B04-05", 
            "content": "(Vp:B04/T:05 (22/m))(1) Ich parke mit dem Auto in einem Parkhaus. Es sind keine freien Plätze mehr da, also stelle ich mich kurzerhand mitten in die Ausfahrt (vor die Schranke). Im ersten Moment denke ich mir da nichts bei. Als ich zurückkomme, kriege ich dann aber ein schlechtes Gewissen und denke, daß ich jetzt bestimmt Ärger mit dem Kassierer bekomme, weil ich den Verkehr aufgehalten habe - aber siehe da, die Schranke ist schon die ganze Zeit offen und überhaupt das gesamte Erdgeschoß des Parkhauses ist nach allen Seiten hin völlig offen. Die Autos fahren da ständig rein und raus. Was dann passiert, weiß ich nicht mehr. Ich erinnere mich noch, daß der Kassierer sauer ist, weil der Typ vor mir nicht bezahlt, sondern einfach so mit dem Auto aus dem Parkhaus fährt, und daß ich nicht zum Bezahlen komme, weil ständig andere Leute vor mir stehen.  2) (Ich träume von meiner Schulzeit.) Wir haben Sportunterricht, und da der Lehrer ewig nicht kommt, schnappen wir uns kurzerhand einige Medizinbälle (diese Fünfkilo-Bomben), die rumliegen, und fangen an, damit Fußball zu spielen. Obwohl die Bälle schwer sind, fliegen sie bis an die Decke (ca. 10 m) der Halle. Irgendwann kommt zwar ein Sportlehrer, aber nicht unserer. Er sagt, wir sollen mit dem Blödsinn aufhören, und fängt dann an, mit seinen Leuten (die komischerweise keine Schüler, sondern Rentner sind - und alle dieselben Klamotten anhaben (solche Turnanzüge aus den zwanziger Jahren) Volleyball zu spielen. Der Volleyball ist auch ein Medizinball. Da uns langweilig ist, fangen wir wieder an zu kicken. Ab und zu fliegt der Ball der anderen zu uns, und ich denke, jetzt kriegen wir wieder Anschiß, aber der Lehrer sagt nichts, und wir werfen einfach irgendeinen Ball wieder zurück.  So geht die ganze Sportstunde rum, und niemand kümmert sich um uns. Am Ende der Stunde hat der (andere) Sportlehrer noch eine seltsame Apparatur aufgebaut - eine Sensormatte (sieht aus wie ein Fußabtreter) mit einem Computer daran angeschlossen. Wir sollen da alle mal aus einem Meter Höhe draufspringen - zur Gewichtsmessung oder so. Angeblich gibts auf diese Übung auch Noten - also soll man das möglich sauber durchführen (mit Schlußsprung und am Ende gestreckt dastehen - so wie das halt immer bei den Bundesjugendspielen läuft). Ich hab aber mein Abi schon, denke ich, und deswegen stelle ich mich so blöd an, wie ich nur kann. Hauptsache Spaß dabei."
        }, 
        {
            "number": "B04-07", 
            "head": "Vp:B04/T:07 (22/m)", 
            "content": "Ich stehe an der Kasse in der Mensa und will mein Mittagessen bezahlen. Der Kassiererin wird es aber zu blöd beim Kassieren, und sie steht auf und geht. Jetzt stehe ich so da und warte, da drängeln sich von ganz hinten in der Schlange 3 Typen immer weiter nach vorne. Als sie sich dranmachen, mein Tablett zur Seite zu schieben, schlage ich einen von ihnen ganz fürchterlich zusammen (mit irgendwelchen Karatetritten). Und weil das so Spaß gemacht hat (es ging ganz leicht), probier ich gleich noch ein paar andere Tritte aus- diesmal an anderen bösen Menschen, die daraufhin heraneilen. Als ich fertig bin, merke ich, daß sich die Schlange hinter mir auf einige Meter Abstand zurückgezogen hat. Die Leute fangen langsam an zu murren, weil niemand kassiert. Daraufhin kommt die Chefin von dem Laden und nimmt die Kasse selbst in die Hand. Ich habe gerade ziemlich viele Pfennige im Geldbeutel und bezahle mit jeder Menge Kleingeld (abzählen dauert lange). Jetzt sind die Leute plötzlich sauer auf mich."
        }, 
        {
            "number": "B04-11", 
            "head": "Vp:B04/T:11 (22/m)", 
            "content": "Ich bin bei einem Freund zu Besuch. Wir sitzen auf der Couch im Wohnzimmer und spielen Computerspiele. Plötzlich kommt jemand ins Zimmer, der ein alter Freund / Bekannter von meinem Freund zu sein scheint - und fängt an, sich mit uns zu unterhalten. Obwohl ich ihn noch nie gesehen habe, kennt er meinen Namen. Ich lasse mir nichts anmerken und unterhalte mich mit ihm, als würde ich ihn auch kennen. Nach einiger Zeit merke ich, daß der Typ seine Familie mitgebracht hat (Frau und Tochter - beide etwas vollschlank und machen nicht den allergescheitesten Eindruck). (Es ist zwar noch jemand dabei, aber den hab ich mir nicht allzu genau angeschaut. Eventuell ein Sohn oder eine ältere Tochter als die erste.)  Sie sitzen auf Sofas uns gegenüber. Die Tochter macht sich bemerkbar und fragt, ob sie mal telefonieren kann. Mein Freund hat nichts dagegen, und sie nimmt sich den Hörer vom Telefon, das neben unserer Couch steht und spricht etwas rein. Sie hat aber nicht gewählt und hält außerdem den Hörer verkehrtherum. Ich denke mir, daß sie so blöd ist, wie sie aussieht. Sie macht noch ein paar Kommunikationsversuche mit dem Hörer und fragt uns dann, ob das Telefon kaputt ist. Niemand sagt ein Wort - die Eltern gucken betroffen. Jetzt fällt mir auf, daß die Familie auch noch zwei kleine Hunde mitgebracht hat. Sie springen um unsere Couch herum und ich fühle mich unwohl. Anfangs sind die Tierchen (Pudel sind's, glaube ich) noch ganz lieb, aber plötzlich fangen sie an, uns (wir sitzen zu dritt auf der Couch: mein Freund, der Bekannte/Verwandte und ich) in die Füße zu beißen. (Die Schuhe haben wir ausgezogen.) Sie beißen nicht fest - kneifen eher ein wenig - aber sie tun das mit fester Absicht und knurren dabei. Der Bekannte versucht, die Hunde zu beruhigen, aber ohne Erfolg. Als mich dann noch einer der beiden Köter bellend anspringt, wird's mir zuviel. Ich packe ihn am Hinterkopf und schlage ihn mit  dem Gesicht ein paarmal gegen die Heizung (die massive Ausfertigung mit den großen Rippen), bis er blutet. Dann denke ich aber, daß das dem Bekannten bestimmt nicht recht ist, wenn ich seine Hunde umbringe, und setze ihm einen Maulkorb auf (dem Hund!). Plötzlich träume ich nur noch von Maulkörben und wie ich die Dinger Hunden aufsetze. Dabei denke ich laufend, daß ein Hund mit Maulkorb doch merken sollte, wann das Zubeißen zwecklos ist und wie blöd doch so ein Vieh ist, weil es das nicht merkt."
        }, 
        {
            "number": "B04-14", 
            "head": "Vp:B04/T:14 (22/m)", 
            "content": "Ein Freund und ich parken mit dem Auto auf einer großen, leicht abschüssigen Wiese. Am unteren Rand der Wiese steht eine kleine Holzhütte, zu der wir hingehen. Plötzlich kommen hinter der Hütte zwei bösartig aussehende Gestalten hervor (ich erkenne keine Gesichter - nur Konturen) und nähern sich uns langsam. Ich erinnere mich, daß wir etwas Wichtiges dabei haben, das niemand anderem in die Hände fallen soll - ich ziehe meine Pistole und halte die beiden damit in Schach. (Woher ich die Pistole habe, weiß ich nicht; die beiden Kerle haben aber auch welche.) Wir ziehen uns daraufhin wieder langsam zum Auto zurück (rückwärts, immer die Gegner anschauend und ab und zu mal ein paar Schüsse abfeuernd, die zwar treffen, aber keine Wirkung zu haben scheinen) und, als wir es erreicht haben, fahren weg.  Irgendwo unterwegs auf der Strecke (es ist eine abschüssige Straße an einem Berghang) fahren wir an einem brennenden Holzkreuz vorbei. Daran hängt ein entfernter Bekannter - er brennt auch - und schreit, was das Zeug hält. Sein Gesicht ist schon zur Unkenntlichkeit entstellt. (ich weiß trotzdem, daß er's ist.) Mehr kann ich nicht erkennen, denn wir sind schon dran vorbeigefahren. Mir wird auf einmal ziemlich unwohl, denn das war eine Warnung der bösen Menschen, und die nächsten, die da hängen werden, sind mein Freund und (vor allen Dingen) ich. Im weiteren Verlauf des Traumes taucht immer wieder dieses spezielle Holzkreuz auf - in immer kürzeren Abständen. Einmal überlege ich, ob Jesus damals auch gebrannt hat, und versuche mir die Szene vorzustellen. Ein andermal sage ich mir, ich muß unbedingt daran denken, in meinem Traumtagebuch bei 'negative Gefühle' etwas Hohes anzukreuzen."
        }, 
        {
            "number": "B12-02", 
            "head": "Vp:B12/T:02 (20/m)", 
            "content": "Ich ging durch die Straßen; beim Eintritt in ein größeres leerstehendes Gebäude war ich Teilnehmer an einem Computerspiel (System Shock), das ich vor ca. 2 Jahren sehr intensiv spielte. Ich ging mehrmals aus dem Gebäude wieder heraus und betrat es, bis ich schließlich doch die erste Ebene des Hauses erkundete, also den Beginn des Computerspiels nachvollzog. In diesem Moment erschien dann Carmen."
        }, 
        {
            "number": "B12-05", 
            "head": "Vp:B12/T:05 (20/m)", 
            "content": "Die ersten Prüfungen wurden geschrieben. Mein Abschneiden war durchschnittlich, nicht sehr gut. Diese Tatsache war etwas enttäuschend, da ich mir bessere Ergebnisse erhoffte."
        }, 
        {
            "number": "B12-07", 
            "head": "Vp:B12/T:07 (20/m)", 
            "content": "Klausur in der allgemeinen Methodenlehre, die alle gut bestanden haben und ich nur durchschnittlich. Irgendwie war ich deshalb traurig."
        }, 
        {
            "number": "B12-08", 
            "head": "Vp:B12/T:08 (20/m)", 
            "content": "Ich träumte von Torben, einem geistig behinderten Betreuten aus meiner Zivizeit. Wir gingen spazieren. Ohne daß wir miteinander sprachen, lächelte er mich an, wie ich ihn noch nie lächeln sah. Es war eine Form der Kommunikation zwischen uns, die tiefer ging als bloßes Sprechen - wir verstanden einander einfach."
        }, 
        {
            "number": "B15-01", 
            "head": "Vp:B15/T:01 (27/m)", 
            "content": "Ich hätte ein Seminar in Sozialpsychologie. Es wurde heftig zwischen den Leuten diskutiert. Im Zimmer schwebte ein länglicher Käse u. Gemüsereiber. Ich habe meines Wissens nie so ein Ding gesehen. Es sah eher aus als eine Kombination von Dosenöffner und Reibeisen mit Kanten aus weißem Plastik. Innerhalb dieser Kanten war eine Fläche wie bei einem Reibeisen, die wie eine Schiene wirkte, auf der man eine mit weißem Plastik überzogene Schraube hin- u. herschieben konnte (die nicht wie bei einem Dosenöffner zu drehen war). Man hat Gemüse oder Käse vor die Schraube gelegt und damit auf dem Reibeisen hin- u. hergeschoben.  Das Ding war so lang wie das Zimmer und ca. 1 Meter breit. Die Diskussion schien darum zu sein, wie man das Ding zu betätigen hätte und u.a. ich habe es ausprobiert und noch jemand oder es lief von selbst."
        }, 
        {
            "number": "B27-01", 
            "content": "(Vp:B27/T:01 (21/m))(1) Ich bin nur relativ unbeteiligter Zuschauer; ich weiß sogar, daß ich träume, und daß der Traum auf ein beunruhigendes Ziel zuläuft: Ein Mann mittleren Alters steht im Tauchanzug in der Brandung einer Meeresbucht. Bei ihm sind 3 oder 4 kleine Tauchschüler. Plötzlich schießt etwas nach vorne und reißt dem Mann das Bein in Höhe des Oberschenkels ab. Das Wasser färbt sich rot. Aus dem Wasser aber, in dem Mann ist, erhebt sich eine gelbe gallertartige Masse, die das Fleisch des Mannes nach außen drückt, bis ein blanker Schädel zu sehen ist, der allerdings Reißzähne (?) besitzt. Die Masse schwillt an und wird riesengroß, wobei sie sich aus dem Meer heraus erhebt. Ich entscheide mich aufzuwachen.  (2) Ein Ring ist mit einer Schraube an einer rosafarbenen, gekachelten Wand festgemacht. Meine Freundin kommt mit einer Zange und zieht den Ring mitsamt der Schraube aus der Wand. In dem Moment, in dem der Ring herausgezogen wird, habe ich links unten das Gefühl, jemand habe mir eine Füllung zwischen 2 Zähnen aus dem Mund gerissen. Ich kann die Zähne vor mir sehen, obwohl sie eigentlich in meinem Kopf sein müßten."
        }, 
        {
            "number": "B27-03", 
            "head": "Vp:B27/T:03 (21/m)", 
            "content": "Guns 'n Roses bringen eine neue Platte mit einem brandneuen Gitarristen heraus, den ich deutlich 'in action' vor mir sah."
        }, 
        {
            "number": "B27-04", 
            "head": "Vp:B27/T:04 (21/m)", 
            "content": "Ich muß wegen einer dringenden Sitzung (?) mit allen Kommilitonen in eine andere, recht weit entfernte Stadt fahren. Zunächst schien als Treffpunkt der Bahnhof ausgemacht worden zu sein. Dieser Bahnhof ist äußerst schäbig und heruntergekommen und der Fahrpreis ist mir zu teuer. Ich entschließe mich, mit drei anderen Studenten im Auto zu fahren. Wir kommen aber kaum vom Fleck, sprich nicht mal auf die Autobahn, weil wir immer etwas wichtiges vergessen. Als ich mir x-ten Mal an einer Tankstelle vorbeifahre, an der ich tanken wollte, wache ich auf."
        }, 
        {
            "number": "B27-05", 
            "head": "Vp:B27/T:05 (21/m)", 
            "content": "Ich kann fliegen, ohne alles, einfach so die Arme benutzen. Ich versuche, so vielen Leuten wie möglich zu demonstrieren, daß ich es kann. Aber ich wache auf (allerdings wieder nur im Traum), aber ich kann immer noch fliegen."
        }, 
        {
            "number": "B27-10", 
            "head": "Vp:B27/T:10 (21/m)", 
            "content": "Ich bin mit der Auflösung eines Kriminalsfalls beschäftigt (Mord?). Etwa fünf Minuten, bevor ich im Traum wohl die Lösung gefunden hätte, wache ich auf."
        }, 
        {
            "number": "B29-08", 
            "head": "Vp:B29/T:08 (25/m)", 
            "content": "Ich falle immer weiter und weiter in einen schwarzen Abgrund. Ich wußte, daß ich irgendwann am Grund aufschlagen müßte und dann tot wäre. Ich geriet in Panik und wachte davon auf."
        }, 
        {
            "number": "B29-13", 
            "head": "Vp:B29/T:13 (25/m)", 
            "content": "Ein entfernter Verwandter ist im Krankenhaus gestorben; auch träumte ich sehr realistisch von der anschließenden Beerdigung."
        }, 
        {
            "number": "B30-03", 
            "head": "Vp:B30/T:03 (27/m)", 
            "content": "Ich befand mich in einem hell beleuchteten Zimmer, in dem ein Bett aus goldenen Gitterstäben mit der Kopfseite an einer Wand stand. Obwohl ich die Situation scheinbar frei schwebend aus einer Zimmerecke beobachtete, konnte ich den Raum nicht vollständig überblicken. Ich sah nur das goldfarbene Bett, auf dem meine Frau mit den Händen ans Ende gekettet lag. 2 Männer kamen hinzu und schienen sich zu unterhalten. Ich spürte die Angst meiner Frau genauso wie die Gedanken der beiden Männer. Obwohl ich es krampfhaft versuchte, konnte ich mich weder regen noch sprechen. Ich fühlte mich wie in einer Glaskugel, aus der ich mich nicht befreien konnte."
        }, 
        {
            "number": "B30-07", 
            "head": "Vp:B30/T:07 (27/m)", 
            "content": "Ich saß am Fenster eines Luftkissenbootes und schaute auf das Meer. Der Himmel war blau und die See angenehm ruhig. Ich fühlte mich völlig ausgeglichen und in Harmonie mit der Natur."
        }, 
        {
            "number": "B31-01", 
            "content": "(Vp:B31/T:01 (21/m))- Mountainbike-Rennen im Wald  - als Zeitungsjunge in Rom  - mit Freunden auf einer Brücke"
        }, 
        {
            "number": "B31-02", 
            "head": "Vp:B31/T:02 (21/m)", 
            "content": "In einem Meer von Surfern vom Wasser bis in die Stadt gesurft. In einer Art Konvoi durch die Straßen gesurft, da hier jedoch kein Wasser war, sind wir mehr geschwebt oder geflogen. Es sind so viele Surfer, daß ich laufend neue Wasserstarts machen muß. Ab und zu liegen in der Stadt riesige Haufen mit Seetang, um die wir herumsurfen."
        }, 
        {
            "number": "B31-05", 
            "head": "Vp:B31/T:05 (21/m)", 
            "content": "Ich fuhr mit einem Freund nach Rumänien, erst mit einem Zug, dann mit einer Frau mit einem Sportwagen. Mit dieser Frau fuhren wir über die Grenze, mußten jedoch die Nacht im Sportwagen verbringen, bevor wir losfuhren. In der Nacht wurden viele Autos um uns herum gestohlen. In Rumänien feierten wir mein Abitur, obwohl es schon ein Jahr vorbei war: Wir hoben Gruben aus, legten Bretter über die Gruben und deckten die Bretter mit Tischdecken ab, so daß eine große Tafel entstand, an der wir dann feierten. Beim Ausheben der Gruben stießen wir immer auf Hasenschädel und Federreste, Flügelteile, die noch nicht verrottet waren im Gegensatz zu den weißen sauberen Schädeln. Danach wohnten wir in einem Supermarkt an einem See, der Supermarkt reichte in den See hinein. Wir fuhren ständig mit Skateboards durch den Supermarkt und fuhren auch einige Regale um. Die Leute störte das aber nicht!"
        }, 
        {
            "number": "B31-07", 
            "head": "Vp:B31/T:07 (21/m)", 
            "content": "Ich wollte einen Freund, der in einer weiter entfernten Stadt studiert, besuchen. Meine Reise begann mit dem Auto einen steilen Berg hoch in einen Wald. Auf dem Gipfel des Berges mußte ich auf mein Bike umsteigen, um kreuz und quer durch den Wald wieder herunterfahren. Am Fuße des Berges ging es dann weiter mit dem Zug.  Nach der Zugfahrt fuhr ich dann mit einer riesigen Menge Radfahrer weiter. Wir fuhren über Felder, waren plötzlich in einem kleinen Ort und nach diesem Ort mußte ich noch eine ewige Treppe mit mehreren Absätzen hinunterfahren und war plötzlich am Ziel. Das Studentenwohnheim war ein Holzhaus im Wald, mein Freund lebte hier ganz alleine."
        }, 
        {
            "number": "B31-09", 
            "head": "Vp:B31/T:09 (21/m)", 
            "content": "Ich war mit meinem Onkel im Schwimmbad. Wir hatten uns ein Boot gekauft, das aussah wie eine Hundehütte. Mit diesem wollten wir eine Seefahrt machen. Als wir in das Boot einsteigen wollten, kenterte es sofort und sank auf den Boden vom Schwimmbadbecken. Wir fielen beide mit unserem ganzen Gepäck ins Wasser, mußten schwimmen. Später kamen dann Feuerwehr und Taucher und suchten nach unseren Sachen, die auf dem Schwimmbadboden verteilt waren. Wir fuhren dann auf einem Feldweg um das Schwimmbad herum, die ganze Zeit nur im Kreis, ohne irgendwo anzukommen. Dennoch waren auf dem Feldweg um das Schwimmbad eine Menge Autos unterwegs, die ebenfalls nur im Kreis fuhren."
        }, 
        {
            "number": "B34-01", 
            "head": "Vp:B34/T:01 (21/m)", 
            "content": "Ich befand mich mit mehreren Personen verschiedenen Geschlechts in einer WG-Wohnung und versuchte einen eingeschüchterten Freund zur Einhaltung seines Rendezvous zu überreden. Ich kleidete mich um. Er sollte genau diese Kleidungsstücke anziehen. Dies geschah trotz der Anwesenheit von gleichaltrigen Mädchen in dem Raum, die plötzlich begannen, sich ihrerseits nach dem gleichen Schema umzuziehen. Mein Freund weigerte sich strikt, das Rendezvous einzuhalten und war plötzlich nicht mehr im Raum. Darauf machte ich an einem Hochbett und mit nacktem Oberkörper 50 Liegestützen, die ich alle einzeln in Gedanken mitzählte, um mir selbst und den anwesenden Frauen zu imponieren. Zwischenzeitlich war ich in einem labyrinthartigen Treppenhaus und fand mich dort nicht zurecht! Später war ich in meiner Wohnung, in der ich früher einmal gewohnt hatte. Wir hatten Besuch von irischen Kindern; ich wollte sie nicht sehen und verzog mich auf mein Zimmer. Am Ende sah ich einen Skiwettkampf. 2 Fahrer fuhren gleichzeitig Slalom im K.O.-System. Beide schieden nacheinander aus und plötzlich war ich an deren Stelle. Der Hang war unbewältigbar steil und ich fiel. Dann entsprach er mit einem Mal meinem Können und es waren viele Leute auf der Piste. Wir schrien vor Freude und es lief Rock 'n Roll-Musik, zu der wir während der Abfahrt tanzten. Diese endete an einem Cola-Automaten, an dem wir uns bedienten. Ich half den anderen und griff für sie nach den Strohhalmen."
        }, 
        {
            "number": "B34-04", 
            "head": "Vp:B34/T:04 (21/m)", 
            "content": "Auf dem Heimweg von der Uni wurde ich von einem maskierten Mann mit einem Messer bedroht, der sich von hinten an mich heranschlich. Ich hatte Angst und rannte weg. Später sah ich diesen Mann unmaskiert. Es war nur im Vorübergehen. Trotzdem wiederholte er seine Drohgebärde; diesmal aber ohne Messer.  Ich fragte später meinen Professor und einen Polizisten, von wem und warum ich angegriffen worden wäre. Diese reimten sich zusammen, daß die Mutter des Täters ins Sanatorium eingeliefert wurde. Und er wolle sich mit dem Mord an einem Studenten, der zur Schließung der Fakultät für Psychologie führen sollte, dafür rächen."
        }, 
        {
            "number": "B34-13", 
            "head": "Vp:B34/T:13 (21/m)", 
            "content": "Mit drei Freunden schlich ich nachts in ein Museum. Dort entwendeten wir vier kostbare Edelsteine. Eine Hausmeisterin sah uns durch einen Gang schleichen. Wir flohen. Ich hatte es nicht weit bis nach Hause. Ich ging langsam, um nicht aufzufallen. Plötzlich fuhr ein Polizeiauto mit Blaulicht vorbei. Ich hatte große Angst und verhielt mich auffällig. Trotzdem fuhr die Polizei weiter. Zuhause angekommen, tat ich die Beute in einen Beutel und versteckte diesen in einem Abflußrohr. Daraufhin harrte ich einen Zeitraum über mehrere Tage aus, bangend, ob der Tatsache 'aufzufliegen'. Ich flog nicht auf."
        }, 
        {
            "number": "B45-02", 
            "head": "Vp:B45/T:02 (25/m)", 
            "content": "Skifahren mit Freundin, Freund und Freundin der Freundin. Am Morgen muß die Freundin mit ihrer Freundin aufstehen, weil sie noch einen Tag arbeiten müssen. Ich mache mich mit Freund zusammen auf in die Stadt. Dort sehen wir 3 Männer, die sich am Auto meiner Freundin zu schaffen machen. Auf die Frage, was sie hier tun, greifen sie uns an, wobei einer davon ein Messer zieht und mir ins Bein rammen will. Er sagt, er habe eigentlich das Auto kaufen wollen, aber meine Freundin sei ihm zuvor gekommen und hätte ihm das Auto weggenommen. Darauf sage ich, das Messer vor Augen, er könne das Auto für 2.000,- haben (wissend, daß meine Freundin auch soviel bezahlt hat und sagte, sie wolle das Auto eh verkaufen). Er willigt ein."
        }, 
        {
            "number": "B45-08", 
            "head": "Vp:B45/T:08 (25/m)", 
            "content": "Auf einer Burg. Alle schwarze Mützen auf. Werden von Männern in braunen Mänteln erschossen. Ich (auch schwarze Mütze auf), reiße mir die Mütze vom Kopf und flüchte ins Burginnere. Männer stürzen hinter mir her und versuchen, mich einzufangen, um mich zu erschießen. Verzweifelte Suche nach einem Versteck."
        }, 
        {
            "number": "B50-04", 
            "content": "(Vp:B50/T:04 (32/m))(1) Es handelte von meinem Irlandurlaub, unter anderem sah ich des öfteren mehrere Landschaftsaufnahmen, die grünen Wiesen in den verschiedensten Farbschattierungen, das Spiel der Wolken, die Wellen, die sich an der Küste brechen, die Sonnenstrahlen, die sich auf der Wasserfläche reflektieren. Ich war im Meer baden und danach in einem flachen, wild bewachsenen irischen \"Loch\". Außerdem kamen die neuen Schuhe vor, die ich mir in diesem Urlaub gekauft habe. Des weiteren kam darin ein Mann vor, dessen Identität ich nicht weiß, der aber sehr sympathisch wirkte. Ich erlebte dies zusammen mit meinen Freunden.  (2) Es handelte davon, daß mir jemand, ich weiß nicht wer, meinen Bart abrasiert hatte."
        }, 
        {
            "number": "B50-13", 
            "head": "Vp:B50/T:13 (32/m)", 
            "content": "Zusammen mit einer anderen Person, dessen Identität mir unbekannt ist, war ich in einem Hotel. Geschäftliche Dinge waren zu besprechen, der Tag verlief ohne Zwischenfälle, am Abend besuchte ich das Restaurant, um zu Abend zu essen. Am nächsten Morgen wurde mir beim Auschecken eine Rechnung von über 1400,- DM präsentiert, die nicht den mir gebotenen Leistungen entsprach und die ich nicht bezahlen konnte. Die Angelegenheit endete in einem intensiven Briefwechsel zwischen dem Hotelanwalt und mir, letztendlich hatte ich den Betrag bis zum Erwachen noch nicht bezahlt."
        }, 
        {
            "number": "B53-02", 
            "head": "Vp:B53/T:02 (21/m)", 
            "content": "Ich trete auf einer Bühne vor grossem Publikum auf. Es ist nicht klar, ob als Redner/Musiker oder ähnliches. Mein Vortrag wird allgemein sehr positiv aufgenommen, und ich verlasse zufrieden den Saal (sehr hoher Saal mit kunstvoller Beleuchtung, Kronleuchter etc.). Vor dem Ausgang spricht mich ein Mann an, der mit meiner Darbietung nicht zufrieden war und sein Eintrittsgeld zurückfordert. Ich weigere mich, woraufhin er wütend wird und zu schreien beginnt. Er will mich angreifen, wird aber im letzen Moment von anderen Zuschauern zurückgehalten."
        }, 
        {
            "number": "B53-03", 
            "head": "Vp:B53/T:03 (21/m)", 
            "content": "Ich sitze in der Straßenbahn und weiß, daß ich beim nächsten Halt eigentlich aussteigen sollte, entschließe mich aber kurz vorher, doch sitzenzubleiben. Es ist ein angenehmes Gefühl, einfach dazusitzen und aus dem Fenster zu sehen, während die Bahn weiterfährt. Schließlich bin aber der letze Fahrgast. Der Fahrer meint, so lohne es sich nicht, weiterzufahren. Ich muß den ganzen Weg zu meinem ursprünglichen Weg zurücklaufen. Ich friere."
        }, 
        {
            "number": "B53-07", 
            "head": "Vp:B53/T:07 (21/m)", 
            "content": "Ich bin mit meiner Freundin auf einer Art Hausboot unterwegs. Wir fahren auf einem Kanal, der links und rechts von einer steilen, grünen Böschung eingerahmt ist. Abends machen wir am Ufer fest, um zu übernachten. Da sehen wir, daß vom oberen Rand der Böschung verschiedene Tiere zu uns herunterschauen (u. a. Rehe, Wildschweine, auch Raubtiere wie z. B. Leoparden). Wir überlegen, ob wir etwas an Bord haben, um die Tiere zu füttern. Das Einzige, was wir haben, sind die übriggebliebenen Eingeweide des Geparden, den wir am Vortag gegessen haben. Wir werfen diese zu den Tieren ans Ufer."
        }, 
        {
            "number": "B53-10", 
            "head": "Vp:B53/T:10 (21/m)", 
            "content": "Ich sitze mit einem Freund vor dem Computer und sehe zu, wie er ein Computerspiel macht, bei dem es darum geht, als Radfahrer möglichst schnell eine steile, kurvenreiche Abfahrt zu bewältigen, in deren Verlauf verschiedene Hindernisse auftauchen. U. a. muß man mit den Ellbogen die anderen Verkehrsteilnehmer von der Bahn stossen. Ich lächle darüber, wie sehr mein Freund sich in das Spiel hineinsteigert und mit Fluchen, Aufspringen, Jubel etc. auf die verschiedenen Spielsituationen reagiert."
        }, 
        {
            "number": "C58-01", 
            "head": "Vp:C58/T:01 (20/m)", 
            "content": "Ich hatte Darmverstopfung, und deshalb bat ich Susanne, mittels einer großen Spritze bei mir einen Einlauf zu machen. Danach gab sie mir ein Tampon, was ich mir einführte, damit die Lösung nicht rauslaufen würde. Martina war auch dabei, und im Nebenzimmer, der Traum fand in der Vorhalle des TiP-Theater statt, berieten sich gerade Nadja und Jürgen."
        }, 
        {
            "number": "C58-05", 
            "head": "Vp:C58/T:05 (20/m)", 
            "content": "Wir hatten mal wieder eine Aufführung unserer Theatergruppe. Doch fand die Vorstellung nicht im üblichen Theater statt, sondern open air an einem Berghang, an dem unsere Kulisse angebracht war. An den Beginn der Aufführung kann ich mich nicht mehr erinnern. Der Traum setzte wieder ein, als ich mit einer nur im Bikini bekleideten großen, sehr sexy aussehenden Blondine neben mir erhöht am Berghang lag. Ein paar ehemalige Lehrer von mir amüsierten sich über meine Fummelei an dieser Frau in meinem Arm. Für die nächste Szene mußten sich die Jungs der Theatergruppe umziehen. Im Umkleideraum spielte mir ein Freund eine Opernarie, die er selbst gesungen hatte, auf einer Musikkassette vor. Die nächste und letzte Szene, für die wir uns umgezogen hatten, mißlang uns, weil wir Jungs uns sehr unsynchron bewegten. Am Fuße des Berghangs standen wir in zwei gleich große Hälften aufgeteilt, um dann paarweise zu den uns sehnsüchtig erwartenden Mädchen am erhöhten Berghang hochzusteigen. Dort sollte das Schlußbild sein. Das mit dem \"Paarweise hinaufsteigen\" klappte bei uns Jungs nicht so richtig. Doch die Vorstellung war trotzdem sehr erfolgreich, auch wenn ich mich an den Schlußapplaus und an das Schlußbild kaum erinnern kann."
        }, 
        {
            "number": "C58-08", 
            "head": "Vp:C58/T:08 (20/m)", 
            "content": "Vor meinem Haus auf der Straße begegnete ich auf meinem Nachhauseweg einer lieben Arbeitskollegin, die gerade vergnügt Rollerskates fuhr. Nach freudiger Begrüßung kam mein verstorbener Opa und nahm mich in seine Wohnung in der anderen Welt. Komischerweise war sein Auftreten nichts überraschendes oder erschreckendes für mich, sondern ganz normal. Er hatte auch noch seinen menschlichen Körper, doch seine Sprache und seine Bewegungen waren total untypisch für ihn, als ob er eine andere Persönlichkeit hätte. Auch das Eintreten in seine Wohnung, von der ich nur eine bruchstückhafte Vorstellung habe, war völlig gewöhnlich. Nachdem ich seine Wohnung kurz begutachtete, tranken wir Tee."
        }, 
        {
            "number": "C58-12", 
            "head": "Vp:C58/T:12 (20/m)", 
            "content": "Der Traum begann in einem billigen Hotel am Berliner Platz. In einem einfachen Zimmer hatten sich vier Freunde von mir und ich einquartiert. 3 meiner Freunde verließen das Hotel eine ganze Zeit, bevor Susanne, die verbleibende Freundin, und ich den anderen folgten. Wir fanden sie an der Straßenbahnhaltestelle auf einer Bank sitzend vor. Als ich an ihren Hälsen die Bißstellen von Vampiren erblickte, warf ich ihnen vor, daß sie nicht vorsichtig gewesen waren und jetzt zu Vampiren mutiert sind. Daraufhin standen die 3 auf und liefen zur Bushaltestelle. Ich rief ihnen zu, daß ich keine Angst vor ihnen hätte, und folgte ihnen durch den starken Morgennebel. Da es morgens war, fragte ich mich, wie lange es die 3 Vampire noch an der aufgehenden Sonne aushalten würden. Ich hatte den Gedanken kaum zu Ende gedacht, da fielen die 3 aus dem dichten Nebel stürzend über mich her. Ein Freund biß mir ins Gesicht und ins Ohr, ein anderer in mein rechtes Handgelenk, und meine andere Freundin in den linken Arm und in den Bauch. Zwischenzeitlich erreichte uns etwas ängstlich Susanne, die, nachdem sie das Spektakel hatte angesehen, sich auch zum Vampir beißen ließ. Susanne und mir fügte die ganze Beißerei keine Schmerzen zu, auch wenn bei Susanne nur ein kleiner Biß in den Hals genügte! Meine Vampirfreunde und ich, völlig blutverschmiert, schlichen schnell zurück ins Hotel, damit ich mich saubermachen und mir neue Klamotten anziehen konnte. Susanne, ständig mich schützend, erreichte mit mir den Fahrstuhl, aus dem gerade Leute ausstiegen, die zu einem Konzert in der Hotelaula gingen. Ohne daß uns jemand erkannte, stürzten wir erleichtert in unser Zimmer und schlossen ab. Nachdem ich mich ruhig frisch gemacht hatte, gingen Susanne und ich in einen Nachbarraum unseres Zimmers, wo die anderen 3 und ein Professor auf uns an in Hufeisenform angeordneten weißen Tischen warteten.  Zuvor in dieser Nacht hatte ich schonmal von diesem Hotel geträumt. Doch stand es in diesem Zusammenhang an der Ostseeküste, an der ich auf einem Deich entlanglief. Ich kann mich aber in beiden Träumen nur an die Innenräume des Hotels erinnern."
        }, 
        {
            "number": "C58-13", 
            "head": "Vp:C58/T:13 (20/m)", 
            "content": "An der Kasse des Stadttheaters fragte ich nach einer Karte für die anschließende Vorstellung einer Oper. Über dem \"Kassenhäuschen\" blinkte eine digitale 4, welche die Anzahl der übrigen Karten für diese Aufführung anzeigte. Doch ich bekam keine der 4 Karten mehr ab, da noch 4 Personen (relativ junge Leute) vor mir in der Schlange stande. Ich diskutierte einige Zeit mit der Kartenverkäuferin über irgendwelche Möglichkeiten, noch in die Vorstellung zu kommen, doch ohne Erfolg für mich. Ich spazierte eine kurze Weile durch das moderne Theater, da kamen schon die Opernbesucher aus dem Konzertsaal, weil die Oper schon zu Ende war. Da traf ich im Getümmel auf eine mir bekannte Opernsängerin, die mir nach freundlicher Begrüßung die Mittelmäßigkeit der Aufführung kurz erläuterte. Ich weiß nicht mehr, wie es zum folgenden Übergang kam, aber ich fand mich an einem sonnigen Tag an einem kleinen Swimming-Pool hinter dem Stadtschloß wieder. Der rechteckige Pool war umgeben von Laubsträuchern und Trauerweiden, und auf der anderen Seite stand das Badehaus mit Umkleideräumen, Klos... Zuerst zweifelte ich, ob ich mich am Schwimmbad nackt ausziehen sollte, da ich keine Badehose mit mir hatte. Außerdem hätte mich ja jemand beobachten können, obwohl oder gerade weil ich dort ganz alleine war. Hektisch begann ich mich auszuziehen, ohne die Umgebung aus den Augen zu lassen."
        }, 
        {
            "number": "C05-01", 
            "content": "(Vp:C05/T:01 (25/m))(1) Ich mache mit meinen Eltern eine Studienreise in Rußland. Die Reise erfolgt per Zug. Da ich kein kyrillisch lesen kann, nützen mir alle Beschriftungen an den Bahnhöfen nichts und ich steige in den falschen Zug. Ich steige aus und fahre zurück, allerdings wieder in die falsche Richtung. Das geht so weiter, bis mich Polizisten aufhalten und kontrollieren. Daß ich dauernd von einem Zug in den anderen steige, kommt ihnen verdächtig vor. Ich will nicht verhaftet werden und flüchte. Gott sei dank treffe ich ein paar \"Rebellen\", und gemeinsam wollen wir uns gegen die Polizei verteidigen und zurück nach Deutschland. Wir klauen einen Polizei-LKW, es kommt zur Verfolgungsjagd mit Schießerei. Ich habe Angst vor zusammenstürzenden Brücken, über die wir im Laufe dieser Verfolgungsjagd fahren. Wir fahren zu einem größeren Gebäude, in dem gerade Bundeskanzler Kohl auf einem Rußlandbesuch eine Ansprache hält. Unser Plan: Wenn wir ihn als Geisel nehmen, kommen wir zurück nach Deutschland. Ich renne durch die Halle auf ihn zu, mit einem großen Messer. Während dem Rennen nehme ich das Messer zwischen die Zähne, um mit beiden Händen nach der Pistole zu greifen. Dabei laufe ich an einer Bekannten vorbei, auf die ich total stehe. Sie sieht mich ganz erschrocken an: \"Das hätte ich nie von dir gedacht.\" Verlegen packe ich die Waffen weg und versuche, ihr alles zu erklären. Damit ich nicht festgenommen werde, verhalte ich mich unauffällig und schaue mit ihr Bilder von ihrem neuen Haus an.  (2) Ich zelte mit einer Art Jugendgruppe in einem Dschungel, wobei wir pyramidenähnliche Ruinen erkunden."
        }, 
        {
            "number": "C05-02", 
            "content": "(Vp:C05/T:02 (25/m))(1) Der Traum fängt sehr erotisch an (mit einer Frau). Danach gehe ich mit dieser Frau ins Kino.  (2) Ich überspiele einen Videofilm und gehe währenddessen im Wald spazieren. Mein Vater entdeckt zufällig, daß sich auch ein Sexfilm auf der Videocassette befindet. Das ist mir peinlich. Später fahre ich mit dem Zug. Er fährt aber nicht bis zu mir nach Hause zurück. Also muß ich vom Bahnhof barfuß nach Hause laufen. Als ich daheim ankomme, sind meine Nachbarn böse auf mich, weil ich sie nicht grüße."
        }, 
        {
            "number": "C05-07", 
            "head": "Vp:C05/T:07 (25/m)", 
            "content": "Ich lebe in einer dunklen, zum Teil verwüsteten Stadt. An einer Art Kiosk treffe ich mich mit ein paar Kumpels. Wir ziehen gemeinsam durch die Stadt, gehen in Geschäfte und besuchen andere Freunde. Einige leben in zusammengestürzten Gebäuden, fast schon in der Kanalisation. Durch die zum Teil offenliegenden Abwasserkanäle schwimmen Monster, so eine Art Mischung aus Wal und Krokodil. Mit einer Art Jetski, der auch durch die Luft schweben kann, jagen wir die Viecher und versuchen, sie zu erlegen, was nicht gerade ungefährlich ist."
        }, 
        {
            "number": "C05-08", 
            "head": "Vp:C05/T:08 (25/m)", 
            "content": "Ich muß zu einer Stadt am anderen Ende Deutschlands. Die Reise beginne ich mit einem Freund per Motorrad, wobei wir immer bergauf fahren müssen. Es geht durch Wald, Gestrüpp, Eis und Schnee. Es ist sehr beschwerlich. Danach fahre ich alleine mit dem Zug weiter. An einem Bahnhof lege ich eine Pause ein, weil dort ein Motorradrennen stattfindet, das ich mir ansehe. Ich habe Probleme, mein Gepäck in einem Schließfach zu verstauen. Ich würde gerne an dem Motorradrennen teilnehmen. Zu Fuß geht es weiter. Ich übernachte in leerstehenden Häusern, wobei ich mich vor den Überwachungssatelliten der Hauseigentümer verstecken muß und andere überlisten muß, die auch in den Häusern schlafen wollen. In einem Landstrich tobt so eine Art Krieg, wobei sich 2 Parteien mit Panzern bekämpfen. Ich schnappe mir einen Panzer, um das Gebiet zu durchqueren, und mische auch ein wenig mit. Ich verstehe nur nicht, warum sie alle Häuser kaputt machen. Zu Fuß geht es wieder weiter bis zu einem verlassenen Haus an einem See. Nachdem ich es vorsichtig erkunde, entdecke ich ein trauriges Mädchen. Ich will ihr aus der Patsche helfen."
        }, 
        {
            "number": "C05-14", 
            "head": "Vp:C05/T:14 (25/m)", 
            "content": "Ich sitze im Zug, alleine im Waggon. Der Zug wird immer schneller, plötzlich stößt er mit einem anderem zusammen. Die Waggons fliegen durch die Luft, ich falle im Waggon herum und verletze mich. Ich sammele meine Sachen wieder zusammen, dann kommt ein Rettungsteam. Zu Fuß geht es weiter in eine Stadt. Dort verlaufe ich mich dauernd. Eine Polizeistreife verhaftet mich, weil ich nach dem Unfall Sachen in meinen Rucksack gesteckt habe, die mir nicht gehören."
        }, 
        {
            "number": "C07-01", 
            "head": "Vp:C07/T:01 (20/m)", 
            "content": "Allen Teilen gemeinsam war, daß ich mit einer Gruppe von Freunden unterwegs war, aber wie das im Traum so ist, sind einige plötzlich spurlos verschwunden, andere unvermittelt neu oder wieder dabei.  (1) Szene in irgendeiner Essensausgabe (nicht die Mensa): Einige Freunde und ich beschlossen, dieses Fleisch nicht essen zu wollen und gingen daher in ein benachbartes Restaurant, in dem wir nach einer bestimmten Spezialität fragten. Diese gab es nicht, wir konnten uns jedoch andere Gerichte auswählen. Das Essen war lecker, aber fast kalt; doch wir hatten Verständnis, weil wir das Lokal kurz vor Geschäftsschluß betreten hatten.  (2) Der spannendste Teil dieser Nacht war eine Wanderung durch einen sehr dichten Wald über einen Berg, der mir irgendwie aus einem anderen Traum bekannt vorkam. Auf geheimmnisvolle Art und Weise sind wir in ein unterirdisches Gangsystem geraten, in dem wir immer wieder die Fortsetzung suchen mußten, manchmal hob oder senkte sich der Boden plötzlich, und wir merkten, daß wir anscheinend einen Natursteinfahrstuhl betreten hatten. Obwohl es wirklich sehr spannend war, hatte ich keine Angst: Vielleicht, weil ich mit Freunden unterwegs war; vielleicht, weil ich irgendwie im Hinterkopf wußte, daß es nur ein Traum war und ganz gefahrlos auf das gespannt sein konnte, was mein Unterbewußtsein weiter produzieren würde; vielleicht, weil ich einfach das Vertrauen hatte, es würde schon gut ausgehen. Und es ging gut aus, das Happy End ließ nicht auf sich warten: Schließlich kamen wir in einen besonders großen Fahrstuhl, der uns an den Fuß einer Treppe brachte, die ins Freie führte. Das Timing paßte ganz genau: Kaum waren wir erleichtert glücklich draußen angekommen, begann der Wecker zu klingeln."
        }, 
        {
            "number": "C07-03", 
            "content": "(Vp:C07/T:03 (20/m))(1) Schon wieder eine Wanderung im Gebirge, diesmal nur familienintern (zusammen mit meiner Schwester, manchmal mit meiner Mutter und zwischendurch war mein Vater auch dabei). Diesmal zudem nur \"überirdisch\": Keine Gänge, stattdessen ein riesiges Feld mit gelben Blumen, deren Namen ich vergessen habe. Überlegung, ob wir welche pflücken sollen; Beschluß: Nein.  (2) Szene in einer Uni: Anstehen vor einer Aufführung der Theatergruppe; einigen Schauspielern, die Frauenrollen übernehmen mußten, habe ich versucht klarzumachen, daß ihre Rollen doch eigentlich gar nicht so schlecht sind; Diskussion über Literatur und den Ursprung eines Zitats.  (3) Beschriften einer Kassette mit irischer Musik als Weihnachtsgeschenk für meine Mutter."
        }, 
        {
            "number": "C07-04", 
            "head": "Vp:C07/T:04 (20/m)", 
            "content": "Durchweg sehr sachlich-informativ heute Nacht:  (1) Auswertung irgendeines Fragebogens, Statistik, Prozentrechnung, ...  (2) Welche Fäden man beim Herstellen einer Marionette verwenden sollte, damit sich die einzelnen Glieder nicht verheddern."
        }, 
        {
            "number": "C07-05", 
            "content": "(Vp:C07/T:05 (20/m))(1) Ich bin ein paar Jahre jünger und spiele mit meiner Schwester und einer Freundin Verstecken im Arbeitszimmer meines Vaters.  (2) Vorbereiten eines kalten Buffets für eine Party. Ich gebe die Salate an einem Zeitungskiosk ab, weil ich vor der Party noch schnell etwas erledigen möchte. Der Kioskbesitzer freut sich und schenkt mit noch eine Schüssel mit Rosenkohl dazu, die ihm seine Frau aus dem Hintergrund reicht. - Fahrt mit dem Zug, großer Bahnhof (Ich weiß nicht mehr genau, was ich hier erledigt habe, schließlich war ich jedoch wieder am Zeitungskiosk: Abholen der Salate. Fahrt mit der Straßenbahn zu der Wohnanlage, in der die Party stattfindet. Aufbauen der Salate und meines mitgebrachten CD-Players; als ich zur Toilette will, die in der Küche eingerichtet ist, erklärt mir die Köchin, daß sie sich bei dem zuständigen Ministerium erkundigt habe, ob die kurzfristige Einrichtung einer Toilette hier vorschriftsgemäß sei. Genuß von Salaten und Müsli."
        }, 
        {
            "number": "C07-06", 
            "head": "Vp:C07/T:06 (20/m)", 
            "content": "Vorlesungen in der Uni, ziemlich langweilig - aber dann: Traum im Traum! Ich träume, ich würde in einer besonders langweiligen Vorlesung einschlafen und träumen, der Prof würde beschließen, mit uns nun lieber in die Disco zu gehen. Dort angekommen darf jeder auf einer blau beleuchteten, gelben, schrägen Tanzfläche etwas vortanzen. Es geht fast wie Fliegen! Wieder aufgewacht, ist es schon sehr spät (im Traum): 18.30 h. Es werden gerade irgendwelche Arbeitsgruppen eingeteilt, einige Studenten gehen nach Hause, weil sie keine Zeit mehr haben."
        }, 
        {
            "number": "C14-05", 
            "head": "Vp:C14/T:05 (23/m)", 
            "content": "Ich stehe auf einem freien Feld, das sich bis zum Horizont ausstreckt. Als ich mich umsehe, bemerke ich, daß sich da noch eine weitere Person, ein dunkelhäutiger Mann, befindet. Längere Zeit stehen wir beide nur da und warten, worauf jedoch ist mir nicht bekannt. Plötzlich taucht genau vor uns ein Haus auf, ich gehe zur Haustür und klingele, kurz darauf öffnet eine Frau die Tür, die Frau ist mir unbekannt. Sie trägt um den Hals sehr viele verschiedene Uhren verschiedener Farbe und Größe; bevor sie sich mit mir unterhalten kann, wache ich auf."
        }, 
        {
            "number": "C19-01", 
            "head": "Vp:C19/T:01 (20/m)", 
            "content": "Ich habe mein Psychologiestudium abgebrochen und eine Lehre als Hotelfachmann (meinem alternativen Berufswunsch nach dem Abi) angefangen. Gleichzeitig mit mir haben fast alle meine Freunde (Psychos und andere Studiengänge) ihr Studium abgebrochen und die verschiedensten neuen Studiengänge und Ausbildungen angefangen. Das ganze lief in einer Atmosphäre von Hektik und Chaos ab. Alle waren ziemlich unfreundlich."
        }, 
        {
            "number": "C19-03", 
            "head": "Vp:C19/T:03 (20/m)", 
            "content": "Ich gab eine Party in einem großen weißen Haus mit Garten am Meer. Es waren unheimlich viele Leute da. Die Gäste tanzten im Garten und ich spielte mit meiner Freundin Tennis durch die Gäste hindurch. Einige Zeit später saß ich am Rand, als eine brasilianische Geheimagentin zu mir kam und meinte, sie müsse ihren Geheimauftrag erfüllen, wozu sie vier Telefone benötige. Zufällig standen vier Telefone hinter mir. Ich bot sie ihr an, sie lehnte aber ab. Ach ja, Prince sorgte für die Musik auf meiner Party."
        }, 
        {
            "number": "C19-05", 
            "head": "Vp:C19/T:05 (20/m)", 
            "content": "Irgendwie war ich auf der Flucht vor einer alles kontrollierenden Macht. Das Ganze fand in einem riesigen, anonymen Wohnhaus statt. Ich rannte unentwegt durch immer gleich aussehende Gänge mit Hunderten von Türen. In allen Ecken standen Spione, die alles beobachteten. Irgendwie hatte ich ständig Angst, plötzlich und ohne Grund erschossen zu werden. Letztendlich floh ich in einen Raum hinter einer der vielen Türen. Es war eine kleine schäbige Zwei-Zimmer-Wohnung, die irgendwie auch völlig anonym eingerichtet war. Darin war ein Mann, der aussah wie John Hurt. Ich flehte ihn an, mir zu helfen und mich herauszubringen."
        }, 
        {
            "number": "C19-07", 
            "head": "Vp:C19/T:07 (20/m)", 
            "content": "In diesem Traum joggte ich mit einer Freundin zusammen auf der Autobahn. Plötzlich wurde es neblig und wir kamen vom Weg ab. Wir liefen eine Zeit lang durch den Wald. Es war kalt. Wir kamen zu einem Dorf mit vielen bunten Häusern. Als wir ein paar spielende Kinder nach dem Weg fragen wollten, warfen sie mit Steinen nach uns und lachten. Wir liefen weiter und trafen einen Mann mit grauem Bart. Es meinte, die Kinder würden so was ständig machen und erklärte uns den Rückweg. Wir joggten weiter."
        }, 
        {
            "number": "C19-10", 
            "head": "Vp:C19/T:10 (20/m)", 
            "content": "Ich trieb mich mit meinen zwei besten Freunden in einer alten Lagerhalle rum. Dann beschlossen wir, einen Ausflug unserer alten Schule mitzumachen. Wir stiegen in den Bus und es fiel uns auf, daß wir zwischen den ganzen Schülern die einzigen Studenten waren. Auf einmal meinte der Busfahrer, er müsse jetzt noch zum Studentenwohnheim fahren und noch mehr Leute mitnehmen. Also fuhren wir zum Studentenwohnheim. Aber dieses Wohnheim war ein sehr feines und bekanntes Hotel. Ich dachte noch bei mir, daß diese Häuser wohl doch nicht so übel wären und ich auch gerne hier wohnen würde. Als ertes stiegen ca. 20 männliche Studenten ein. Sie trugen alle blaue Anzüge und sprachen Englisch. Nach ihnen stiegen ca. 20 weibliche Studentinnen ein. Sie trugen hellrosane Ballerina-Trikots und sprachen auch nur Englisch. Ich fand sie alle ziemlich unsympathisch. Der Bus war völlig überfüllt und ich konnte jetzt nicht mehr neben meinen Freunden sitzen, was mich sehr traurig machte."
        }, 
        {
            "number": "C28-02", 
            "head": "Vp:C28/T:02 (26/m)", 
            "content": "Ich stehe im Verkaufsraum eines Tabakwarenladens mit zusätzlichem Zeitschriftenangebot. Der Laden gehört meiner Chefin, bei der ich wirklich im Verkauf ihrer Parfümerie tätig bin. Im Traum gibt es aber keine Flacons oder Pflege, nur eine alte aus dunklem Holz gearbeitete Verkaufstheke und dahinter Regale, gefüllt mit Tabakwaren und Zeitschriften. Im hinteren Eck des Raumes stehen eng aneinandergereiht die Pornohefte. Diese waren schon immer dort, daran konnte ich mich erinnern, jedoch stehen da plötzlich auch Videos, die ich nicht kannte. Beim Herausziehen dieser Filme sehe ich meine Chefin auf mich zukommen."
        }, 
        {
            "number": "C28-08", 
            "head": "Vp:C28/T:08 (26/m)", 
            "content": "Ich bin in einem See, spüre aber kein Nässe, irgendwie bin ich auch nicht richtig drin, sondern scheine mich nur im See zu beobachten, und mit mir eine Plastikente, die immer hin- und herschwimmt. Irgendwie \"vor mir\" (obwohl ich nicht anwesend bin) immer von rechts nach links schwimmt und dann regelmäßig abtaucht, kurz verschwindet, um mir mit dieser Handlung etwas zu sagen, ich verstehe diese Sprache, sie ist die der Tamagochis, die Ente im See ist mein Tamagochi. Es ärgert mich, daß sie immer irgendetwas will und verlangt, ich weiß auch, was es ist, aber ich gebe es ihr nicht."
        }, 
        {
            "number": "C28-09", 
            "head": "Vp:C28/T:09 (26/m)", 
            "content": "Ich bin in einem See und sehe mich bis zur Nase im Wasser stehen. Die Wasseroberfläche reicht mir tatsächlich bis exakt unter die Nase, und durch die Wellenbewegungen, die von mir selbst kommen, gelangt immer mehr Wasser in meine Nase, und ich kann nicht mehr atmen, je mehr ich versuche nach Luft zu schnappen, desto schwieriger scheint es zu werden, immer höher steigt der Pegel, und ich habe Angst zu ersticken, und ich sehe, wie ich immer mehr Wasser aus der Nase schnauben möchte, und spüre, wie ich heftig und schnell nach mehr Luft schnappe."
        }, 
        {
            "number": "C28-14", 
            "head": "Vp:C28/T:14 (26/m)", 
            "content": "Ich sitze auf einem Klo in einem riesigen Bad. Die Tür zu diesem Badezimmer liegt auf der mir gegenüberliegenden Seite. Plötzlich kommt eine mir von der Arbeitsstelle bekannte weibliche HiWi herein und bittet mich, ins anliegende Zimmer zu gehen, um irgendwelchen Menschen etwas zu zeigen oder zu helfen. Ich öffne eine Tür, die ich bis zu diesem Zeitpunkt nicht bemerkt hatte. Betrete einen Raum, der sofort mit einer Selbstverständlichkeit zum Urwald wird. Überall sind grüne Ranken, Lianen, wilde Blüten, und schaut man nach oben, wo der Himmel hätte sein sollen, sieht man nicht einmal mehr die Baumkronen, so hoch gewachsen sind sie. Auf einer Lichtung finde ich vier oder fünf Personen, die im Begriff sind, mit einem Fuß in einer \"Lianenschlinge\" zu den Baumkronen \"hochzufahren\". Es ist ganz natürlich, daß ich mir auch eine solche Pflanze nehme und plötzlich den Boden unter den Füßen verliere, da wir von jetzt auf später hoch oben an unseren Pflanzensträngen hängen. Ein Fragespiel beginnt, in dessen Verlauf ich immer irgendwie weiter nach untern sinke, Stück für Stück, und merke, wie gut mir das tut. Plötzlich stocke ich, eine weitere Person taucht auf, die eine Braut begrüßt oder ihr etwas gibt. Diese Braut war von Anfang an bei uns, aber trug keinen Brautschleier und kein Kleid. Meine Liane scheint zu reißen. Ich blicke nach unten."
        }, 
        {
            "number": "C30-03", 
            "head": "Vp:C30/T:03 (34/m)", 
            "content": "Großer Raum; viele Leute; alle unbekannt und haben rückwärts gesprochen."
        }, 
        {
            "number": "C30-07", 
            "head": "Vp:C30/T:07 (34/m)", 
            "content": "Mit Freunden unterwegs gewesen. Wir haben uns unterhalten."
        }, 
        {
            "number": "C30-08", 
            "head": "Vp:C30/T:08 (34/m)", 
            "content": "Es war Tag; ich war mit einer japanischen Familie, bestehend aus Vater, Mutter, Tochter in einem Garten, den ich nicht kannte. Aus dem Radio kam die Meldung, daß diese japanische Familie beschuldigt wird, jemanden ermordet zu haben. Diese bestritten das und baten mich, ihnen zu helfen zu beweisen, daß sie unschuldig sind."
        }, 
        {
            "number": "C30-13", 
            "head": "Vp:C30/T:13 (34/m)", 
            "content": "Ich fahre bei Tag in meinem Mercedes. Ich sitze auf der Beifahrerseite, aber die Fahrerseite war nicht besetzt. Das Auto fuhr alleine. Ich sah durch die Windschutzscheibe und sah, daß der Mercedesstern verbogen war. Ich hatte das Gefühl, mich deswegen zu ärgern."
        }, 
        {
            "number": "C35-01", 
            "head": "Vp:C35/T:01 (26/m)", 
            "content": "Nehme an Übung/Test zur Sprachlichen Intelligenz teil. Auf dem Übungsblatt stehen Satzbruchteile, die durch Hinzufügen von Wörtern zu vollständigen Sätzen ergänzt werden müssen. Dozent/Übungsleiterin ist weiblich und mir unbekannt. Der Ort ist mir unbekannt, könnte aber an der Uni sein. Ich sitze in der ersten Reihe, insgesamt sind noch ca. 20 Studenten im Raum, an deren Gesichter kann ich mich jedoch nicht detailliert erinnern. Ich melde mich zweimal mit richtigen Antworten zu den Satzergänzungsaufgaben. Außer mir meldet sich sonst keiner mehr. Alle Beteiligten, auch die Lehrerin und ich, sind bekleidet."
        }, 
        {
            "number": "C36-03", 
            "content": "(Vp:C36/T:03 (21/m))(1) Ich befinde mich auf einer Computermesse; ich gehe durch Räume, in denen Computer stehen. Teilweise mit Menschen davor. Ich spiele an einem Computer. In der \"Maus\" raschelt es. Jemand sieht mir über die Schulter. Wir werden uns bewußt, daß in der Maus etwas lebendiges und ekelhaftes ist. In diesem Augenblick wird der Raum zu einem Bierzelt mit vielen Leuten, lautem Gegröhle und Holztischen. Ich unterhalte mich mit zwei biertrinkenden Männern, die wie Schmiede aussehen, jedoch Hosen aus Leder tragen (keine Schurze). Am nächsten Tisch sitzt meine Mutter (ganze Familie??). Es ist sehr kalt (man sieht den Atem). Ich sehe aus wie ein Kind (kindlich), bin ich aber nicht. Ich trage zwei Mützen, eine davon mit Ohrenklappen. Außerdem eine blaue Skihose. Meine Mutter rät mir, mich warm anzuziehen. Ich sage, daß ich das bereits sei und hüpfe zur Bestätigung hin und her -> Atemnot.  (2) Ich bin in einer Freakshow mit dem Motto \"Corpse Fuckin' Art\". (!) Ich sehe ein Symbol, das ich auch schon auf dem Computermonitor gesehen habe. Mir wird erst jetzt klar, daß dieses Symbol etwas dämonisches hat. Ich erlebe mich selbst als \"dritte Person\"."
        }, 
        {
            "number": "C36-06", 
            "head": "Vp:C36/T:06 (21/m)", 
            "content": "Ich befinde mich in einer verschneiten, gebirgigen Landschaft mit einzelnen Nadelbäumen und trage einen kleinen Kaktus mit mir herum. Ich komme zu einem Sperrgebiet (Stacheldraht), vor dem meine Freundin in Sowjetuniform steht und dieses Gebiet bewacht. Sie will mich nicht hineinlassen. Wir reden miteinander. Sie zieht eine Mütze über den Kaktus und erklärt, jetzt dürfte ich eintreten."
        }, 
        {
            "number": "C36-07", 
            "head": "Vp:C36/T:07 (21/m)", 
            "content": "Ich sehe mein Leben in meiner Heimatstadt, mit alten Bekannten von mir. Die Situation ist irreal. Ich habe eine Freundin, die ich früher sehr attraktiv fand, die mir jetzt aber sehr egal ist. Durch Gespräche erfahre ich von einem \"Serienkiller\". Dies hat keine Auswirkungen auf den Traum. Mit einigen Freunden laufen wir durch die Stadt, wie sie in meiner Kindheit aussah, um den Killer zu finden. Ich habe allein in einer hübschen Altbauwohnung gewohnt."
        }, 
        {
            "number": "C36-12", 
            "head": "Vp:C36/T:12 (21/m)", 
            "content": "Ich bin in einem Hochhaus, das voller Zombies ist, die mich nur langsam verfolgen. Ich treffe in einigen Räumen Personen. Dort muß ich Aufgaben lösen, um \"weiter\" zu kommen. -> Adventure-Computer-Spiel! Kein Alptraum!"
        }, 
        {
            "number": "C36-14", 
            "head": "Vp:C36/T:14 (21/m)", 
            "content": "Ich schreibe Klausuren. Eine fällt mir leicht und ich gehe früher. Zur nächsten komme ich etwas zu spät; finde aber im angegebenen Raum niemanden vor. Als ich sie finde, darf ich mitschreiben. Sinnlose Fragen. Ich gebe auf und gehe nach Hause. Ich gehe auf eine Reise mit zwei Bekannten meiner Mutter. Meine Mutter und mein Stiefvater tragen Möbel in unsere alte Wohnung. Wir fahren ins Allgäu und treffen Leute. Auf einer Litfaßsäule steht sinnloses. In einer Raststätte läuft ein Film. Film: \"Großer, leerer Saal. ALF. ALF bekommt rote Augen, spitze Zähne und \"flattert\" durch die Gegend.\" Anschließend treffe ich meinen Vater auf einem Konzert. Seltsame Musik. Wir gehen in eine Garage, wo sein Jeep steht. Er schimpft auf die USA, stellt eine Art kleines Transistorradio auf das Dach und sagt, wir könnten nun unter Wasser fahren. Dann fahren wir durch den Ozean."
        }, 
        {
            "number": "C40-02", 
            "head": "Vp:C40/T:02 (23/m)", 
            "content": "Ich habe in einem ICE gesessen. Ich fühlte mich gut und freute mich über die Fahrt. Ich habe keine Ahnung, wohin die Reise ging, aber sie gefiel mir."
        }, 
        {
            "number": "C40-06", 
            "head": "Vp:C40/T:06 (23/m)", 
            "content": "Ich habe von einer Nachrichtensendung geträumt. Es waren recht sonderbare Meldungen dabei. Es waren Meldungen dabei, daß die Arbeitslosigkeit besiegt ist, aber auch eine Reisewerbung \"Besuchen Sie Hiroshima!\". Dabei liefen Bilder der zerstörten Stadt im Hintergrund. Ziemlich seltsam. Es waren Bilder vom 6.8.45. Dabei kann ich die Japaner gut leiden. Es kamen noch andere Meldungen, die meisten gut, einige schlecht. In einem wilden Mix aus Vergangenheit und Zukunft. In mancher tauchte auch ich selbst auf. Diese bizarre Werbung blieb jedoch hängen."
        }, 
        {
            "number": "C50-01", 
            "head": "Vp:C50/T:01 (24/m)", 
            "content": "Eintritt in Dampfer, der allerdings auf Festland steht; daneben reißender Strom, der große Baumstämme mit sich führt. Freundliche Aufnahme von jungen Leuten -- der Dampfer wird gezeigt. Dampfer bekommt Ausmaße von Hochhaus -- oben Sonnenterasse --> Untergrund gespannte Zeltplanen --> wackelig --> Gefahr des Absturzes. Fahrt mit Aufzug in untere Etagen. Kabine purzelt -- man selbst purzelt --> beim Aussteigen erkennt man, daß die jungen Leute einen Spaß gemacht haben --> lachen fröhlich. Angenehme gemütliche Stimmung -- Zeitvertreib mit Gesprächen ohne Sinn und Spielen, die über die Erklärungen nicht hinauskommen. Man will nach Hause gehen --> Verwandlung in Tischtennisbälle, allerdings mit zuwenig Luft in sich, so daß man nicht dopsen und somit das Haus nicht verlassen kann --> Anfrage um Erlaubnis bei Ober-Dopsbällen; ein weißer, ein roter; Abwägung; Gewährung; man wird aufgeblasen; Verlassen des Dampfers; Blick auf Strom mit Baumstämmen."
        }, 
        {
            "number": "C50-03", 
            "head": "Vp:C50/T:03 (24/m)", 
            "content": "Einzelne Bildsequenzen, die durch logische Schlußfolgerungen zusammenhängen  (1) Einkaufen in meinem alten Heimatdorf, im Tante-Emma-Laden --> ständiges Beobachten der Außenstehenden/Verkäuferin, wie wenn ich fünf Jahre wäre, Kaugummi klauen wollte, und alle das wüßten.  (2) Freizügiges sexuelles Werben zweier junger Frauen (gesichtslos, keine Zuordnung) um mich; Angenehm, doch aufgrund meiner Beziehung mußte ich ablehnen.  (3) In der Schlange stehen vor einer Reihe aufgebauter Tische, dahinter Studenten mit Massen an Broschüren, Zetteln, Listen --> Ort nicht Uni, sondern Schule --> großspuriges Organisationsgehabe; starkes Sehen- und Gesehenwerden; keine Erklärung über den Sinn des Anstehens."
        }, 
        {
            "number": "C50-07", 
            "head": "Vp:C50/T:07 (24/m)", 
            "content": "Auf einem Waldspaziergang treffe ich tief im Wald auf eine Baustelle -- es wird ein Haus gebaut mit Mitteln für ein Modell-Haus. Ich biete an zu helfen bzw. es wird von mir erwartet; ich setze mich also an die eine Seite des \"Hauses\" und versuche, mit Taschenmesser und Streichhölzern weiter zu arbeiten --> ich entscheide mich, den Zaun zu errichten, aufgrund meiner Materialauswahl, komme aber irgendwie nicht recht vorwärts --> verliere die Lust und gehe zur anderen Seite des Hauses --> dort ist eine Dorffamilie kräftig beschäftigt, und obwohl das Haus weder Keller noch Fundament hat, auch erstaunlich erfolgreich. Die Wände bleiben so direkt auf dem Waldboden stehen. Wir betreten das Haus und wie von Geisterhand ist jeder Raum, den wir betreten, fertig und eingerichtet -- das Haus wächst mit unseren Schritten. Im Elternschlafzimmer ist neben dem Bett ein Waschbecken angebracht, sehr eng und gleich um die Ecke das Kinderzimmer --> ich wundere mich, da ich es als ungünstig empfinde wegen der Intimsphäre der Eltern, bekomme aber zur Antwort, daß wäre kein Problem, da es noch ein zweites Jugendzimmer gebe und sie zeigen es mir. Es ist noch schicker und ganz in schwarz gehalten."
        }, 
        {
            "number": "C50-10", 
            "head": "Vp:C50/T:10 (24/m)", 
            "content": "Es ging darum, LKW fahren zu lernen --> mehrere Teilnehmer. Im Inneren des LKW festgestellt, daß es sich um einen Reisebus handelt. Die Fahrpraxis erlangt man dadurch, schneller als die Mitkandidaten durch ein Labyrinth von Türen, Fallen, Aufgaben, das sich im Bus erstreckte, zu rennen. Wichtig dabei, den Anderen die Türen direkt vor der Nase zuzuschlagen. Die Aufgaben bestanden darin, bei einer Computersimulation Bäume zu pflanzen, verschiedene Parameter wählbar, aber die Aufgaben waren so eindeutig, daß nur eine Lösung möglich war. Je schneller man gerannt bzw. je schneller die Lösung, je heftiger die Tür geschlagen, um so schneller ist sein eigener Bus gefahren; ich habe geführt. Plötzlich hart abgebremst, da Rechts- vor Links-Vorfahrt gewährt werden mußte --> nichts passiert. Weiterfahrt, doch Vorsicht, die Straße wird immer steiler nach unten -- Bremsen -- Ausbalancieren hilft nichts, die Straße steht fast senkrecht, der Bus purzelt nach unten, der Bus knickt in der Mitte, biegt sich aber von alleine wieder gerade, als wäre er aus Gummi --> Lagebesichtigung: Den Fahrgästen ist nichts Ernstes passiert, nur eine Oma hat sich kräftig den Kopf angehauen. Das Rennen könnte weitergehen, noch liege ich vorn, aber weder ich noch die anderen haben noch Lust weiterzumachen; wir sind froh, daß nichts passiert ist, und gehen unter dem Schimpfen des Fahrlehrers geduckt zur Metrostation."
        }, 
        {
            "number": "C54-04", 
            "head": "Vp:C54/T:04 (20/m)", 
            "content": "Bin in einem mir unbekannten Haus mit meinem Fahrrad. Habe es immer bei mir. Irre umher, aber ohne jegliche Angstgefühle. Ich sitze in einem romantisch wirkenden Waldstück. Blätter fallen, wirbeln im leichten Wind, der mir liebevoll durchs Haar fährt. Ich umarme von hinten eine schwarze Steinstatue. Rechts von mir befindet sich das große Haus. Aus dem Fenster des Hauses füttert jemand Tauben. Ich lasse mich nicht stören. Sitze...in innerer Einkehr. Als ich aus dem Haus mit meinem Fahrrad herauskomme, hat es einen Platten. Es ist schon dunkel. Ich will irgendwo hin. Ich treffe einen guten Bekannten, der eine Luftpumpe dabei hat."
        }, 
        {
            "number": "C54-07", 
            "head": "Vp:C54/T:07 (20/m)", 
            "content": "Ich in ihrem Zimmer. Sie von recht zierlicher und ansehnlicher Statur. Sie ist mit schwarzen und roten Spitzen leicht bekleidet. Ich begehre sie, werfe mich auf sie, ekstatisch nach ihrem schönen Körper verlangend. Ich komme zu mir, nehme sie behutsam und tröstend in meine Arme. Sage, daß es mir leid tut. Sie in sich zusammengesunken und schluchzend. Feuchtigkeit rinnt aus meinen Augen. Ich hasse mich."
        }, 
        {
            "number": "C54-10", 
            "head": "Vp:C54/T:10 (20/m)", 
            "content": "Ich krieche zu Hause mit dem großen WAHRIG (Wörterbuch) auf der Auslegware umher, um den Fußboden zu glätten, denn wir wollen bald ausziehen. In den Ecken entferne ich Spinnweben. Ich schiebe den WAHRIG vor mir her und schimpfe, wenn mir mein Bruder im Weg steht und mich bei meiner Arbeit behindert."
        }, 
        {
            "number": "C54-12", 
            "head": "Vp:C54/T:12 (20/m)", 
            "content": "Ich sitze in der Straßenbahn in einer mir unbekannten Stadt. Der Straßenbahnführer sagt zu einem anderen, da muß der eben noch mal über Brücke fahren. Ich merke, daß ich damit gemeint bin und mir wird klar, ich bin irgendwie falsch. Nach der Brücke steige aus und lasse meinen Timeplaner liegen. Merke es noch rechtzeitig und gehe zurück. Er liegt noch da. Ich nehme ihn. Bin zu Hause und merke, daß mein Timeplaner plötzlich weg ist. Suche ihn, bin aber nicht allzu beunruhigt, da ich in den Timeplaner geschrieben habe, jeder Finder erhält 50,- DM. Plötzlich finde ich ihn in der Tasche."
        }, 
        {
            "number": "C54-13", 
            "head": "Vp:C54/T:13 (20/m)", 
            "content": "Ein Redner hält an Schwarze in Amerika eine recht kämpferische Ansprache. Ich sehe das im Fernsehen und plötzlich verändern sich seine Haare zu zum Teil bekannten Persönlichkeiten. Ich finde das irgendwie ganz lustig."
        }, 
        {
            "number": "C59-04", 
            "content": "(Vp:C59/T:04 (19/m))(1) Eine gute (platonische) Freundin war mit mir zusammen (liiert). Wir hatten gemeinsam Sport (in der Schule) bei einem Lehrer (der eigentlich Chemie und Bio unterrichtet), den ich gut kenne. Wir spielten Volleyball, der Lehrer wollte meiner \"Freundin\" etwas zeigen bzw. beibringen, und sie beschimpfte ihn andauernd auf äußerst grobe und primitive Weise. Ich wollte unbedingt eingreifen, konnte aber nicht und mußte die Situation so hinnehmen.  (2) Ich war wieder mit diesem Mädchen zusammen, diesmal im Zug auf meiner täglichen Strecke. Wir stritten uns, weil sie in ein Raucherabteil wollte, ich aber nicht. Schließlich gab ich nach und war sehr unzufrieden.  (3) Zwei meiner Freunde fuhren in großen, geschlossenen Müllcontainern vor meiner Dienststelle eine schräg abfallende Straße hinunter. Sie benahmen sich wie Kinder beim Schlittenfahren. Ich wollte mitmachen."
        }, 
        {
            "number": "C59-06", 
            "head": "Vp:C59/T:06 (19/m)", 
            "content": "Ein Treffen einer große Freundesclique von mir an einem anderen, mir unbekannten Ort. Der Freund, der die Ansprache halten wollte, ist nach kurzer Zeit schon wieder gegangen, und alle anderen erwarteten trotzdem eine Rede. Man fragte sich gegenseitig und lehnte ab, bis jemand mich dafür bestimmte. Aus irgendeinem Grund konnte ich nicht ablehnen und erbat mir Zeit, mir dafür einige Notizen zu machen. Dabei half mir ein anderer bzw. diskutierte schließlich mit mir über die Notwendigkeit dieser Rede und dieses ganzen Treffens. Kurz darauf mußten plötzlich alle gehen, und \"meine Rede\" wurde nie gehalten. Das ganze war eine unangenehme Situation."
        }
    ]
}