{
    "dreamer": "jasmine4", 
    "description": "Jasmine 4: college 2", 
    "dreams": [
        {
            "number": "D-001", 
            "head": "2010-05-13", 
            "content": "One thing ____________ Sam gave me a p______ ____book that was kind of small, about the size of a planner, somebody's like planner book, and it was in a ring binder like a planner book would be, but it had a rubber jacket cover on it and it had this pocket on the inside, and it had a really fancy pen with it. You know how sometimes you get a pen that's super business-like and super fancy? Well, this one was like that, and apparently he got a pen with it so that he could mark on the ______ about important financial ______ what to do and the arrangement based on how you produce them and how you created your income from that __________________ sheet. And another thing that was really cool and really significant and I was going to keep it -- I don't remember if it was something that he knew, that he had, or whether it was something that he found for me and gave me because he thought that I would like. But I remember that it was, I don't know -- I mean that was all there was to it."
        }, 
        {
            "number": "D-002", 
            "head": "2010-05-14", 
            "content": "I'm doing this in the evening, which is a little backwards. I should have done this in the morning, but I was just too groggy so it wasn't an option. And then I was busy, busy, busy, busy all day. So last night I finally had a dream that I remember in some detail. I've been having some pretty colorful dreams lately, but when I wake up, I just feel that either a) I can't remember half of what happened, or b) it was too stupid to really take note of. And when I say that, I mean that it was just too boring and nothing really interesting or weird or mind-catching or anything. So this one is kind of a little uninteresting, but at least I remember some details. There were like two parts to it. First my mother and I were riding on the book to the waterfront, kind of along the way that I walk, except we were going a lot further to the beach or the ____ plant, which you can do on a bike. And it was supposed to be a her and me thing, and we were going to bring a boom box and we were going to have a lot of fun, and we were going to go by and get some fried chicken or something and just have a party. And we were going to swim and something like that. But my father came along, and it was still sort of okay, but we couldn't do a lot of the things that we planned to do and it was just sort of kind of like medium fun, or low-medium fun. And it was okay, and we were all pretending, you know, like we usually do, playing our usual head games like we usually do. And at some point, actually the way this unfolded, my mother and I were riding our bikes first and my father caught up with us once we reached the waterfront. But before we reached the waterfront, we were going across 4th Street and just as we were entering the intersection, a fire truck and an ambulance and two other things went by and they had their loud sirens going, and I took my hands off the handlebars and covered my ears, and my mother turned the bike around and tried to ride away as fast as she could. We still couldn't get too far away from them, but it was just kind of a little bit of a scare. And then we went across 4th Street and then we met up with my father and we were having our picnic, and next thing I know, we were with Sheryl, Sandra and Sam, and we were all sitting around talking about things we want to do, and we were at the Green ______. And we were supposed to go to the mall and it was already afternoon, and we were supposed to go to the mall in the evening time. And again, I thought it would be a whole lot more fun if it was just my mother and the kids and I. And, but my father came along, or he was going to come along, and I was thinking, \"Oh boy, this is not going to be fun.\" I mean, it's just like how are we going to shop and go to the mall and stuff with him tagging along and wanting us to hurry up and stuff like that? And so before I woke up, we were all piling into the car, and I was wrapping up the blanket and I was packing up stuff, and there was this dog that we were trying to corral and get to come with us. And then I woke up."
        }, 
        {
            "number": "D-003", 
            "content": "(2010-05-16)[loud hum, hard to hear]  I woke up early this morning, was depressed. __________________ last night on the website, and I missed something I really wanted to record. I thought I could wait 'til 6:30 instead of 6:00 to get up, but oh well, they didn't put it in order, so _____________________ don't really care for it. Last night I had a dream that I was at this big building that was like a hotel or something. And I was going around looking for a particular meeting room something, and I was with some other people my own age. And I went up and down the elevator a few times, and then I realized that in order to make the elevator work, you had to put in a dollar bill and a coin, like $1.50 or something. And I needed more change and I was kind of worried and I was hoping I was on the right floor. Oh, and another thing, when this elevator would go up and down, you would feel a certain amount of pressure and your ears would pop. ________________________. And then finally I met up with someone from the AGO (American Guild of Organists) and she helped me find, she was like all excited. She was looking for the meeting room herself. But _______________ going to find ____________________. And she was all dressed up. She had this red vest and this _____ black suit, and she, and when we got to the meeting room, it kind of looked like the Columbia, and all these board members were standing around up there. And then we said hello to them. And then I noticed that there was a piano in the back of the room, and I figured, \"Okay, we'll go sit down at this table here, and when things get really boring and everything's _______ and bleah, I'll get up and go over to it.\" And then I woke up."
        }, 
        {
            "number": "D-004", 
            "head": "2010-05-23", 
            "content": "Last night I had kind of an interesting dream. Well, first of all yesterday I went to Pizza Factory with a choir group. So in my dream I __________ that Sheryl, Sandra and Sam were there and we were doing various things. We were walking around the city and I dreamt that there was this place that was like a smaller version of Pizza Factory, a few avenues down from us, kind of like the Ice Cream Factory except it looked like a pizza place. And I don't remember what we were calling it, but it was like a dwarf version. It was like, they're both pizza, of course, and there was this little tiny, tiny, little delicate little merry-go-round that could hold like three toddlers, and it had horses, but they didn't move up and down. And they played theater organ music over the PA system, really quietly in the background. They didn't have a real organ, and they had these red tables and this checkered tile floor and everything, and this place was supposed to be really fun and I kept thinking to myself This was nothing compared to the Pizza Factory where they have the real organ. It wasn't even like Chucky Cheese where they have the puppets. I know there was more to it, but I can't remember it now. I just know that _________________ and then walking around with the _______ and ___________. And we were kind of playing around like we used to when I was little. And that's all, I guess."
        }, 
        {
            "number": "D-005", 
            "head": "2010-05-25", 
            "content": "Last night I was having a dream that I was at the house of the Polish people behind us, Catherine and Fritz, and I guess we went over there at the start of the party or somethingfor people in the neighborhood. And the funny thing was these different people. When we got there it wasn't Fritz and Catherine, it was somebody else, but it was still in the same place where their house is. And so we got there and there were a bunch of people there and ___________________ and they had a piano in this other side room. It was the one like Erica has. It was like a disclavier And it was like the one that I play at the nursing home place where if you didn't turn off the player machine thing, it would sound kind of funny. Let's see, how did this even begin? A bunch of people were talking, and the man said, \"Would you like to play the piano?\", and I think, there was one of these dreams where I was trying to play and I can't really. And I didn't have the sense of touch in this dream, so that didn't help.  But I really wanted to, and it was one of those dreams where I couldn't consciously remember the music I wanted to play.  I guess. And then I went to this bathroom and some little girl walked in on me, and it wasn't really that big of a deal, but she left the door wide open and she like bouncing from her bedroom back to this bathroom. And acting crazy. And then my mother and Cassandra came in and said, \"Hey, this isn't what you do!\". But they stood around talking, you know. Let's see _____________. And then next thing I knew I was staying over night at this house and I came to the understanding that Jane and Brittany lived in this house and the piano was still there, and I was actually staying in the room with the piano. There was a bed and there was like a crib for these two little girls, and for some reason I couldn't sleep and I got up at like 3:00 in the morning, and it was so strange. I had my CC TV at this house, and I had my little tape machine, and I was in this bedroom where the piano is and I was by the bed where I had gotten up and I had turned on the CC TV and I was reading a bunch of stuff for schoolthat I've been wading through these days. And I was listening to Kenny G on the little tape machine. And thenI realized that the people in the house were trying to sleep, so I turned it down a little bit. And then the little girl started to cry and she didn't see me and someone came in to tend to them. and then the most crazy turn of all, I dreamt that it was the next morning and Penelope was there with some other lady friend of hers. And I'm trying to think who else was there, there were other people having a party, and it was like, you know, like having a little tea party _________________. And I was laying on the floor for some reason in the other room and Penelope was showing her lady friend all of the American Organist magazines. And then the last thing before, the last thing in this dream is __________. She was trying to get this room air conditioner to work because she was hot, and it was kind of like the one we have in the bedroom. And she turned it on high and I guess she thought it wasn't really working. And somehow she was able to make it sound like it was going, \"VRoom, vroom\" like she was stepping on the gas pedal of a car or something. And she said, \" I'm hot, I need air!\" And then I figured it was time for me to go because I was freezing and she was still wanting the air to be colder, as it usually goes in those places, mostly in big buildings at the college and at the church last weekend when I was freezing my buns off. And so then I realized I need to ____________ some stuff and go home. And I was able to unplug the CC TV to carry it across the alley and through the back yard and back home and put it back in place. And then I was making somebody a cake, and what I was going to do was I was going to cut one of those______ like in half and then put a gold like __________ so that it looked like a basket. And I was going to write something on it. And I can't remember who it was for, but it was somebody's birthday.  And I guess that's all there was to it. Boy, that was a long dream. It was all these different things in the same house. I wish I could have gotten to play the piano, though."
        }, 
        {
            "number": "D-006", 
            "head": "2010-06-06", 
            "content": "I had some kind of __________ dreams last night. The first one was that my mother and my father and I were taking one of our long road trips, and it wasn't too long because it was in our state, but up to a faraway city I consider that long. But where my dream started was that we were in this big bed and breakfast type place. It was kind of sort of like a hotel, just in that it was a place for people can stay. But it had big roomy rooms with nice, homey furniture like a bed and breakfast. And our whole family was staying there. There was my mother and my father and I and there was, I had the feeling that Carl was there and Arlene and we were all gathering there to see Aunt Janice for some kind of special occasion that she was having. And this is like a stop-off point for us before we actually meet up with her. And in this dream it was kind of nice because I had my own huge room. It was almost like a suite. I had a big bedroom, a private bathroom, and I could shut the door, and it was totally separate from my mother and my father's space because usually whenever we go on a trip, or we go to somebody's house and we end up staying, I have to be in the same room with my mother and my father, and, you know, I don't have any real issues or anything when it's just kind of strange sleeping with both of them because, you know, I feel like I can't move, I can't do anything without being noticed. And here I felt really comfortable because I was in my own room, I was folding my clothes and I was putting them at the foot of my bed, and I had the radio on and I was brushing my hair and I was generally getting myself together. And I think I just gotten out of the shower and I was naked, and I had to go and find my mother and my father's room because my mother had my really pretty dress that I was going to wear.  And so I opened the door and I'm in this huge foyer landing and I'm totally naked, and I think I know which is my mother and my father's room. And I open the door, and it's not. It's the men's exercise, weight-lifting room.  But fortunately, there was no one in there at this time. And then I opened another door that was my mother and my father's room, and my mother was doing something to my dress, like sewing it or something. And so I had to sit a few minutes to kind of wait for her to finish. And I felt a little bit funny, like maybe something was the matter. You know how some of the little tips turn into big things and some of them are just little things. Well, I felt like one of the little things was going on and I wanted to get back to my room, but I needed my dress. And eventually my mother gave me my dress and I kind of put it on in there so I wouldn't have to walk naked through the foyer again. And then I went back to my room and fiddled around a little bit more. I think I had the radio on again, I was folding clothes again and doing something, packing a bag or something. And then I wanted to see if there was a big TV like on an armoire type of thing. And it must have been on mute, but it was blasting pictures at me, and I couldn't figure out what it was. But I figured, \"Well, I should find a way to turn this off. What is this doing on? I'm not going to watch it. We're getting ready to go somewhere.\" And so I felt around across the top and down the side and I couldn't really find any way to turn it off. So I said, \"Oh well, it's not really hurting anything. I guess I'll just leave it on.\" And then the craziest part of all . Some lady or girl or somebody that I kind of thought I knew was laying in my bed with a bunny rabbit, a real live bunny rabbit, just sort of cradling it in her arms. And I was petting it and I thought it was the sweetest thing ever. And I was thinking, \"Oh how nice -- she has a pet bunny.\" And I don't' remember much more about that. I remember when we were petting the bunny, we were just kind of hanging out waiting to go off. And then I woke up and kind of rolled around a little bit. It was daylight, but I went back to sleep. And during the 7:00 o'clock hour I had a dream that kind of felt weird, like maybe it was a non-REM dream or something. It was just kind of boring and nothing to it. I dreamt that I lived in Penelope's complex, but it wasn't like the real Westminster Palms. In my dream there was a very barren-like gray walls and gray like squarish hallways. It was almost like a prison or something. And it kind of put me to mind of _________'s kind of world, in the hallways that are in it. And I just think, \"Oh, who would want to live here?\" And so I was in a room right next door to Penelope and I was going to my tech school at the same time. Talk about mixed up! And I don't even remember what I was doing. I just remember feeling kind of alone and like I had no place to really go and do anything with anybody. And I was just kind of stuck there, like almost in a prison. And then I woke up."
        }, 
        {
            "number": "D-007", 
            "head": "2010-06-18", 
            "content": "The night before I had a dream that, of all things, I was at the Eastman School of Music, but, you see, it was kind of like my college in that there were like a wide variety of stuff that they offer there, but the music program was like their crown jewel, if you will. And we were up there and Josie was going there too, and it was graduation time. And I was graduating with my Associate's in just general stuff, like I did at SPC, and Josie was graduating with her Bachelor in Education. And just then I was starting to realize where I was. Josie and I were in this lobby, we were walking around. It was kind of dark and I don't know what we were doing, but we were doing something to kind of prepare for graduation. It wasn't the actual like put on your gown, it wasn't the actual ceremony. It was like some administrative stuff that we were supposed to do when we were to exit the program, if you will, or something. So were in this lobby walking around, and we were sitting down on these benches, and I was realizing that I'm here at this best place in the world really, and I didn't take a single music class. I was just filling up my plate with general stuff. And I felt really, really bad, and I felt bad that I had missed the chance to major in music, and I think that was _______________. And I was thinking what to do, try to get my Bachelor's degree, and what I was going to do for that. Hopefully I could make that go a little better and at least take a couple of music classes and stuff, even if I couldn't major in it. And then Josie and I were walking around the patio outside and I was still thinking about stuff like that. There was no real dialogue in this dream. It as mostly only one or two things and a whole bunch of thoughts going through my head. But then the next little scene was where I was in my hometown, back in our house again and I was practicing, I was playing \"Amazing Grace\" and I was thinking how, I was really having a lot of feelings like I didn't have enough time to practice, and how was I going to pull this off? How were we going to pull off this being a good musician thing when I don't have time to practice and I don't feel like I'm getting my stuff down right? And then something happened. I realized that my keyboard was really this odd thing that was built into an office desk. If you can imagine one of those desk blotter calendar things with keys on it, meaning that the white keys were really, really ______ and had like calendar stuff ______ on them, and the black keys were like really, really short. Imagine having to play something like that. And I realized, \"Well, gee, this is something that I was given because I don't really play well enough to have a real keyboard.\" And then, as a little more time went along, I realized that it didn't really have keys at all, that I was just imagining it, kind of like I used to do before I even had keyboards, I used to have this kind of thing. And then I woke up, and I was, you know, this dream, when I woke up and I went to my real keyboard and the lift of the keys was normal, and it was the perfect way that your hands fall in a curved position and touch the white and the black keys, I felt so grateful and kind of like I did when I first got it. I'm just rambling on; I can't find the right words here, but it left a whole other feeling in me that it's really a blessing to be able to play, even though I might get frustrated at myself sometimes, and even though I might have issues sometimes. It really is a new day in my life because I'm a musician."
        }, 
        {
            "number": "D-008", 
            "head": "2010-06-19", 
            "content": "Last night I had a dream that we were in a store. When we first went in, it kind of seemed like the Cracker Barrel, but as we were walking around, it kind of turned into a Walmart. Sam was looking for some kind of book that he wanted to give my father. My father was generally being a cranky jerk like he can be sometimes. He was looking for like, I don't know, paint or something and my mother was looking for something too, and I was just kind of like bored to death, not sure what to do. And I got the feeling we were not in my home town I got the feeling we were like in another city or something, although I wasn't going to school. We were doing something, some kind of one of those trips that we used to do of something, and I was looking around and I was seeing these different stuffed bears and things. And I was trying to think to myself how I wish I could just go home. I'm going to think for a minute what else there was to this. I was really angry in this dream because of how my father was acting. I don't remember anything he actually said, but he was doing that thing where he was taking a kind of a little thing and blowing it out of proportion, where something that was not an ill intent at all, he was taking to make my mother feel like she was being selfish just because she wasn't thinking of him like 24 hours a day, seven days a week. And, like I said, we were out somewhere in some of the city, and I was thinking how I had the notion that he might leave the store and walk somewhere and how my mother and I had the car keys, and how I wanted to go home so bad. And I was thinking to myself in this dream that if I just wished hard enough, I could get home. And then, well, I wasn't really feeling like I could drive in this dream. I was just feeling like if I wished hard enough, I could get the car to go home all by itself kind of a thing.  But then somehow things changed in this dream. I don't know how it went from a Walmart store to being at a Sycamore Gardens like type place, but it did. My mother and my father and Sam were still busy diddling in the store, but somehow I found a way to like get outside to this path that was very much like Sycamore Gardens, and I was walking around through these different paths and bushes and things, and just being outside, I felt so much more at peace. And being away from everybody, I felt a lot better. And I heard this harmonica player. I couldn't really tell where he was, but he was on one of the bench pavilion things and he was off in the distance. And I went around again and I came to a flamingo exhibit that, you know, they don't have any more animals any more, but that used to be the fun of going there, to see the animals. And so there were two flamingoes that had flown outside the exhibit, but I could climb on the rocks and I could climb down inside the exhibit to go and see them. And they all came up to me. They were the most tame and gentle birds you could ever know. And I was petting them, and there was this one I picked up, and they were just really tame and they made me feel much better. And then somehow I was back up on the path again and there was a really sweet flamingo _______ just standing there. It wasn't going in the exhibit.  And then there were these dogs, these little puppy dogs that came along in this park ___________ and kind of scared them. And then I woke up."
        }, 
        {
            "number": "D-009", 
            "head": "2010-06-23", 
            "content": "Last night I had a dream that was pretty long and involved. I dreamt that my mother and my father were home and it was this time of year, the height of summer, all the usual, blah, blah, blah. And we were planning this family picnic in the park, you know. I like being in the outdoors and all, but I'm just at a stage in my life where if I have to have another family picnic, I'm going to scream.  Well, for some reason I love when my mother and I take picnics and go buy ourselves and get a little thing or when we pack something and we go someplace. But just doing the whole family thing with my father is just, if I have to do another family picnic, I'm going to scream.  So this dream was, it was like, you know, we were supposed to celebrate Father's Day and do this family picnic thing, and my mother was trying to convince me that I should come. And we were supposed to go to the park and just sit and read the paper for like 8 hours, and I was like, \"Oh, my gosh, that is so going to put me out of my mind.\" And for some reason Terri was supposed to come with us, and, you know, she asked my mother, well gee, this didn't have anything to do with music because, you know, Terri kind of doesn't like the concert things that we go to. And she said, \"No, we're just going to go to the park,\" and so was like, \"Oh well, we'll see, I might catch you\" kind of thing like she does. And I don't remember if it was her or somebody who told me that there would be something going on downtown that I would like. I don't even remember what it was. It was some kind of like shop or something. Maybe it was a festival in the park or something. But in my dream I was going to start walking, and I was going to make it down there. And it wasn't the usual, typical way that we go downtown, we go B Street south to downtown. But in this dream I kind of went a little east and mostly north. The numbers were all mixed up in my dream and weren't what they really are. But the location that I started out in was 5th Street going north, and I was going to cross on 30th Avenue, and like, you know, across 30th Avenue is like a totally unknown ______. I mean, I know when I'm at 7th and 8th Street and I cross over to 30th Avenue on my way to _______, but I've never really been across 30th Avenue at 5th Street, and so they were called all kinds of different numbers in my dream, but that's what they were. And I got to this place that kind of was a little like my home town, but it was rougher. I don't know how it really is, but I could see my home town as being quite laid back and easy-going and having a lot of art and culture in it, and not having a lot of rough and crime and stuff. That's all in mid-town. But in my dream, mid-town was downtown. And I was walking along this storefront strip mall thing, and there was like a Shnip Shop (?) thing and I had the notion that somebody had stolen the cassette tape that was shrink-wrapped. Two boys on bikes, and they were kind of like -- I don't want to say harassing, but that's kind of what they were doing in a subtle way. They were kind of like asking me question and talking to me, trying to be friends, but I knew they were up to no good. They said, \"Here, I've got something for you,\" and they gave me this tape that I knew they stole. And just then this police car went by, and it didn't stop; it just went by. And then there was somebody riding a bike, and I took this tape that was stolen and I tossed it into their basket and I made it as they were going by. And so now it was on their hands. When I saw the cop car going by, I was thinking that I would say, \"Look, somebody gave me this tape and I think it was stolen,\" but it didn't really stop, so I couldn't do that. And then my mother was with me suddenly somehow, and we were going in this art gallery. And we were walking around looking at pots and things, and there was a piano. I thought, \"Oh, I can go over and play the piano,\" and the people were actually receptive to it and I just felt like they weren't going to tell me off. And it was a grand piano with the small lid folded back, but the big lid wasn't raised. And I was trying to, I remember I didn't really touch the keys, but I played something that was kind of nice. And then I was trying and trying to play \"Hero\" and I couldn't really play it. Sometimes in dreams when I dream about playing, it's as if I have this score in front of me laying down and my fingers are punching the staff and trying to move on the staff instead of moving on the keyboard, and that's how it was when I was trying to play \"Hero.\" I was at a desk; I wasn't even at the piano any more. And then I woke up and I realized it was all a dream."
        }, 
        {
            "number": "D-010", 
            "head": "2010-06-30", 
            "content": "Last night I had kind of a different dream. We were going up to see Sandra and Lee and Levi. I don't remember if we flew or drove, but they were in North Dakota, I think. And at the time they were living in an apartment and they had their two sons, plus three the other kids. And we were going to stay with them, but they just seemed like they weren't ready to have us stay with them. They wanted to have us stay in a hotel. And so we got a hotel room and we kind of set ourselves up. But then for some reason the family just kind of got busy and wasn't really ready to have us do anything, and we were supposed to go to the beach, we're supposed to do different things and they just sort of didn't seem ready, didn't seem to want to do any of that. So my mother and my father would leave me in the hotel room and go over to their house or to their apartment and help them with a few things around there. I don't exactly what, some things that they needed. And I was there by myself, and I was a little disappointed about not seeing Sandra and the kids, and I was disappointed about not being able to relax and have fun with them. But I was kind of relieved of, you know, my mother and my father actually ended up sleeping over at their apartment. ____ that's kind of neat that I could sleep by myself, and in this dream I was, you know, going down to the restaurant part of the hotel, and they had a piano. And I sat down and I started playing. And there were a bunch of people there that seemed to sort of like it. And different things were happening, different people coming over and talking to me. And I intended to play some more, but I didn't get to because so many people were talking to me. And then I woke up."
        }, 
        {
            "number": "D-012", 
            "head": "2010-08-14", 
            "content": "Last night I had a dream, kind of a strange one, that I was back in New York City, but the city was a lot quieter and a lot more peaceful. And I was still with the POE group (Pipe Organ Encounter workshop I went to) and I guess we had made arrangements to stay there for like longer. And I had settled into this little room that was set into this huge building, but it was like a really little room with only one little single bed and not even like any furniture or anything. I just had a place to plop all my baggage. I had three or four suitcases. But I was thinking, \"You know what? This is perfect,\" because I didn't really mind not having any furniture. I was just glad to be by myself so I could go there and have some alone time. And it had this, what I liked about it was it had this huge open window. It didn't even have a frame or anything. It was like stone, like just open like it would be in a cathedral. It was just open to the outside elements, and I could, you know, it would be -- in this dream it was kind of cool and breezy, but it felt really nice. And I don't know exactly what we were doing. I didn't even remember it this morning. It was real foggy. But we were going someplace and I must've either got left behind or decided to explore, because I was crossing the street by myself and I was, you know, it was like 4th Street. It was as busy as 4th Street. And I was thinking, \"Oh gosh, I'm lost. How am I ever going to cross this busy, busy street?\" It was a little bit scary, but not too much. I mean, it wasn't the same kind of scary that I have sometimes in dreams. And some stranger was there to help me, and I was really glad. And that's really all I can remember of that. I just remember feeling generally good that I could stay there and be with all these great organ people and stuff. And that same night I faded into this dream that I still had the twin beds upstairs from the girls and for some reason my mother and my father and I were all sleeping up there. It must have been like we used to do when company was in town. And for some reason my father was laying down and going to sleep and my mother put the radio on really loud. It was my clock radio that's over there. And she was in the bathroom brushing her teeth and I was up going to the toilet and stuff, and it was on really loud. And I kept thinking he was going to wake up and he was going to be mad. And he woke up and he just kind of took his duffel bag and stuff and went downstairs and turned on the bathroom light. And it was kind of looking like he was moving towards sleeping down there, and my mother and I were going to sleep upstairs in the twin beds, and I was like, \"Woo- hoo!\" And then I had a dream that we were going to this PTA meeting. And we were at my high school and we were going to have some kind of banana bread or something that I had baked. And next thing I knew some of these teacher people were going to come over to our house and we were going to have waffles or something. And next thing I knew my father was in the front yard just throwing things out of my mother's shed in a real fit like he gets sometimes and saying, \"We're going to have people over tomorrow. Right now, today, you're going to clean this out.\" And I took off, I was wearing a sweater at the time. I took off my sweater and I threw it at him and I said, \"What the hell are you doing!?\" And it was like it didn't even come out that loud. It was going like this [muffled sound]. And I barely had a voice, but I yelled as loud as I could. And I don't remember what happened. I think he just kind of backed away into the mist and everything faded into a mist, and then I woke up."
        }, 
        {
            "number": "D-013", 
            "head": "2010-08-16", 
            "content": "I had a couple dreams last night. Let's see, first I was doing something at school. And I don't know what it was, but I was with a group of other students, like some of the ones from the organ group and we were going into a place that was like the Bancroft gym and they said that there was going to be a Celine Dion concert, and that they were going to take pictures and do a sound check and everything, and they were going to let us in ahead of time. And so I was with Lana Tripp  and she took me right down in front, and we were sitting and waiting for the concert to start. This gym had a dome, like the ________ dome, and it was all blue. And then when the concert started, they would project different images on it and stuff. And it seemed like they were taking forever to get things together. And I really didn't hear anything at the sound test, I didn't see any behind-the-scenes things. There were two or three clowns dancing around and acting crazy, and a person behind the stage doing the sound test. It was really just other people doing really boring stuff, like a typical sound test would be. And so I was talking to Lana Tripp but I was digging in my purse and I was getting my new monocular and I was starting my recorder, and I was trying to use my cell phone to call home to tell my mother where I was and what I was doing. I felt like we were close to home, and I had to meet up with her later that night to do something. And every time, I found out the hard way why they tell you not to use cell phones because when I would use my cell phone and talk, the sound would somehow weaken the PA so you couldn't hear it like in the concert hall, so like everybody could hear what I was saying. I was so embarrassed. But then the concert was about to start and everybody was parading around on the first song It was like a Prince song. I couldn't hardly hear that well, even though we were right down front. And she was wearing that metal like top that you see in the Taking Chances tour video. And then I woke up and I was like, I moved on, I didn't wake up, but I moved on to the next scene. I needed to connect with my mother because I was having an organ recital that evening at the Palladium. It was going to be, I thought it was going to be just me for a whole hour, but as it turned out, it was me and this other boy that I met on our trip that was going to do the finale. And I was thinking to myself, \"Do I know enough repertoire to fill up a half an hour?\" And are my silly, diddly little corral preludes going to be enough to satisfy them, or are they going to want big honking, loud and like Widor stuff? And I didn't even know the organ, and it was like the night of the show. And my mother took me there, and we got there like about 7:00 and I was supposed to play at 8:00. And _________. There was a bedroom in there for artists to stay in. It was like a hotel room that was backstage. And there was this, I don't know why, but I was laying down in this bed, waiting for somebody to roll the organ out. And I was laying in bed and there was like a pedal board attached to the foot board and I was trying to practice one of my pieces with my hands in the air. And I was like, \"This is like so not working!\"  And then I was going up the stage to the organ to get settled, and I was thinking, \"God, I have like no time to like a) practice my piece to get the feel of the action and b) settle my stops and my pistons and everything.\" And I didn't even know if we were allowed to set pistons. And I just put on something that sounded kind of cheesey like an 8 foot and a 2 foot flute stop, and then just a regular diapason 8 foot on the Great. And I was practicing, it wasn't really anything actually that I know, it was just something. And then this other boy came up, and it was like 7:30 by that time and it was time for him to play his piece. And I was really worried about how it was going to go, but I just figured what the heck. I mean, I'm just gona' have to wing it. And then he seemed kind of nice, like he's going to help me set the pistons. And then I woke up."
        }, 
        {
            "number": "D-014", 
            "head": "2010-08-19", 
            "content": "Last night I stayed up real late watching \"South Pacific\" on PBS. And then I stayed up even later watching this dumb documentary about asculptor. I didn't know anything about sculpting, but now, I know something about it. Was it worth staying up for? Thank goodness I don't have to go anywhere. I'm a wreck this morning. . Last night I can only remember one dream that I had. I was at Safeway looking at __________. Actually _________________________. Before that I was _________ with Mrs. Lotts, and she was teaching a lesson at Terri's house. And it was dark and it was dingy. Actually, wait. Before that, See, when you think about things remember more of it. I was playing the piano for Mrs. Lotts's choir and we were in a school room. And I was playing these simple little songs like \"Hark the Herald Angels Sing\" and different little carols and __________________ __________. And I was playing them all in the key of D, and I probably shouldn't have done that.  But I guess the ones that are in penta chord form I should play in D because that's the range for a young child's voice; it sets the best in their head voice. And in my dream pretty much all these songs were in penta chord form, so I guess that's why I played them all in D. And I was just sort of [tape goes blank]. For most of them I was able to fudge my way through in accompaniment style, and then I said we were in a classroom while we were doing this. She had this Irish song that was a more complicated arrangement, and it had a recorder solo. And she had a little organ in the music room. It was like the one I practiced on at the college. It was a little, little bitty, bitty, bitty pipe organ with a free-standing case. But she made it play really loud with mixtures and a full chorus and everything and a recorder solo was heard above it. I don't remember which song it was, but it was something. And that little children's choir was able to sing out above that loud organ. And then next thing I know, she and I and her kids were at Terri's house with some bizarre reason. And I don't even remember what we were doing. I think it was some kind of a lesson, but I don't remember what it was. And then there was this book, and it had this story that like went on forever, and it was all supposed to be sung. And I was just flipping through it and reading the words and glancing up at the staff every now and then to kind of see what the melody was doing. And I couldn't really understand it. It was like chant or shape notes or something wacko like that. And I was thinking to myself, \"I hope Terri's alarm doesn't work any more and I hope she ____________ whatever.\" Because Terri wasn't home and we were just like crashing in her house _________. And there was something more to this, but I can't remember what we were doing. I don't know. Then suddenly I was walking to Safeway, and I was roaming around, I had all these bags like my mother brings and I was trying to look for groceries. But I couldn't find anything. I wandered through this part of the store that had a wood floor _____ table, and some people were having like a banquet there, you know like those catered things sometimes. And I was hungry; I wanted some. But I wasn't invited, so I couldn't barge in. And I was wandering around and wandering around and looking and looking, and I was able to find a few things, but it was not really near what I had come for. And then I went out to the parking lot because I thought somebody was going to drive me home. Somebody had talked to me at one time that they were going to drive me home. And this Grandpa truck was in the parking lot and I had the keys and I opened up the door, and I turned the ignition to run position so that the accessories would run, and there was some jazz, 98.7 on the radio. And I loaded up the one or two bags of groceries that I had and I was sitting there listening for like a half an hour. And nobody showed up to drive me home.  And this time in this dream, I didn't even want to drive. And so I turned off the ignition and locked it with the key, like it was a car. And I locked up the door and I took my groceries, and this time when I got out of the truck, I not only had my two bags of groceries, I had like bazillions of water jug bags, just like my mother has. They were all empty. And I was going back in the door, and I came in like a back door, and I was standing there like blah. And some lady said, \"Oh, I'll take those for you because I'm going to go and get water myself.\" And I gave them to her, and then as soon as I gave them to her, and then as soon as I gave them to her, I realized, \"Well, gee, what are we going to use when we go to get water next time?\" And then I woke up."
        }, 
        {
            "number": "D-015", 
            "head": "2010-08-20", 
            "content": "Last night I dreamt it was the middle of the night and a helicopter landed on Cassandra's house. I think that I felt like the reason why they did is because they had some kind of emergency and they couldn't go any further, so then like emergency landed on Cassandra's house. Then a plane emergency landed on our house, because the plane had to rescue whoever was in the helicopter.  And it was kind of funny because we all thought it was going to be bad and, you know, when the plane landed on our house, it kind of knocked a few boards loose, but it didn't really flatten the house like sometimes we say it will. I'm trying to think. And it was a general scene where all of us were up kind of late, it was past 11:00 or 12:00 at night, and I think it was like one other person, it was one of the first nights my mother and my father were back in town. And I think my father was talking on the phone and my mother was doing something like shuffling papers on the dining room table. And I was up late, I was watching something on TV. And then I don't remember what happened ______ but next thing I knew it was Halloween and I didn't have like the stuff set up like I usually do. Oh, I know, part of this was when we were up late, I was on the porch, and it was another one of those dreams where we listened to the boom box and I couldn't shut it off when I realized that my mother & my father were home. And I couldn't even take the batteries out. It was the funniest thing. And so I turned it all the way down and it still could be heard. And then the next thing I knew, it was Halloween and I didn't have my stuff set out like I usually do. And I was upstairs digging some more stuff out, and next thing I knew, the doorbell rang, and it was people {trick-or-treaters} and you know how you give each people two things of candy in their bag _______________, well this kid said, \"No, I want a big one like my brother; I want a blue one.\" And I said, \"Okay, I don't think I have one, but you can look.\" And he looked and looked, \"No, you don't have one.\" And so I said, \"Well, have a good _____,\" and he left. And that's all I think there was to it."
        }, 
        {
            "number": "D-016", 
            "head": "2010-08-25", 
            "content": "Last night I had a scary dream. I dreamt that Jack and Polly were in town and I remember sitting out in the back yard Jack & Polly and me having a good time talking and drinking coffee. But when they came to town, somehow somebody found a way to bring all their equipment and their security system. And they wired our house ___with it_____?___. The one scene I can remember in this dream. Jack and Polly and I were going to go somewhere, or maybe it was Polly and me. And we were in the back yard and she said, \"When I tell you, you go out the gate, and once you've closed the gate, I'll go out the front door and I will meet you.\" So she said something and I went out the gate and I closed it behind me and, of course, I knew she was turning on thesecurity system. But before I got too far away, these electronic voices said - \"Wait, you went out the gate. You did not close the gate.\" And I turned around, and sure enough, the gate was wide open and I ran back there and I closed and latched it as best as I could. Then it happened again. I walked away and I got a little ways toward the alley, and I turned back and the gate was still wide open. And I ran back for a third time. I can't remember if I did it three or four times, but I started thinking. \"I am running out of time and I need to get away fast.\" So I ran, and in this dream I could run, but sometimes I can't. And I was running and running until I got to the park. I didn't hear anything in this dream, butI knew what was coming and I was glad I could get away. And I had my purse and my phone, and a paper in my pocket with thei phone number, but I couldn't see too well and couldn't seem to make them out, so ____________________. I tried and tried to call them. I tried Information and couldn't get anywhere with that. And I was walking around aimlessly in the park feeling like a disgrace. I'm trying to think. I was first of all feeling afraid and second of all, feeling like a total idiot. I mean, why can't I do a simple thing like close the gate? And I feel like it was going to be a really bad thing for them_. And then the next thing I knew, Polly found me in the park, well, they both found me in the park. And I sat there and I put my arm around Uncle Jack's shoulders, and I said, \"I'm sooo sorry for making your alarm sound because I couldn't close the gate in time. And Polly's like, \"No, we're sorry.\" And I don't remember exactly what happened then. I think we were all at a restaurant, and we were eating corn and apple sauce and then I woke up."
        }, 
        {
            "number": "D-017", 
            "head": "2010-09-05", 
            "content": "Last night I was having a dream. It was weird, certain things around me that looked like our house down there, but really I think I was in my relative's home town with my mother and my father. And it was, you know, I enjoyed my trip for the most part when I flew up there. So in this dream I was still up there and I was like, it was the day before and I was going to ride home in the car with them. And I remember it just felt like the very last hurrah before the final, you know, everything how was I going to survive the trip home and all like that. I don't remember too many of the scenes, but the one I really remember is that I was at this park, the one that the creek was at, so it's odd because it looked kind of like our waterfront, but I knew that it was a park by Aunt Christine's house. And I had my keyboard out on a picnic table. Don't ask me where I was getting power from.  And I was out there and I was just playing. I was just enjoying myself. And then I was like digging for my cell phone so I could call home and find out how much time I had. And then my mother came up. She had walked to a store and come back. I don't remember what she was saying, but I think she was saying just general stuff. It was kind of odd, she was taking pictures of the waterfront, and I had my practice book. Then, we were saying goodbye to Aunt Christine. In the next little scene, I was home, and I had my cocJanicel named Archie. He keeps showing up in my dreams, and when ever he shows up in my dreams, it's like I forget that I still have a bird, and I forget to feed him and give him water. Or I neglect to clean his cage for a few weeks on end. Whenever I find him, I remember that I have a bird. Then, I hurry up and give him food and water. So I feel so terrible. How could I ever be so neglectfuland forget to feed him. And I don't know why I keep dreaming that. I even had one dream that he died of thirst. But in this dream he was alive, and I replaced his drinking water. In this dream he was living in both his own and in Sir Gallahad's old cage. So I replaced two different food dishes and two different water dishes. And I was feeling so bad that as I usually do, that he was there all along and I hadn't taken care of him. . Then I woke up."
        }, 
        {
            "number": "D-018", 
            "head": "2010-09-07", 
            "content": "Last night I was having some pretty interesting dreams. First I dreamed that my mother and my father, Uncle Carl, and maybe Aunt Linda. We were all at St. Paul's Church. And we, I didn't know that Mr. Dawson was the organist; I didn't know who the organist was. And for some reason we were sitting way in the back and I felt really bashful. You know how it is when the family only comes to church once a year. They were giving people like party favors as they were leaving, like a tape and a hat and a brochure, hoping they'd study it and come back. I was thinking to myself how the organ was in the same position as the sound booth at my high school auditorium. You not only had to go up to the balcony, but you had to go way up to the top. It was in a little extra room. Then, next thing I knew, it turned into St. Paul's Cathedral, and the organist there was some lady that wasn't anyone in particular that I know. She was saying that I could come and practice and get to the organ, and I could come and listen to the services and see how they went. It was all empty and she was showing me around. She showed me that up in the chancel, behind the choir stalls and behind some heavy curtains, there was this boat horn like thing, like Uncle Larry (Arlene's husband) had on his boat. She said, \"This is really loud, if you touch this, it's going to BLARE!\" But the light switch was right over there, so you had to go over there to turn on the lights in the chancel. We never did get to the organ because then there were some other people going by and saying, \"Hi, nice to meet you.\" Somebody had a dog, and I was sitting on a couch. The dog jumped in my lap. And I was sitting and petting the dog. He was really sweet. He was a black dog, not real big, about the size of Bella I think. And that's all there was to it."
        }, 
        {
            "number": "D-019", 
            "head": "2010-09-10", 
            "content": "Last night I had three dreams. The first I dreamt that I was at the farm cottage, I was up in my relative's home town. But it was on this acre or two, I mean instead of being in the middle of absolute nowhere, it was on this acre or two property, and we had a gravel, stone driveway like Grammy had. And it even had wooden things in the gravel, almost like a wooden boardwalk up to the house. . Anyway, we lived in a little community, kind of almost like one of those ______ Vision things, and all of the properties kind of looked like this. And they were spaced out more than subdivisions usually are. And I didn't even get the feeling like we were in my relative's home town all the time. It felt like a warmer climate. And so basically, we were milling around and doing different things. The inside looked quite a bit like our house. Let's see, click, I can't remember any real action in this, but at some time, I felt like we were riding around in the truck, around different places, and other times we were walking. And everybody was getting along pretty well, but I just felt that we were all too close together, you know, I'm used to having lots of space, and here, everybody was practically on top of me all the time, just like it was when we were at the farm. But yet the land was so beautiful and I was so happy to just have a break from everything. I believe the house had power, but not as much as you'd usually have. If I had to put it in technical terms, I'd say that the fuse box was rated for, like, 5 or 6 amperes at the most, but of course, I didn't think that in this dream. It had lights, and we could run our sound system in the living room like at home, but it didn't have, like, air conditioners and washers and dryers and all that stuff. So I was thinking to myself that I really wouldn't mind being at the farm by myself for a while. And by the end of this dream -- Oh, I know, somewhere in the middle, my mother was supposed to take me out through the back of the house. See, I had only been coming in and out of the front of the house, but my mother wanted to show me the back of the house, because it was right on this beautiful body of water. But she never did show me. Then, Terri popped in and was yacking and talking. There was something about bread, she was putting bread in the toaster. We were having this discussion about wheat bread versus white bread. It was a bagel, it was a white bread bagel. And then, we were riding in the truck again. Then, we were walking somewhere, it was very urban. Like when we take the bike to my bank and we ride under the overpass and see all the homeless people, and sometimes there's construction. It's just so loud, you've got the cars, and the echo and the construction equipment, it's such an assault on the senses. It wasn't that loud in this dream, but it looked like that. We were walking to some store with an older couple. And then I woke up."
        }, 
        {
            "number": "D-020", 
            "head": "2010-09-19", 
            "content": "Last night I was having a dream that I had like three things going on at once, and one of them was an AGO meeting that I wanted to go to. One of them was a class, and one of them was something else that I don't remember. And I was supposed to set up a cab to get to at least two of these things. I realized that it was after 5:00, and I had forgotten to set up my cab.  And then the scene of action in this dream was, I guess I was at the class and I didn't even have to go to the school. I was in my bedroom and it was a lot bigger, and there were like three or four other girls with me that I didn't know and we were supposed to be in the class. And this teacher came in and started giving us a lecture. She was making up talking points about how our water system worked. She was like making up this presentation about how they started running water through the city and through the pipes and up to the houses. And I was writing notes and papers. Everybody was goofing off. I don't remember _______________. It was just a dream about having too much to do and not enough time to do it."
        }, 
        {
            "number": "D-021", 
            "head": "2010-09-25", 
            "content": "Last night I had some pretty interesting dreams. First I think I was, it was something to do with the fact that I was planning to walk downtown to some kind of concert festival thing. I think it was supposed to be the crawfish festival that they had that I've never really been to because we're always so busy at that time of the year, but I've always wanted to go. In this dream it was a lot of thought, and not that much action, and I was just sort of thinking how if I really wanted to go, I was just going to have to walk. And then when I get there I was just going to have to figure out what was where, all by myself."
        }, 
        {
            "number": "D-022", 
            "head": "2010-09-25", 
            "content": "And next I dreamt that we had chickens agob. We had three or four chickens, and four or five geese that were like the geese from the park. They made for quite the menagerie of pets. It was the same thing again, I was thinking how I hoped I wouldn't forget to feed them. This time, we had just gotten them. I was sitting in the yard, and they were coming around me, and I was making a mental note how I'd have to remember to feed them. Not only that, I felt an immense responsibility to protect them if any of those crazy raccoons or opossums came around."
        }, 
        {
            "number": "D-023", 
            "head": "2010-09-25", 
            "content": "Lastly, and this is kind of stupid. I dreamed that my mother had to give a pee sample at the doctor's office. But she didn't actually have to go to the doctor, she could do it at home. So get this: She had to float a bucket in the toilet, and put the phone in the bucket so that whatever she would pee in the bucket would go over the phone to the doctor's office! In this dream, I had to go to the toilet. I remembered that the bucket was there, and I was just going to take it out. But the bucket tipped, and it got full of water, and the phone got wet. So I took it out quickly and put it on a side, and I was wondering if I was going to get an electric shock. See, this was the kitchen phone, and it was still, like, attached to the wall. But how we had it in the bathroom, I don't know, go figure. I think that's all there was to it."
        }, 
        {
            "number": "D-024", 
            "head": "2010-09-29", 
            "content": "I was having some pretty interesting dreams last night. First of all I dreamt that my mother & I were riding bikes, and we were going down to the beach. And there was some kind of festival with a lot of music going on at the green point or straub park or something like that. . We were walking along the shore and we were swimming in the water, we were walking along, even when we were walking along the waterfront, and apparently there was some place where we could get down by the water to swim. And I was saying we should go over a little bit closer to where the festival was so that we could still hear the music. And we had some kind of picnic, and I'm trying to remember, I think before that we were at some kind of show and there were these girls in all these pink dresses and they were like singing or dancing or something. And my father was there, and I think Mr. Dawson was there, and my mother was there. And we were all going to go to a park or something, and I just ______, \"Oh that's so boring and so ___________ always do that. I don't want to do that again.\" And that's when my mother and I went to the beach. I was thinking how going to the beach with my father would be so very boring, but with just my mother & I, it was pretty fun. In this dream, the weather was very nice, too.  Then I can't remember any songs that I really recognized, but they were playing, like, oldies songs."
        }, 
        {
            "number": "D-025", 
            "head": "2010-09-29", 
            "content": "And then I dreamed, after I went back to sleep, that somehow I found this ca__ that somebody must have given me years ago and I didn't know that I had. It was like a PDA thing, like a PDA thing for people that were visually impaired with sound only. And I couldn't really figure out what it did, or how it was supposed to work, but I was trying to figure out how it was supposed to work. When you first turn it on, it's really loud. I had to make it quieter to actually figure out how to make it work. And it looked a lot like the calculator I used to use in middle school. And that was kind of all there was to it. I guess it wasn't all that interesting after all. I could have sworn there was more to it."
        }, 
        {
            "number": "D-026", 
            "head": "2013-09-30", 
            "content": "Last night I had spme pretty strange dreams. First, the one I can remember best, is that my mother and I were in the airport and we were going somewhere. Actually I can't remember where we were going. ____ leaving town as if we were going to my relative's home town. And I had to go to the bathroom, actually, we both did.  For some reason, we went in the same stall _______kind of take turns going and we chattered and took turns going______. So that's what we did in this airport dream.______ Well, we heard this message come over the intercom, talking to some other person, telling this other person that they had better go quickly, not just sit around, or the toilet would flush automatically before they were ready. And I realized that they were doing surveillance on us and they were making it so that only one person could go at a time, making it so that it would flush automatically for each person, so that I don't even know why they would have a reason to do this I guess they thought maybe somebody would either waste water or waste something _______________. But I was having her open the stall and then close it again so that it would seem like another person went in there so that I could go too, and they wouldn't know we were both in there. As I describe this, I remembered what happened before this, what led up to this. I was dreaming that my mother and my father were home and for some reason my mother and Iwere both sleeping in the bedroom downstairs. And my father was supposed to come to the bed in a little while, but he was playing his computer game or something. And it was like 11:00 at night, but my mother said, \"I'm hungry. I want to go eat something.\" And so I suggested, \"Well, we should go upstairs to my bed so that when my father goes to bed in his bed and goes to sleep, we can get up without waking him up. Because if we stay here and he goes to sleep, when we get up, then he'll wake up.\" So we went up to my bed and then, I guess, before we knew it we were walking downtown to this restaurant. And it was someplace -- I don't remember where it was -- oh, it was a Chinese place. And I had, we were all kind of sharing, but I had some kind of chicken, it was like fried sesame chicken, but it was, there was something else too. And there wasa plate of something else too, some kind of meat. And I was thinking, you know, \"I should have vegetables, spinach and meat and ______.\" And I thought \"I usually have meat and a vegetable. And she said, \"Oh well, it's alright.\" You don't have to worry about that, you have vegetables in the freezer. I couldn't really taste in this dream, but as I ate the fried chicken, I realized that there was some broccoli and some other kind of steamed vegetables in the sauce too. I can't remember what the other dish was that I had. And I think, I don't know, I thinkthe air port thing was separate, not part of the restaurant thing. And I think that's all I can remember for now."
        }, 
        {
            "number": "D-027", 
            "head": "2010-10-03", 
            "content": "Last night I had a dream that I was at Rob's house for some kind of a party. And even before that I was at the grocery store. I was shopping for groceries and it was a smaller store than Safeway. And when I went to check out, I had a couple of hundred dollar bills in my purse and I handed one to the lady. And instead of breaking it and giving me change, she was like, \"Okay,\" and just looked at it and gave it back to me. It was as if, I think there was like this unspoken thing where he sort of initially took thirty of it, and then the next time I came, she would take some more, kind of like an electronic birthday card or something.  And then the next thing was that I was at Bob's house for a party. And I don't know, something happened. What the deal was, is Bob______ _________________ really nice and generous, and Frederick, Cherie's husband is like extremely rude and extremely selfish. And I felt sorry for Cherie. Cherie is so nice and her husband is such a jerk. But he was nice to me when I interacted with him and __________________________ really ______. So in this dream I think everybody was partying around and being happy and _____________ in Rob's house. And Frederick was there too, and Frederick had, like his own littlel iving room., and it's like he'd walk up these steps and go behind the curtain and you opened the door, and went in his own little living room like behind the curtain and closed the door and sitting there all alone in the house. And he'd come out a little while for this party, but in this dream, I went in the bathroom. I didn't really have to go, but I don't know, I was in the bathroom in this dream. And they were talking about something helping me ? _ either shopping or writing a play or something _________________. But Rob and Frederick were like yelling at each other and Rob said, \"Alright then, if that's how you feel, you can go back to your corner.\" And then I came out, and I went in this room where there was not one, but three or four or five pianos. And I was like, \"Wow!\"Wooo-hooo! And I was going to sit down and play, and at first for some reason, there were a couple of ladies in that room, and I was, I guess I didn't really want to get too close to them.  so I sat down at this upright. It had kind of a wiggly bench, you know, like the ones at the college that are not well kept, and it's like kind of dilapidated. And then I kind of had a little trouble getting started, and I was like, \"Well, if they don't mind, I want to go and play the big grand piano.\" They were like, \"Okay.\" And it was like _______________ biggest, like I don't think it was a 9-foot, but it was a 6-foot. And so I picked up the small lid, and I picked up the fallboard andI started to play Sweet Adeline, and somebody picked up the bigger lid. And, you know, in dreams I can never play.  I remember __________________________ __________________________. [can't hear well enough]"
        }, 
        {
            "number": "D-028", 
            "head": "2010-10-05", 
            "content": "Last night, I had a dream that we still had three chickens. I had seed, and they were eating it out of my hand, and I was out in the yard. I had something when I was out in the yard with them; I had the feeling that maybe it was a bunch of sound equipment on the picnic table, and I was bringing it in little by little. The part of this dream that I can remember best was that my mother was doing something, I can't remember exactly what she was doing, but I felt like she was packing things up. She seemed to have one foot out the door in terms of leaving my father. So I went in the bathroom and I whispered to her, \"If you're leaving, you'd better take me with you.\" She said, \"I'm not leaving, I'm just thinking of moving. \" In my mind, I was thinking, \"same difference\". She said, \"I have to be real careful with my shoes because this wood floor will scratch. And these spoons, if you scoop ice cream with them, they'll bend\"- or something silly like that. And I'm pretty sure that's all there was."
        }, 
        {
            "number": "D-029", 
            "head": "2010-11-03", 
            "content": "I had a very brief dream last night. I dreamt that I was in Cassandra's house and that somehow she had this upstairs, and it was sort of like Uncle Carl's upstairs in that all the floors were wood. It was open and spacious and there was lots of natural light. And there were like different rooms. There were like three or four rooms up there. The foyer was like huge. And then there was like an office, a bathroom, and then like two bedrooms. And as I was up there, we were like visiting with some people that I didn't really know. And as I was up there, it was hard for me to tell whether it was Cassandra's second floor or whether it was our third floor. But I think at the beginning of the dream it was hers, Cassandra's, and then at the end of the dream it was ours. And whoever owned it was renting it out because who would need all that space up there, right? And there was a family living up there. And I'm starting to remember something about the beginning of this dream now. And actually I think we were supposed to do something and I kind of ran away and escaped up there so I could have some privacy and be alone. And I think I was in a room that was like my bedroom, except it was bigger and it was like cold. I mean there were like vents in the floor and the air-conditioning was coming up from the floor and it was cold. And I turned on a radio and I laid down in the bed, and the next thing I knew I was out in the foyer and I was visiting with these people. And then a little while later I got the feeling that maybe my mother and my father owned the place, and one of the ladies said, \"Evelyn, could you please turn the air down? It's cold up here. I have a child in the shower right now.\" And I can't remember what she said. I think she said, \"Oh, well, it's not been cold up here, what are you talking about?\" And then I woke up."
        }, 
        {
            "number": "D-030", 
            "head": "2010-11-05", 
            "content": "Last night I was having a dream that we were in the green truck. We were coming home from some kind of a long trip, either from my relative's home town or North Dakota or something. And we were going through my home state and it was the last day we were on the road. And you know how you'd enter my home state and you're, \"Whoo hoo,\" you're in your own state now, but then it takes like a whole other day just to drive through my home state. And so we were in the truck and we stopped up in north my home state, and it was kind of up in the northeast corner of the state, I had a feeling that it was. And we were walking around this beach kind of area, and I kind of had the feeling that it's like Celine's house. It was close by her house, because we were on the beach and then there was this like garage that was backed up to the beach. And we wandered in and we were like wandering around. And there was like this person, like a staff person that was real friendly and sort of talking to us. And, you know, I can't remember anything that was said. I just remember being there. And I remember the person, the staff person was real friendly and invited us in, and had us walk around and look around and was going to introduce us. And then there was this other like woman, this woman staff person there who was talking all about what it's like to be pregnant. And I said to her, \"Well, she must have had a hard time walking when she was carrying twins.\" And she's like, \"Yeah.\" And then we were sitting in this dark living room. It's funny because in the pictures from the ________ interview, everything was light, but in my dream everything was like dark. And we were sitting in the living room and Celine came out. She was wearing black. And Rene was there too and he was wearing black. And I can't really remember much being said. I think my mother and my father were talking about their trip and stuff. And then I think we were going to walk around and kind of have a tour and then we were going to see the back, which has the pool and the beach and all that stuff, and I remember for some reason next thing I knew we were going back on the road, and we were walking down this long, long dirt road back to the truck. And Rene, the older man Rene, was like wrestling with me and running after me in a kind of fun way, kind of playing, and we were down in this like ravine type of thing and we were wrestling around, and then next thing I know, we're back in the truck and I said, \"Well, where is this place?\" because I kind of sort of knew that it was called Admiral's Cove in Jupiter. And so I was saying to my mother, \"Where is this place?\" and she was pointing on the map that it was up in the northeast corner of my home state, which was kind of odd. And all the stuff kept happening. I think that the tires on the truck were just like worn out or something and my father was like, \"Well, we're going to have to take the streets the rest of the way home instead of the interstate. So anyway, I thought like, \"Oh, brother, this is going to like make the trip like twice as long and I'm going to have to sit and ride like twice as long and I'm good and ready to get home.\" And it wasn't a problem, they didn't have an argument. But something happened that my mother was starting to drive and my father was in the passenger seat to my right, and I was like squished in the middle. He kept having to stop and get out and stuff, I think checking on the tires or something. And my mother put the radio on and she said she was listening for traffic reports, but there was some nice smooth jazz on. And then I woke up. That was really weird."
        }, 
        {
            "number": "D-031", 
            "head": "2010-11-12", 
            "content": "Last night I was having a dream that we were at the Pizza Factory and it was just closing down, and they were having some kind of a closing party or something. And I can remember we ate pizza and were listening to the organ. But it was a lot more wood around -- wood floors, wood on the wall, wood tables. And for some reason my father was supposed to come back and help the people close the place down. He was going to like move tables and take stuff off the walls and everything like that. And so I came back too, thinking that I could kind of play the organ while some of that stuff was going on. And I was up in the organ loft. In this dream the place had an organ loft up in the back where the church would have, instead of having it out front on the lift. And so I was up there and I was at this light wooden organ console that was kind of plain, and it was a horse shoe console like a theater organ, but I was going to play it like a classical organ and practice for church this week. So I was trying to figure out not only how to put the stops on, but how to navigate and get the different people's memory levels so I could get different already pre-programmed pieces. And I had this magnifier and I put it out on the little drawer to the right, and there were like all these weird little buttons and things, but I couldn't figure out what they were for. And I turned it on and I started to play, but it was really, really weird. There was this solo reed stop on the great manual (?) and I was trying to play chords within it, and, of course, it was awful sounding. And I didn't want anybody to hear that, but yet at the same time, I wanted to let them know that I wanted to play. And then next thing I knew there was like this school tour group coming through, so I decided I would get down off the organ bench and let them have a look at it and stuff. And then the tour guide -- all the students left for some reason and the tour guide was wanting to take me back to where my father was. And I was trying to tell him I'd like to play the organ. And so I think he said, \"Well, we're going to take all the wires out. We're going to undo all the wiring, so you're not going to be able to.\" And I was like, \"Alright.\" And just about that time I was holding his hand and walking down the hall, and I heard a fire alarm go off in another room, and I like, I fell down to my knees just because I was startled. And I said, \"Can we please go outside?\" And he was like, \"Well, you can't go down the front stairway because it's blocked. We'll have to go down the back stairway.\" And I was like half running and half falling down those stairs. It was like round, round and round; it seemed like they would go on forever. And I remembered I had a conscious thought in this dream, I remembered how in a Bach fugue, you have a tierce de picardy ? you and you have a major chord at the end, and you have some material leading up to it if it's in a minor key. So I thought, \"This is just a dream; I really don't need to be afraid in this dream.\" So I was thinking, I imagined the sound in my head of material preparing me for a major chord ending to a minor piece. And on the major chord I pictured myself outside, and then I woke up."
        }, 
        {
            "number": "D-032", 
            "head": "2010-11-13", 
            "content": "Last night I was having a dream that I was at Christ Lutheran getting ready to play that service tomorrow. And there were other things leading up to it, like B____ was over and we were going to play some kind of movie, but I don't really remember that part. In this dream I was at the piano and I was playing the \"National Anthem\" and they were doing the flag thing in the procession. And that actually went through without any problem, which was _______. And then I hopped over to the organ and was going to play the first hymn, \"God of Our Fathers\" and the organ was like this flimsy cardboard thing. And I started playing the first verse, which kind of went alright with a couple of little problems, but then the second verse, for some reason the organ got flimsier and I got more unsure of myself.  And I wasn't really able to reach the pedals any more, and it just all fell apart. It was like, \"ppptttttttttt.\" And I tried and I tried and I tried to get it going again and to get the hymn started again, and I just couldn't seem to do it, and then I thought I was starting the right one, but I actually started playing, \"My Faith Looks Up to Thee.\" It was just the wrong one_. And I stopped for a while and I just sat there, kind of resigned. And I was going to really play anything. They put on some kind of canned music and, of all people, Mr. Dawson went by. He touched me on the arm and said, \"Hey,\" like he always does. And he said, \"Hey Jasmine, I think you should --.\" No, I think he said, \"Learning and practice activities should be done at home.\" And I was like, \"Oh, my gosh, he did not hear me fumble through all that.\" And I had the feeling that he had been there because Kristen Paula and Dr. Mauk probably told him. Dr. Mauk is Bob Pew's friend, and he is Mr. Dawson's dermatologist. That's funny, isn't it? And so then I was like sitting on a swing or something, feeling pretty dejected, and then I woke up. And I was so relieved that a) none of that actually happened, and b) Mr. Dawson hadn't found out my secret and hadn't heard all of that happening."
        }, 
        {
            "number": "D-033", 
            "head": "2010-11-20", 
            "content": "I had a dream about the red boat that we used to have. I dreamt that Sandra and the kids were here, but for some reason there was only Sandra. There must have been ________ when my father was at work, because he wasn't here. And my mother and I and Sandra decided that we were going to take the boat and go to the beach, and so I think -- I can't remember if we hitched it up to the car, or if we tied it on the top of the car, but we did one of the above. And I suggested that we take the green truck and just flop the boat in the back of the truck, but my mother said it wouldn't fit. And so I don't really remember us riding in the boat; I just remember us being at the beach. And I remember swimming in the water. And I remember kind of being _______ boat. And when I was swimming in the water, wouldn't you know, it started to rain. And we were gathering up all our stuff and we were going to run and seek shelter. And, wouldn't you know, the boat was anchored and for some reason it had this odd back-up alarm kind of sound that would go off if you left it unattended for too long. Wouldn't you know it started happening, and my mother had to go and shut that off. And we were getting to pack it up and bring it home, I think, and I think we packed it up and brought it home because of the rain. And then, when we got it home, I think parts of it kind of got scattered all over the house. I think my mother put the boat in the bathtub outside and for some reason the motor and other parts got put on the old sleeping couch, where the organ is now in the living room. And some other kind of piece got put in my bathroom upstairs in my tub.  That was pretty crazy. And so I think maybe in this dream they were going to work on the boat motor or something and I didn't want to be around to hear it because it is so loud. And so I decided I was going to make myself disappear, and in this dream -- not literally, you know -- I was going to take a walk. My father says, \"Make myself disappear\" or \"make yourself scarce\" or something when he means just go somewhere else. So I had these little pink sandals in my dream, and they had like glitter on them. They were the ultimate dorky little girl things. So I put them on and I started out the front door, and it's one of those things where I couldn't really run, but I was really trying to, and I was trying to get away. And inside I could hear them, my father was telling my mother that we have to __________ crank up the motor and then I managed to get pretty far away, almost to Allison's before I heard it faintly, and then I decided I was going to take a walk all around the neighborhood and hopefully be gone until they were done. And then I woke up."
        }, 
        {
            "number": "D-034", 
            "head": "2010-11-23", 
            "content": "Last night I had a really crazy dream. It was something to do with being by the water, and something to do with the mermaid story, but I can't quite remember that part. The part that I do remember is that Uncle Carl was going to set off some kind of great big -- it wasn't actually a bomb that would be intended to hurt people, but it was like a great big, large-scale loud firework thing, mainly to put on a show out in the middle of the water or something. And I remember in this dream we were in the kitchen, and he was testing one in the back yard, and it made this great big ba-boom and it had this flash of light. And I remember it was so loud it hurt, and I mean I don't know how that could manifest in a dream, but anyway he was trying to do another one that was going to be like twice as big, only this one was going to be at the waterfront. And he like set it up on a little boat or a dock or something, or a timer so that it would go off at a certain time, and I just remember we were with him on our bikes, and we were going to a restaurant and walking along the water and stuff, and I always had this fear in the back of my mind that when this thing goes off, it's going to be really loud and I don't want it to hurt my years. So what am going to do about that? And how can I the farthest away as I can? And in this dream all I could think was Beethoven when Napoleon bombed Vienna, the rest of his hearing went. And I kept thinking, \"I don't want to end up deaf like Beethoven.\" And I think where we ended up in this dream is I was, it was dark and we were by the comfort station, which is like a brick bathroom place downtown. And we were on a blanket and I think we had a little fire going, like a campfire, like a mini one, and I had my big thick cans from my tech school and I was going to put them on, thinking that it would block out the sound of that bomb thing. And then I woke up."
        }, 
        {
            "number": "D-035", 
            "head": "2010-11-25", 
            "content": "Last night I was having a dream that my mother and I were supposed to either walk or ride the bike, but I think we were supposed to ride the bike down to the water, and then keep going downtown to get to this little place that I like that had like a dock and some tables, and we were going to have a band. And apparently the band was from local Nursing Home where I play the piano, but the band was going to play like the oldie songs that I really like, like from the 60's and the 70's. And I heard them before and I had the notion that they were really good. And I had the notion that Allen was the keyboard player, wouldn't you know. And I didn't know if the band members were residents or staff, but I thought that they would be residents. And I'm trying to think. I think we were going on the bike and we got like halfway there and my mother got tired and said she had to stop. And she couldn't really go any farther. And I think we were sitting on a boat ramp or something, and there were other people there ______________ and I was wondering and hoping that she was okay, but I was also kind of feeling bad, like, you know, it was made especially apparent to me that my wings were really clipped and I resented that, because I couldn't just pick up and go downtown and enjoy our city any time I wanted to. And so I wasn't really mad at her, but it was a situation that made me regret my own situation itself. And then my father showed up and some of the other fireman people, just in passing. And I don't know, I think my mother said she was having trouble and she was feeling really weird because of the angle of her spinal cord or something that was causing her whole body to tingle, and that was pretty scary. And my father was saying to me, \"Well, if you want to walk down to the water, you should go with me,\" he was saying, \"She shouldn't be walking down to the water any more. If you want to walk down to the water, you shouldgo with me.\" And I was thinking, \"Oh, brother, this is truly not good.\" And I think I was at home and we ________________, and there was this program on TV about my home town waterfront and I was trying to record it, but I was trying to do it the way like I do the Penelope (?) tapes sometimes when I want to prep, where I get the thing set up and I get it going, and then I shut off the TV and the amplifier so it could just do its thing independently. And I know there was some more to it, but I can't remember."
        }, 
        {
            "number": "D-036", 
            "head": "2010-11-26", 
            "content": "It's Black Friday, 2010. Last night I had another one of those dumb dreams about school. This time I was at my high school because of the friends I was with, but it kind of looked like the college. It sort of was a building that had tables out front, but inside it was kind of like a high school cafeteria. And I think I was with Angie and Crystal and Janice that I was with a lot in high school, you know, the trouble-makers. And in this dream I was having lunch and I was going in and ask them to get my lunch. And Lee Hanks was there, and he was in uniform. Now Christian is a guy that my father worked with in the Fire Department for many years, but for me, I never really associated him in that role. He's just kind of a goofy guy that we have breakfast with sometimes, you know. But today he was in uniform, and he was sitting in the middle of the cafeteria with a laptop. And he said, \"Hey, Jess, come on over here and sit over here.\" And I was kind of like I didn't want to because I kind of knew what he was doing and I didn't want to be around for that. It was one of those things where I wanted to get outside as fast as I could, so I was trying to get my lunch and move around this really crowded place, and I think maybe I did sit down for a few minutes, but I really want to be there. What he was doing is they were going to have a fire drill, and he was sitting there with a laptop watching everybody and timing how long it takes them to get out. And he was going to like make notes and then see well the school had trained these kids and everything. So usually they do this during a class, but, you know, during lunch it would be total chaos. And there wasn't really much to it, except I was really afraid and just managed to get out and I was out in the bus circle before they actually started it. And then it's like I switched to another little scene that I had, I was in my room in Union City at Winter Park North, and I had like six or seven, maybe ten baby chicks and they were yellow baby chicks. And for some strange reason I was laying in bed and they were under my covers and they were all walking around and peeping and stuff like baby chicks do. And I think it was cold and I was trying to keep them warm or something. And in this dream I kind of went to sleep and then I woke up. And to my horror, I only had a few of them when I woke up. There were two or three that had died, and the ones that had died weren't like dead bodies per se, but they were like stuffed baby chicks. So it was so, I felt so awful that I had smothered them with the blankets and all. And it was just a really sad, horrible thing, and then I woke up."
        }, 
        {
            "number": "D-037", 
            "head": "2010-12-01", 
            "content": "Last night I was having a dream that we were supposed to be together with family or something, like Sheryl, Sandra and Sam, and that we were going to go to some theme park, but somehow in all of this we were riding in the car at nighttime and it's like when we used to bring Sheryl and Sandra and Sam home from North Dakota, Jacksonville. And they were in the back and I was laying across my mother and my father's laps in the front. And the next little scene was that somehow I was all grown up and I was supposed to, I was scheming and planning a way to buy two tickets to a theme park and save it. I had won them or something. And I thought I was going to buy two tickets to Venture Island, but as it turned out, I realized that I wouldn't really want to go there because a lot of the water things that were there have these vents and jets and all the scary things in them. So I decided in this dream some strange lady gave me like a program of concerts going on at Universal Studios. And in this dream I decided that I was going to go there instead because of all the concerts and everything. And I had come up with this plan thinking that my mother and I would be able to go go by ourselves and ditch my father so we wouldn't have to listen to him complaining about everything anyway. And I was looking over this program and it said that Bett Midler and Barbara Streisand and other people were going to be there, and I was trying to make my plan. The hardest part was deciding which day to go and who to see. And then I woke up."
        }, 
        {
            "number": "D-038", 
            "head": "2010-12-11", 
            "content": "Last night I was having a dream that I was at a AGO convention thing, but it was like my POE trip and it might have been a chapter event, I don't know. But there were a lot of us there and we got this great big packet of stuff, and there were these different presenters giving speeches to us. And somebody -- I think it was Mr. Dawson -- was talking to us about how to diagram something to show the form, and usually a form chart doesn't look like it, but there was all this like tree branches all over the page. And it was apparently showing how a composition was going. And then, before that, there was somebody talking about hymn playing, and we were talking about picking the right music for the right things. And then when they were talking about the form, they were saying how music is usually learned just mechanically, if you will, but the better you get, the better you get at audiation. And he was going to give us a little bit of dictation, and we were going to fill up this form chart based on what we were hearing in this like new orchestral piece, but first we were going to like listen to each of the themes, and we were going to write them out on a little staff, and we were going to put the letter or the theme next to it. And there was this one that went, [singing] very simple, and apparently it was in G, and it was obviously in 4/4, but the staff that was already provided for me had like one flat and it was the wrong line. It was on the middle line. Now I'm sorry it was on the G where it's normally on the B, so it had a flat that was on the wrong line and it said , and _______ started to write the theme out. I realized that there was a whole bunch of my own writing that wasn't supposed to be there. There were like 16th notes going all over everywhere that should have been like whited-out at some point. And it's like everything was gone except the very ___________ and all its smooshy white-out and it was just really annoying. And I was digging through my bag to see if I could find another piece of staff paper, and I was flipping through my packet to see if I could find a blank piece of staff paper. And I was thinking, \"Oh brother, what am I going to do? This is such a good opportunity, and now it's screwed up.\" And then I woke up."
        }, 
        {
            "number": "D-039", 
            "head": "2010-12-11", 
            "content": "Last night I had a dream, actually the night before I had a dream that I was in my relative's home town and I was supposed to catch a plane home. And my mother and I were in this bookstore. It was sort of like Border's ? except it mainly sold like books and things. And we were digging through these racks and we were buying books and DVD's and stuff, and I found these books that told the story of \"Little Mermaid\" from the perspective of each of the characters, and the books were like shapes like the characters, and they flat at the binding end and shaped at the other end. And I was supposed to be at the airport at 12:00 and I was supposed to catch my plane at a quarter to 1:00, and so we're digging and we're shopping and dawdling around and ______ I got to the plane ______ got to the plane and then next thing I know, I look at the clock and it's like 5:00 and I totally missed the plane and they didn't get me to the airport on time. And I was so mad. And then I woke up."
        }, 
        {
            "number": "D-040", 
            "head": "2010-12-26", 
            "content": "Last night I finally got some good solid sleep and I had a pretty interesting dream. Well, I think -- it's hard to tell sometimes -- but I think in this dream I was a little kid again. And I was playing in the yard, and then I was playing with the barn set upstairs like in a loft or something in the garage that kind of was like a hay loft almost. And I was waiting for Sandra and Lee to call because we were waiting to go somewhere with them. And finally they called. I heard the phone ring, and they wanted us to meet them at this department store. And so we got in the car and the _________ and my father had the radio on and it was some lady singing with a piano and the flute. And for some reason, obviously, I didn't want to run all around the department store, so my mother and my father were going to leave me in the car with the radio on with the ignition on so the accessories would run, but the engine wouldn't. and all, you know how that goes. But some older lady was there with us, and she said, \"Oh, come in the store.\" And she seemed like she wanted to buy me something, she wanted to cheer me up or something. She thought that I would have more fun in the store than sitting in the car. So I went along with her, but in my mind I'm thinking, \"Oh gosh,\" because you know those places can be kind of crowded and noisy and boring, to say the least. So the lady took us to the shoe department and I was wearing sandals. And she found these like tassel things, like from my graduation cap, and she hitched them onto my, she tried to hitch them onto my shoes. And then she saw these little teddy bear charms and she tried to hitch those onto my shoes. And she said, \"There, isn't that nice!\" And I thought, \"As long as you're happy, kid.\" But then as we were walking around, and we were with Sandra and Lee, it was starting to get dark. It wasn't starting to get dark outside, but the lights were starting to go out. And I seem to recall in the store they were playing, \"You gotta tell me too, exactly what to do what to do, and I'm so in love with you.\" And I didn't like that too much. Lee thought that was a song from the devil. And it is kind of scary because it has a few, it's just kind of weird. Then more lights started to go out and we're still shopping like nothing's going on. There was still plenty of light coming in the windows. But then by the end of this dream they were playing, \"What can wash away my sins? Nothing but the blood of Jesus.\" And, of course, she loved that. And then finally, when I was about to wake up, we were going, we could go down an escalator that was more in the light, but for some reason we decided to go down a stairwell that in the dark, and it was at the end of the store where the lights had gone out. So I remember just, and I wasn't really afraid in this dream. I was just sort of taking my time, you know, as I do, feeling for the railing and holding onto it with both hands. And then I woke up."
        }, 
        {
            "number": "D-041", 
            "head": "2011-01-08", 
            "content": "Last night I had a crazy dream. I dreamt that I was at Christ Lutheran and I was watching Jack Rane play the organ. And they had a white floor, and kind of reddish pews, which they really have. And the white floor had no carpet. And there was somebody up in the loft. And Pastor Mike was there. And there was this woman archbishop who was guest speaking, and she reminded me of something out of Prairie Home Companion. It was like a really solemn day. She was just really flippety flippety, and I thought to myself, \"Oh gee, this isn't going to bode well for Pastor Mike ________________ and things.\" And she was in a red kind of a flowery pink dress and the thing of it was, is that the organ was playing itself because Jack was, he had this MIDI sequencer thing that he could call up on it, and somebody said that they wanted to hear \"Phantom of the Opera\" so Jack made the organ play \"Phantom of the Opera.\"  And then there was something else, and the organ played some other goofy out-of-place song. And I was sitting in the back with Marylou and two other of her friends, and my mother was there too. She was supposed to pick me up. But for some reason I just sort of followed Marylou and her two girlfriends. And they were getting on a bus, so I got on a bus with them. And I asked them, \"Well, where is this bus going?\" And they were like, \"Oh, it's going to a tanning salon in a nearby city.\" And I said, \"I don't want to go to a tanning salon.\" And Marylou said, \"Well no, the bus is going and my college is another state.\" I think it was Virginia or something. And so it seemed like there was only a few of us on that big bus, and so the driver was kind enough to pull off at the first exit that we'd come to, which was just after US 19, I think. And so I had to call my mother on the cell phone. I was sitting at like this little rest area park thing at a picnic table, and I was calling my mother and telling her where I was. And she said, \"Okay, no problem, I'll be right there.\" And then I woke up."
        }, 
        {
            "number": "D-042", 
            "head": "2011-01-10", 
            "content": "Last night I was having a dream that I was at the beach with Sheryl, Sandra and Sam, and they had some other kids with them too. And it must have been North Bend Beach, I think. We were swimming around and playing in the water. And I was noticing that where it was shallow there was a lot of shells and poky barnacles and things, and it wasn't really that smooth at the bottom. And so we went deeper, but I wanted to stay close to them. And then they said they wanted to go and do something else. They had a dog or something they were going to walk. I think it was like a beige-ish-brownish dog, kind of like the dog Tiffany Sandra used to have. And so they went to do that, but I said I was going to swim so more, so I did. And then I got out of the water and I went into the like the little beach house thing to use the restroom. And I was walking around and I was wanting some food, and I went to this vending machine where you put cash in the machine and you get like a card, like a gift card that has like a plastic with money on it. And when mine came out, it wasn't like a credit card like you expect; it was like a mini CD. And I thought to myself, \"What am I going to do with this? Who would take this?\" And then I thought it might be time to reconnect with Sheryl, Sandra and Sam, so I called them on my phone, but and then I realized at that time I was totally naked, and I was like walking down the beach or running down the beach, kind of covering my chest. And I sat on the bench for a minutes kind of waiting for them. And I figured, \"Well, I'm not going to sit out here totally naked. I'm getting back in the water.\" So I did, and then I woke up."
        }, 
        {
            "number": "D-043", 
            "head": "2011-01-23", 
            "content": "Last night I was having a very bizarre dream. I was dreaming that I was in an elementary classroom as a teacher's aid, and it must have been a Christian school because we were talking about what sounded like it was the \"Acts of the Apostles,\" but they were calling it \"The Journey of the Early Christians\" or something odd like that. And they were talking about different stuff. And these kids were supposed to make posters about something like that, or going to a country and being a missionary. And I was supposed to make one, like as a model, to show them how they're supposed to do it, and it had this border, it had this square within a square, like a frame almost, drawn on the posterboard. And I had colored it orange and I was taking a big fat marker and I was trying to draw around the frame and make it like a 3D look, you know how you put a black on a side and then at the bottom to make it look like there's a shadow? Well, I was doing that on the bottom and the left to make it look like the light was coming from the right, and as it turned out, instead of a line, it turned out to be this big blob, and this really, really, really heavy line that was like running off the page, and it did that at the bottom too. And I was thinking, \"This is just so terrible. I feel like I really messed it up.\" And my mother was there, and she was like, \"Oh no, you didn't; oh no, you didn't. You to finish this up. You have to keep drawing this. You have to keep doing this.\" And I said, \"No, I'm not going to keep doing this.\" She said, \"You have to finish this up; you have to keep doing this and you have to use this one.\" And I said, \"No, it's the worst thing I've ever drawn in my life.\" And we got into this shouting, I was shouting at her and she was shouting at me, and she was trying to cover my mouth and I bit her hand. And then I snatched the poster and I ripped it up. And then I woke up."
        }, 
        {
            "number": "D-044", 
            "head": "2011-02-24", 
            "content": "Last night I was having a dream that I was going to be in some kind of movie or some kind of school play, and I think I was at home with my mother."
        }, 
        {
            "number": "D-045", 
            "head": "2011-02-28", 
            "content": "Last night I was having a dream. I dreamt that I was going to study at my tech school and my mother and I were driving to Union City through the night, and we were going to get set up. For the first two months I was going to study in my home town and have online classes there. And for the next month I was going to an apartment to stay over there. And then we would see what happened after that. This neighbor of mine to the west, she was helping me and advising me on which apartment to pick and stuff like that. And as my mother and I were driving down there, I think that for some reason when we got there, my mother parked kind of crooked when she went to go do something else. And I think I tried to move the car so that it wouldn't be crooked, and I realized that I wasn't going to be able to move it without risking doing serious damage, in other words running into something.  Let's see; what else? I think that we were staying overnight in this apartment, and it was kind of really little, and I'm trying to remember. I think maybe it was the next door neighbor who walked me to the school and then next thing I know, I was home and I was in Keith's front yard and there were a bunch of people dressed up with like Alice and different things, and I looked in one of the rooms _______And I was telling them all about my trip, and getting set up in Union City_____set up _____and they really liked it.  And then I woke up. Keith really did go to my tech school, and Saturday I went up __________ Fine Arts. No, I was in Great Explorations __________ and they were doing the Mad Hatter's Tea Party and everybody was dressed up like Alice In Wonderland."
        }, 
        {
            "number": "D-046", 
            "head": "2011-03-01", 
            "content": "Last night I was having a dream that Sheryl, Sandra and Sam had come to town, and I think it was Christmas time because we were going around looking at everybody's lights. And they took us to this one house that I think was their house. It had a horse puppet that was really big, and it was like t_____ things and it was like a marionette puppet tied to the roof and it was automated so they were saying how they would have liked to give it some more moves, but it would have really cost them. I guess the people who put it up there charged an arm and a leg for the moves that it could do. And then I was upstairs with my mother and we were trying to vacuum and the vacuum cleaner was like bizarre. It was instead of being loud and normal, it was quiet and the motor was turning like extremely slow. And I thought, \"Jeepers, what's up with this?\" And also in this dream my sink was dripping like crazy and I was beside myself because I didn't know what to do about it and I'm very conscious about not wasting water. I always feel kind of beside myself when I notice that it's dripping. I think that's all there was to it."
        }, 
        {
            "number": "D-047", 
            "head": "2011-03-07", 
            "content": "Last night I was having a very vivid dream that I remember quite a bit of. I dreamt that I used to take a lot of rides with Allison and Corie in their car, and for some reason _______ it needed fixing. And for some reason they wanted me to pay for it. And they were going to, for some reason they dropped me off at some strange intersection and they went on their way. And they said, \"You can go to the shop for us and let them know we're coming and tell them all about it, okay?\" And I said, \"Sure.\" And I kind of wandered around aimlessly, not knowing where I was going for a few minutes, and then I got it in my head that I could work with my monocular at street signs, and I had the address on a card that they had given me. It was an AMCO shop and it was at 50-something, and I was on 49th Street, so I knew I had to go one over, and sure enough, there it was. So I went in and I told them that Allison and Corie were coming, and then for some reason my mother met me at the shop because I didn't know how I was going to get home and there she was; she showed up. And next thing I know we were walking and walking and we ended up at Damon's Landing and there's this park and we were walking down the boardwalk, and first we came through like a restaurant, and on stage there was some music, and there was like a one-man band who had like a drum machine and a guitar, and my mother said he was in a parrot costume, like a parrot head fan. And I was kind of hungry. I wanted us to sit down and eat at the shop there because I was looking out and there was like a fence and we could see the blue, blue water. And we kept walking down the boardwalk and there were these steep inclines you'd walk down. And then we came to these stairs where we could walk down to the water, and we walked down and we stood there. And it was just really blue and it smelled really nice and wonderful. And there were other people swimming. And in this dream I was wearing jeans and some kind of long-sleeve shirt, and I thought, \"Well, gee, if I was wearing less clothes, I would jump right in.\" And I said to my mother, \"You have to tell me where Damon's Landing is in relation to the other things I know,\" and she said, \"It's more southern.\" We walked a little more and I said, \"You need to tell me where it's at in relation to other things,\" and she said, \"I don't think so; I don't want to.\" And that made me really mad, and I got the drift because she said it was southern that it was near Mid-town and she didn't want me to go there, and she didn't want to say it in front of all these people. That made me so mad, I wanted to push her in the water. And then I woke up. Also I'm remembering something that came before this whole thing, before I woke up to go to the bathroom. I was back at my high school and I was in the food court, like the outside cafeteria thing and that you could just have a school play or something. And my mother came by and I was at, my mother was going to come by on the tandem bike and pick me up, but I was standing around talking to Andrea and Crystal and a couple other people, and they were going to go for a ride downtown. And they were going to just sort of hang around and get to town and have a night on the town. And I was wondering about whether or not to just say I would go with them and get my mother to go back home. But while we were waiting, they were saying some really horrible things about these people they knew and what they did and, you know, how they were going to get drunk and stuff like that. And I figured I just wanted to get away from them, so next thing I knew, my mother showed up and I don't really remember riding home. I just remember being home, being so scared, and laying with her in bed and thinking to myself how much I really didn't want to be out on the town with Andrea and Crystal getting into all kinds of trouble. And then I woke up."
        }, 
        {
            "number": "D-048", 
            "head": "2011-03-28", 
            "content": "I have been having lots of little fragmented little stupid dreams lately that don't really have much substance, but are kind of isolated little whatever you'd call them. A couple of them, actually the night before last I dreamt that my mother had the vacuum cleaner up on the third level and she was trying to vacuum something and the vacuum cleaner motor was revving like the car motor would if it was in park and you stepped on the gas. And the vacuum cleaner motor was just going faster, faster and faster and I was saying to my mother, \"Unplug it; unplug it\" and it turned out it would do that revving business when she would lean on something. And there wasn't really that much to that one, and then last night I had this dream that was kind of a hodge podge. First I was down in Demon's Landing again walking on this platform thing, and then my mother and my father and I were in the car and we were riding around. And we were like going on the Interstate and it was almost like a roller coaster. I was hanging onto their arms and hanging onto the doors. It was like a crazy ride. And then, next thing I knew, I was driving and I was just sort of toodling down the street, hoping I was in the right lane. It was almost like I wasn't really doing that much. It was just happening by itself, and I was sort of trusting that it would happen and I was pretty scared when I woke up because I really wanted to get wherever I was going, and I was determined to get there. But I was just sort of thinking, \"Gee, just trusting that everything's going to happen.\" And then I dreamt that I was at Sycamore Gardens and I had this dream before that I'm at Sycamore Gardens and I'm wandering this crazy maze-like-type thing. But this time people were saying that there was a place you could go, and it had like a blues exhibit where there were several pianos and you could jam, and you'd go up a stairway in the gift shop and you'd come out on a balcony, and that's where it is. And that's where I was supposed to go. And I kind of got lost, but then I found it, and then I woke up."
        }, 
        {
            "number": "D-049", 
            "head": "2011-03-31", 
            "content": "Last night I had one of my typical school dreams. I was back at the media building at my high school, and I was going to some English class. And I knew that there would be a fire drill scheduled in the afternoon when I was in that class, but I had some homework that I really needed to turn in, so I went to this elevator. It was this really rickety elevator that wobbled and wobbled as you went up. And I was really scared in that elevator. But I got up to the class and took out and handed in my stuff and there was a substitute teacher and I just told her I'm visually impaired, and this is my ? schedule. And I need to already be outside so that I don't get lost in the shuffle. But it was close to the time change and my clock hadn't been changed an hour later, so I kept having to adjust in my mind and I was like doubting myself. And then I finally grabbed my books and ran down the stairs a few minutes before it was supposed to be 2:30. And I think I just went up to the lawn in the front of the school and sat down, and then I woke up."
        }, 
        {
            "number": "D-050", 
            "head": "2011-04-12", 
            "content": "Last night I was having a dream that I was going to a carnival for students who were graduating from my college, and it was outside kind of like at a park or something. And I was there at the gate wanting to get in. And they said you had to show the same credit card that you used to pay tuition and stuff. And I showed it to them and they said it wasn't the thing that she said, and the main said, \"Well, just go on in.\" So I went in and I was walking around. I think I was by myself. I don't remember too much about what I saw around the place, but I do remember one of the features was a carousel and there weren't many people getting on it. And because there weren't many people getting on it, it wasn't really _______. And he just got on a horse, and I think he did something -- I don't know what -- he did something to just start the whole thing. And he'd be riding on this horse and there were controls to make the carousel music louder and softer, and I remember that once I got on, some other people got on, and the horses were kind of ugly compared to usual carousel horses. They were plastic and they _______ formed and they weren't very colorful; they were just blah. And then I woke up."
        }, 
        {
            "number": "D-051", 
            "head": "2011-04-15", 
            "content": "Last night I was having a dream that I was taking a math class again. I don't know why this keeps coming back to me. But for some crazy reason it was like a catechism almost, and I was filling out a PDF online that was the homework. It was a worksheet all about Easter and stuff. And it was asking questions about the Easter story. And one of them that I can remember is, \"Do you think that the spirit __________\" or something like that. And then last night I had a dream that I was going to sing __________ play a clarinet or something. And the only scene that I remember was that I was sitting at a school desk, studying a musical score and trying to write __________________. And I was thinking how I didn't know much about how to play the instrument and how to _______________ to make the notes ________________, but for this to come out of the music and sing it and the teacher will think ____________________. ___________________."
        }, 
        {
            "number": "D-052", 
            "head": "2011-04-16", 
            "content": "Last night I had a funny dream that I was at St. Paul's for Easter. Now for some reason in this dream the sanctuary was this great big round rotunda with a wooden floor and big windows and curtains; no stained glass windows, just plain old, big old windows. And instead of pews, we were all sitting in chairs, kind of in rows. And the organ loft is up in the back and there was like a stage almost instead of an altar, kind of like one of these mega churches would be. The AGO calls them Big Box Churches, I guess. And I was there with somebody with dark hair. I kind of half thought it might be Marylou, but I kind of thought it was Sandra. And I was kind of thinking maybe it was Sheryl, even though Sheryl has light hair in real life. I kind of feel like it must have been Sheryl because I had a feeling it wasn't somebody really religious, but was just kind of there. And I was just kind of observing, and I was listening to the organ, and I was hearing the organ playing really loud and I wasn't hearing people sing too much because people don't really sing that much, I guess. And I was hearing the priest go on and on, and they were doing their different readings and things, and then everybody was going up to the stage/altar all in a big line. I think that there were lots of children who were getting baptized or first communion or something, but they were all in colorful outfits. They weren't wearing white. And then the priest was giving a sermon. I don't even remember any words. It was just like blah, blah, blah, blah, blah, blah. And he had a lot of the mannerisms of Pastor Mike and he was all in white. And then the organ played again and I kind of turned around when the organ was playing, and I looked up there and I could see some pipes. And the organ, we were singing \"Rock of Ages,\" and just like when I sing in church for real, I could feel my voice more than I could hear it. And so I could feel my voice resonating, and I was singing my heart out because I was so glad they picked one that I know the words to. And for real I really am happy when I finally hear a tune that I know the words to because, as much as I have been in church the past year, I still don't know many of the words to the hymns because people don't enunciate very well when they sing, and I don't take the time to stay; I want to go home. So in my dream I was, they didn't even have a post ______. The just did the last hymn and then everybody got up and for some reason I was wearing a vestment, like for a choir. I was singing like out in the congregation, but I was wearing a vestment. And when I got up, I not only lost the bottom of my vestment, but I lost my pants too.  Then I was running around with no pants and a bare butt, and everybody was like, \"Oh my God, oh, my God!\" And this one lady who was like an elder there, like one of the ladies like Judy from Christ Lutheran, she was like, \"Oh, Honey, you can come with me.\" I was kind of running around like a chicken without my head because I didn't know what to do. I felt like people were going to like nab me and kick me out or something and I didn't know which way to run. But this lady was like, \"Oh, Honey, you can come with me.\" And she took me to this back room and she gave me this purple ticket that would allow me to go into the donation closet and pick a pair of clothes, or at least a pair of pants or something.  And so I picked these purple shorts with sparkly jewels on them, and I put them on, and then I woke up. That was crazy, wasn't it? But actually, to think about it, I think this might be because I might not be buying everything they say all the time, I don't take everything so literally as they do, and sometimes I have my own ideas and I wonder how it might be if they ever found out what was really in my heart.  This running around with no pants thing is probably about that."
        }, 
        {
            "number": "D-053", 
            "head": "2011-04-18", 
            "content": "Last night I had a dream that was I was at a lesson with Mr. Dawson. And I was trying to play \"Thine Is the Glory,\" and I was getting all messed up because, I don't know, I just wasn't playing the right notes and he was saying, \"Well, I think you should do more ear training. I think maybe your audiation is not quite up to par.\" And, you know, he was saying that in a pedagogical manner, you know, just sort of a normal thing that needs improvement. And meanwhile people in the music Center were bustling around and bustling around and bustling around, getting ready for the musical show Rent, which I think we're going to go and see. And he was a bit perturbed because they were making all kinds of commotion while we were trying to do a lesson. And somehow I went, was away from the organ, and the stage was like this huge, you know, one of those blow-up raft things that was a major incline, and somehow I realized I was sliding backwards down the incline and I was yelling for help. And one of the crew members managed to pull me back up on my feet, so I wasn't sliding backwards any more. And so then I was back over by the organ and the bench was kind of high so I could hardly reach the pedals, and we were doing something. I don't remember what we were doing. But I realized I was stark naked, without a stitch of clothes on me, and I thought, \"Oh gee, I hope Mr. Dawson will forgive me of this and not think it was too odd,\" or whatever. And there was a photographer coming to take pictures of the set and all for Rent, and kind of very professional. And Mr. Dawson just kind of stood behind me and covered me up while the photographers took pictures and everything, and was talking and going on with things as usual, and kind of reaching over my shoulders and playing a little bit, like he does sometimes, just the most chivalrous, the most professional thing -- just covering me up until the photographers left. And then I woke up."
        }, 
        {
            "number": "D-054", 
            "head": "2011-04-19", 
            "content": "It's less than a month now; I'm getting so excited, I can hardly stand it. Last night I had a very nice dream. I dreamt that I was on the trampoline with about seven or eight other kids that were preschoolers or maybe kindergarteners ? , I don't know for sure, but I think they were preschoolers. And we had the \"Wee Sing\" tape playing, and we were playing all the singing games and the circle games. And we were having so much fun, and there was no fear, no anxiety.  Whenever I've dreamed about that tape in the past, there's always been something. And this time it was just so different. It was really, really nice. And I had my mother's little hand-held flat tape machine that sounded so terrible. It was on the bunny cage, just like she would put it, and when we were all done with that, we were like, \"Okay, that was over.\" And I flipped the tape over and there was some kind of country yodeling or something on the other side. And then all of us were kind of jumping on the trampoline, and the next thing I knew, I was like jumping on a bed or a couch. I think I was jumping on a couch, and I realized there was somebody sleeping there and I didn't want to wake them up. And then I woke up."
        }, 
        {
            "number": "D-055", 
            "head": "2011-04-23", 
            "content": "Last night I dreamt that I was at a school doing some observations on ______ and stuff. I was supposed to call someone by a certain time and a certain day to see if I could get a ________ation. Mariah Carey was coming to town and she was going to sing at some little restaurant somewhere. And they needed somebody to do what I thought was to run a teleprompter with the song words so that she wouldn't forget them. And I was thinking that I would be able to, I wasn't really sure if I would be able to do that, but I was thinking I might. And so I was at this school and it was kind of like South Bend. And I was going around to the beautiful classrooms and the teachers were showing me what materials were needed, and I intended to call this person on my lunch hour. But as it turned out, I was busy all _day long ? and I was supposed to call them at 3:00 and it's closing to be almost 5:00, so I was pretty bummed out that I missed that. But then next thing I knew, I was looking at the AGO website and it said if you still want to do this, contract so and so, but as it turned out, it was going to be, she was going to perform at this person's church. And the choir was going to sing back-up for her. And they wanted more than someone just to run the teleprompter. They wanted somebody to transcribe the stuff in the recordings, like I didn't know if she wanted just the back-up vocal parts transcribed, or if she wanted the whole thing, like all the instrumental parts __________, so I was ready to ask that and then I woke up."
        }, 
        {
            "number": "D-056", 
            "head": "2011-05-16", 
            "content": "Last night I had quite a dream that I was at a school that was kind of like my high school, but I felt like it was a college. It was during the summer and the type of activities that were going on were like a college orientation, but there were young kids there and I was kind of a young kid. And I think there were kind of middle teenagers, like 15 and 16 years old, and most of them were girls. And I think Sheryl, Sandra and Sam were there too. And we were on this playground. And it was a big, huge, tall playground with equipment for teenagers, like monkey bars that were really, really, really tall and stuff like that. And I was kind of involved in some kind of a hazing thing, I guess it was, now that I look back on it, in order to get into this whatever I was trying to get into. This group of girls was going to do something really odd. They would throw me up in the air and I would throw around and throw around and throw around and I would come down and I would hit this mat. And when I would come down and hit the mat, there was going to be this terrible, terrible, awful, awful, really really loud sound that would be triggered. And so I think I had________ or something, and I did -- I swirled all around and when I came down, it was just sort of like I floated to the ground and nothing happened. And the sound thing didn't work, fortunately. And I can remember doing a monkey bar thing and hoping that I wouldn't fall. And I was climbing to the top of some of this really, really tall teenage equipment. And somebody pushed me off of one of the things, and again, I kind of flew threw the ground and that time when I hit the mat, nothing happened either. But then they were kind of starting to chase after me, and my mother was there, and by that time it was almost dusk. And we were like running to the car because they were chasing after me, and when my mother and I got in the car, the car wouldn't start, but she just kind of put it in neutral and was able to get it going and kind of steer it a little bit. And we kind of were bumbling our way off into the night, and before I knew it we were home. And then I woke up."
        }, 
        {
            "number": "D-057", 
            "head": "2011-05-22", 
            "content": "Last night I was having a dream, another problem dream about trying to get into Christ Lutheran. I dreamt that we were having some kind of function there, like a dinner or a fundraiser or a dance or something. And we were in a big hall that was kind of like the Luther Hall, except it had a wooden floor, it was kind of like a dance floor. And people could come in the sanctuary and come through to the hall, which is where we were. And the part that I remember the best is that it was time to leave and people were clearing out, and I was going to leave. And somebody opened the door at the back of the hall, but it was kind of leading to another hallway going to the office. Somebody opened that door and I could hear the beep beep beep, you know, that says that your time is running or you only have a minute to set off the alarm. So I ran as fast as I could, calling for Pastor Mike, and eventually I got his attention. He came back to the back door and Shirley was there, I guess, and I guess Sheryl was there too. And they were diddling around and diddling around and diddling around, but they couldn't seem to get it shut off. So I just sort of went to the middle of the hall and hoped that it wasn't going to be too loud. And, of course, we heard it and everything, and the company came out and police came out and it was all dark, like all the lights went out. And the company was telling us all this stuff about trying to help us get our act together, if you will, and not do that again. And then, next thing I know, we were in the sanctuary and somebody did that again where they opened the door and the time was counting, and somebody didn't bother to try to shut it off, either that or they couldn't. So that time I just ran around the building and I took off running down the street, through that neighborhood for a couple blocks."
        }, 
        {
            "number": "D-058", 
            "head": "2011-05-28", 
            "content": "I was up most of the night sniffing and snotting and whatever else because I just couldn't go to sleep, as stuffy as I was. So when I finally did go to sleep, I had this dream that was so very real, it was kind of scary. It wasn't really scary, but, you know, I dreamt that my mother and my father had come back already and it was Saturday morning. I dreamt that, I don't know, I guess they just sort of showed up and I saw the truck out there, and I said, \"Well, why did you come back?\" and my father said, \"Well, because I drive too slow.\" And apparently that must have been what they were arguing about. And apparently also they had forgotten some things. Apparently there was thing that you would put your feet in and have them washed or massaged or something, and they had left it here at the house and they had intended to take it with them. So it was probably going to be a few days or more before they left. And I was really disappointed because it wasn't even really sure that they would leave again. And I was still, I went through a couple of phases where I would wake up and go back to sleep, and I couldn't really be sure that it was actually a dream until I really woke up and it was daylight. And I looked out the front and the truck wasn't there, and then I was really sure that it was a dream. And also I was having this other dream about being in the school someplace. And it actually kind of looked like the pier. Then I could be there for one or two classes and come home. And actually I didn't even really feel like I was attending any classes. But I was rolling around and they had this roof top place like the pier does, and like I understand the hospital does. And we were out there with a couple other students and there was a white board, and the students were writing what they would like to see, up there on the white board. And ______ were talking about a recording studio, and I just stepped back and thought to myself, \"Well, surely I won't get into it because they people will. These people are kind of h_____ people and they're like they're just going to hog it.\" And then I dreamt that for some reason I was swimming in this indoor pool, and when I got out, I was naked. And I was kind of running around in a quasi locker room, and there was this guy in there and I was really embarrassed. And he was trying to help me find something, maybe some food or my clothes or the right place to go out or something. And then I woke up."
        }, 
        {
            "number": "D-059", 
            "head": "2011-06-08", 
            "content": "Last night I was having a really strange dream. Actually we were riding around doing errands with Elise. It was me and my mother and my father and Elise were all in the car, and there was someone else with us. And we were riding around to different stores and things, and it was time to get ourselves some food. And for some reason my father knew of this van that would be parked by the police station, and this van would have like all kinds of food rations and little things that they give to prisoners. And for some reason, somehow, they were going to let us have some, if it was anything we really wanted, right? I mean, it was so, they had like little spools of thread and little socks, little containers of food and just diddly things in different drawers and things. And we got Elise some things from there, and someone was telling us the story of this food that fell in the mud and how they took like thousands of bacteria processes and things and somehow cleaned it up, and they don't know what they did or how they did or if it was safe. They just know they did it. And next we _________ parking lot and for some reason there was a fire truck, and for some reason my father had to move it. And he said something about, \"Go over to one side,\" like over around to the left, \"and go out of the parking lot and wait for me over somewhere else.\" Well, for some reason, instead of going left, I went right, and he was backing the truck up. And I thought that he wanted us to get in the truck so that we could keep going. So I went around the back of the truck over to the passenger side, and I was so close to getting run over. The truck was like touching me, almost about to knock me over. It was moving slowly, slowly. So I just climbed onto the bumper for lack of a better way to say it. I just climbed onto it and hung on so that he could do all his maneuvering and I wouldn't get run over. And he kept turning it and stuff, and eventually I managed to tap on the door. And I don't remember what happened after that. I don't even remember us getting back in our car to go home. Then I woke up."
        }, 
        {
            "number": "D-060", 
            "head": "2011-06-11", 
            "content": "Last night I was having some crazy dreams. First I was dreaming that we were ___________ that was like ___________ but they had different names and neither one of them __________________, but they were real proud of me and ________________________ and they like __________________________. So _________________ _________________ on 7th Street. And I was kind of taking care of them. I think I was like -- oh, what should I say? -- I was ________ing up things around the house and I was helping to dress them or something. And they had an alarm, but somehow I was able to get in and out and just deal with it. They taught me how to shut it off. And the only thing was when I would leave, I wouldn't re-arm it. I would let their next caregiver to come and she wasn't __________________. And I really wanted to _____________________. I guess I really do miss the coming and going at ___________. The only time I was like afraid is when I was in the house and they weren't there for some reason. But they showed me how to look at it and make sure that it was off. And ___________________ a house alarm security system, but the settings were all dealt with on a panel that looked like an alarm clock, like one of those ones you find in a hotel room. That was kind of odd. I kind of think there was a whole lot more to these people. It was kind of a nice dream actually. We were talking and stuff. But I don't remember too much of it. Now the next one is kind of bizarre. We were at Disneyland, my mother and I, and it was one of those things where __________________________ and apparently my father didn't really go on any of the rides, but he was out in the middle of the park where there was grass and trees and stuff, and he was just kind of like bored to death, kind of sleeping in the truck. We had the green truck this time. Now there were some things that were leading up to this, but I can't really remember _________. I just remember the really scary part. My mother and I were in the Bermuda Triangle ride, which it's like in a big auditorium and the floor just kind of moves this way and that, kind of makes you think you have to go somewhere. And we were kind of walking around. There was a whole lot of people there. And we were playing musical chairs and picking different seats. And my mother, I was little enough so my mother could just carry me. I must have been like a toddler because she could carry me comfortably. And then they made a big announcement that everybody had to get out, and there was a fire alarm. And it didn't actually sound like the fire alarm at school. It sounded like a very loud fire truck back-up alarm. So she was able to just grab me and scoop me up in her arms, and we were off. And there were just tons of ______ and tons of people trying to get out. I don't know where all those people came from because I didn't notice so many people when we were enjoying the show. And somehow they had people that were directing the traffic and we were able to get out. And when we got out __________, and I can remember just feeling really, really scared after that. And my mother was like, \"I'm going to put you down, I'm going to put you down,\" and then eventually she did, but I said, \"I ____________ if I'm getting heavy, you can put me down, but I'm not letting go of you for anything.\" And then the next little scene was that -- oh, I know -- we were out at the green truck and my father was talking to somebody about it, and a lot of the hardware on the back near the bumper, like there was some p____ and things and there were a couple of other things that were for towing, and a lot of hardware was all made out of chocolate. So when you had a hankering for chocolate, you could just go to the back of the green truck and get some. And for some reason my mother and I were going up this tower because apparently we wanted to take the green truck up there for some crazy, crazy reason -- I don't know why -- and it was kind of like Tuck's Tunnel at Great Explorations, which I've never been there, except there was a light on and it was all white instead of all dark. It was like there was light and there was like white carpet on everything, so you were in a white nothingness. And we crawled and we crawled, and at first it was fine, and then my father and I, we turned, we were going higher and higher, we were just crawling and crawling up the slope. And then we turned and it got like almost too tight to go any further. And I got kind of off ____________. And my father said, \"Well, you just have to go about it the right way,\" and he got kind of a little stuck too and he had to kind of go out the other way. And we went the other way and there were like these doors that led -- we thought they went out to some kind of stairs that go down to the outside, but they led to this observation deck, which was kind of, there were tables and there were _____ and there was this wrought iron railing and stuff. And we asked somebody ___________ the stairs back ____________. And I was kind of afraid to go down the stairs because of what happened at the other place. I'm trying to think, did I ever come down? I don't think so. I think I was on the observation deck and then I woke up."
        }, 
        {
            "number": "D-061", 
            "head": "2011-06-19", 
            "content": "I was having kind of an odd dream last night, although it wasn't really all that odd, considering everything that's been going on in my life. I dreamt that I was in a hotel room and I was at an audio work station with a computer screen kind of far away, and there was a typing keyboard and there was a musical piano keyboard. And they were both on the same sliding tray. And I was blasting some kind of rock and roll music and playing along on the keyboard, and I had it the level of mix so that I could hear my playing even louder than the blasting music. And I was jamming out and playing the records and everything, and then I realized that there were two or three other girls in the same room that were hearing all of this, and it was really late at night. And I apologized to them because I was really probably keeping them up. And they said, \"Oh no, that's okay.\" And somebody called up the stairs that my mother had come for me. Now I don't know how or why, but somehow Uncle Larry and Aunt Christine were involved here somewhere. And apparently I was staying somewhere until they could get me, and they came to get me. And I was trying to pack up a whole bunch of stuff in my bags because it was like suddenly I had to get up and go. And I was packing like computer speakers and like crayons and books and just a whole bunch of bulky stuff that people wouldn't normally take on a trip, I was packing in my bags. And I was thinking, \"How am I ever going to carry all this stuff around?\" And I can remember doing the scene kind of like typical, where there are these stairs and they're kind of steep, and you go up and it's a dead end and you get really claustrophobic or something. And it was one of those kind of scenes in Grammy's house, but I can't really why or what or anything. And then I was feeding chickens back here at the house. There were two of them. There was a red, a Rhode Island red, and there was a B______ Ch______. I forget the official name of B_____ Ch_____ r_____, but I think you know what I mean. And it was another one of those dreams where we had them for a while and I had been forgetting to feed them and I felt so awful, and I didn't know how long they had been here and I had forgotten to feed them. And apparently they were doing okay because they scratched around and found bugs and stuff, but I was doling out cracked corn and bird seed to them, and the B____ Ch____ chicken was kind of half blind, and we had a Rhode Island red that was kind of half blind, but this chicken wasn't getting the idea that I had food for them, and I was trying to get her to eat some and she wouldn't. She kept running away. And she kept just kind of wandering around. And finally she went in the garage and was eating little bits of my hand. And then, as I was starting to wake up, I was having this other scene where the dream was the dream world was not really a place in the mind, but it was an actual other dimension place you could go to. And I was kind of thinking in my dream that if I carried Big Bird to the dream world, then other people in my dreams would see him and I would be kind of _______. And in this scene I was kind of walking around in a living room at a big party, and I was carrying him, and there were all these different people that were talking. And then I woke up."
        }, 
        {
            "number": "D-062", 
            "head": "2011-06-20", 
            "content": "Last night I had quite a dream. I dreamt that I was going to a conference of the National Federation of the Blind, and it could have -- you know, when I think about it, it could have been the _____ or it could have been a theater organ conference. I really don't know for sure. ______________ and apparently I had to leave from my city airport and fly to Charleston and then I made a connection in Charleston and then I would come back to my home state, I think, because it was in the south part of my home state. And I would rather do all that flying rather than ride in a car all that way. But _______________ I didn't know what city in my home state it was going to be in.  And as it turned out, it was going to be in Honolulu, Hawaii, and so it was easy, yeah, the city was going to be Honolulu, Hawaii, but I had a feeling like the location was really a small offshore island, because I was in a taxi and we could drive there. And the taxi driver started going south and going and going, and I sort of didn't think I was going to go all the way with him, and he really didn't want to go all the way, because he said, \"Oh, that bridge, oh, my God!\" But I was using the time to make some phone calls to figure out what the heck I was going to do, whether I was going to call my mother and my father and have them come rescue me and say I had screwed up or whether I was going to call the people regarding the NSB or somebody was already going to be at the door _______. I don't know exactly how I solved this, but I think they gave me the name of somebody who was already going that way. And next thing I know, I was at the conference. And I don't know how or why this fed into it, but the city name of Honolulu reminded me of Lalalu, and I was hearing the version of Lalalu that was a duet between a man and a woman. And that was kind of weird. So I got the house. This conference was actually at a house, and this is what makes me think it was a theater organ thing, because there was a great, nice, nice piano and there were two organs, and they were electronic organs, but they had this little pedal board like mine has. And they were decent, they weren't old analog, you know; they weren't the funny ones. And this lady was there and we were sitting at the piano and we were getting ready to do a duet, and _______ -- bless his soul -- was being so rude. He was butting in and waving his own music, and talking over us and just really, I don't know, just being rude. And then the conference was starting, and someone was starting to speak and _____ King didn't want to sit down and be quiet. So the lady who was doing the piano duet with me and two other people kind of like herded him and escorted him into another room. And then I woke up."
        }, 
        {
            "number": "D-063", 
            "head": "2011-06-25", 
            "content": "I had a frustrating dream last night. I dreamt that I was at my tech school for a guest performance. I don't know how I got to Union City, but I think I took a DART cab all the way.  What do you know about that? Speaking of cabs, I actually took a cash cab to work today because I forgot to set another one. I was all wigged out yesterday.  So anyway, I took a DART cab all the way to Union City in this dream and I was at my tech school and I was sitting in the coffee shop and having dinner with somebody really, really famous, I don't know who. I don't really have any kind of a name __________. It wasn't anybody whose name I would recognize. And he was just kind of making small talk before the presentation, and he was saying how overwhelmed he was by everybody wanting him to hear this stuff. And somehow I took to talking to him, I don't know, I'm just special that way. I have a way to draw people in sometimes, probably because I'm so precocious, probably more than I should be. So we started talking and I started blah, blah, blah, blah, blah, all about me and stuff. And he kind of seemed to like talking to me, so we talked a little bit. And he said, \"Well, you seem so enthusiastic. Why aren't you doing it now?\" And I said, \"Well, first of all, I live in my home town,\" and I said, \"If I were up here, I would doing it more, but I'm in my home town,\" and I told him all this stuff my parents say and how they kind of pooh-poohed the whole thing, and how they're, you know, kind of gave them a little bit of a sob story which is very unprofessional of me. And then he started talking about other things and how I could eventually maybe get back to it, and I said, \"I know the theory really well in my head, I know about ______ _____. The problem for me is finding out how to make the teeny piece of equipment do what it's supposed to do in a timely fashion.\" And he said, the whole rest of the crowd got there, and it was like time for me to stop talking and pull back and let someone else in. And the next scene flipped to when we were done with the presentation -- apparently the whole thing was in the coffee shop. It didn't look like the one that I remember, but the floor was white, so it must've been the one I remember. The one I remember was like in the back of a building and it was really, really open and airy. And this one was kind of closed up like a little store front shop. So it was after the presentation and he said, \"Well, how are you getting home?\" And I said, \"Well, I don't know. I'm thinking I'm going to have to call my parents.\" And for a minute he kind of did a ________ and said, \"Well, why would you have to do that?\" And it just seemed odd. Sometimes my father says the most odd things at the most odd times. So he said, \"Well, let me call my wife real quick.\" And he made this call and he was talking a little bit, and then he said, \"Well come on, let's go.\" And I can't remember how it happened, but I think we were walking, and he said, \"Well, I could use _________ in the house anyway because I've got paint fumes coming up from the floor\" or something. I think he meant to say that he was having painting and all kinds of stuff going on at his house. So for some crazy reason, I don't think I even called home, but my mother showed up, of all things. And she's like, \"Well, come on, Jess, let's go.\" And I said, \"Well no, I'm going to ride with so and so,\" I can't even remember his name. He's really famous, he's a sound _____. I want to ride with him and I want to have more of a report.\" And my mother said, \"Well, you don't really know him,\" and this and that and the other, and I just had the biggest hissy fit you can ever imagine. I was, once I got the drift that she thought she had to save me from that situation, I let loose. I was yelling and screaming and running after her, and trying to throw things at her. I threw, when we were having this scene, we were at a park. I'm starting to remember it better now. I think this sound man and I were walking in the park to get to his car, and I said that I remembered that park because it looked like one of the ponds at my complex. So we were at this park and my mother and I were fighting and having our fits. And I threw my phone and my purse in the pond, and then I just threw myself on the ground and was rolling down the hill, and I knew I wasn't really going to go too far too fast, but I was. And then I was walking in the shallow water, and then it was nightfall and then I kind of -- actually I think I was at home when night fell. Somehow I got home. I must've ridden home anyway, and I didn't know where my phone or anything was, probably because it was still in the lake!  But I realized that I needed to call my tech school and let -- I think his name was Nick -- I needed to let Nick know that I got home, but that I still wanted to talk to him some more sometime. And so that he would know that he didn't have to wait for me any more, and that I didn't drop off the face of the earth, and apologized to him for the whole thing. So I realized that I couldn't call 407 on a land line because we don't have long distance any more, and I was messing it all up and not really doing the right thing, and in this dream I couldn't even call the 1-800 number for Admissions. I used to be able to call the 1-800 number for Admissions and they'd transfer me to whatever department I asked for because when I first got there, I didn't memorize the new number for a while, so I would just call the Admissions number. So anyway, I didn't talk to anybody, but a while later I heard this ringing and ringing and I followed my ears and I found my cell phone and I answered it. And the lady said, \"It's a Pissa (?)\" and she said it was a lady from the desk at my tech school. And I was just starting to tell her about what happened and to apologize and pass the message to Nick for me. And then I woke up. Oh, how frustrating, and how tiring!"
        }, 
        {
            "number": "D-064", 
            "head": "2011-06-25", 
            "content": "I can't believe how this summer is flying by. I was having some dreams last night. The first was like I was going to get on a plane to go to my relative's home town to stay with Aunt Christine and Uncle Larry and my mother, and it was going to be kind of like old times, and I was getting excited. But the thing was, that things got all goofed up because ____________ that I put things off and I was running around at the last minute, and I was packing and stuff. And I didn't get to the airport until like a little _____ before. And it's funny, this airport was really, really different. It was like an old _______ building. But I felt like I knew my way around it really well, all by myself. And there were all these rooms, but there was only one gate where planes would take off. And, you know, it kind of looked like the old hotel across the street that got knocked down where the town homes are now. It was like walking around in there. It was totally deserted. There were windows letting lots of light in, but there were no electric lights. There was like b______ concrete floors and old scraps of junk laying around. And there was this old rickety elevator that you couldn't really even know if it was going to work or not, and there was a regular stairwell. So what you had to do in order to get to the place where planes took off, was you have to go up to the third floor, which I did. I was able to go on the regular stairwell. And then there was this little room you had to go in, like my mother's crawl space almost, except you could stand up in it. And it was like a closet in Grammy's house actually. And then you had to climb straight up a little ladder, in total darkness, and I was pretty, I don't know why -- I shouldn't have had a problem with that -- but I was really afraid and I did not want to do that. I guess I didn't know how I was going to get my bags up there, and I don't know, it was just kind of scary. It was another one of those step dreams, I guess. And I was considering taking the elevator the rest of the way, but there were a couple other people around at this point and they said that the elevator didn't go that high, it only went to 3 and stopped. Can you tell the rain kept me up last night? And so in the end, I think I missed the plane. I can't really be sure, but people were telling me they could see out the windows, you know, the truck that moves it sometimes. The truck that moved it was moving it, and it was pushing back and I didn't even get, I didn't have the, I was diddling around too much and I didn't have the nerve to finish that last leg of the journey to get out there to get on. And that was a real, real bummer. I didn't know what I was going to do. And then I woke up, fortunately, and heard it raining and was awake for a while. I was really glad, but awake nonetheless. And I went back to sleep, let's see if I can remember. Oh, I dreamt that I was playing with Erin. I was taking her to the park all by myself, and having to keep track of her. And she was older than she definitely is now, but she was like three or four and she was running around like Anthony does, and I was holding __________ keeping track of her. And she had a different voice and she was even speaking like Anthony. And she was climbing a tree and I was following her up it, and I was climbing it too. And I think I was wearing jeans and no top, and I got her back home. I had a wagon and then we were all going to go to some kind of a show. And I don't remember anything about that."
        }, 
        {
            "number": "D-065", 
            "head": "2011-06-29", 
            "content": "Last night I was having a dream that it was my mother's birthday, and we were going to go to a museum or some kind of an art festival and we were riding two school buses _____________________. _________________________ We walked in this ________ and we caught a bus _________________ ___________ _________________. And I remember this one place where we went in a building and we had to go up an elevator to the bus station, up on a platform like a ramp sort of. And it's kind of where all the buses were stored, and it had nice brick ______________. And I remember when we were at this point, when we were on the elevator, we kind of lost my father. So in the beginning we had all three of us, and then when we got to the bus station we were like running because we were afraid we were going to miss the bus, and we got in the elevator and my father was still back in ______________. And I don't think we ever really caught up. My mother was, and then we got to the bus and my mother was kind of diddling around, and I was walking around and I was saying, \"Ho, ____________ bus 19.\" And one of the drivers said, \"Oh, that's me.\" And she came over to me and offered her arm, and I saw that there was nobody really on the bus when we got there. And I said, \"Well, I don't really have to get on yet. I just wanted to make sure I could find you and not miss you.\" And she said, \"Well, _______________ yet.\" Okay, _______________________. So we, my mother and me and this driver walked around for a little bit, and then I don't know if we ever got on the bus or not, but next thing I knew, we were in some kind of beauty shop and I can't remember, my mother was trying on clothes and I was trying on clothes. And I think we got our _________ or something. And the last thing about this dream is instead of riding the bus, I was in the park kind of walking some of the time, and some of the time I was sitting on this little raft with wheels, if you can believe it, pushing with my hands to get some momentum going, and then you're just rolling for a while. That was weird. I think I had this dream because yesterday I forgot to set up my cab for work, and in the morning I took a cash cab, and in the afternoon I called Keith from behind us and he didn't answer his cell phone, so I called the company again and ordered another cash cab, and waited for like an hour and the cab never came. There was one point when I saw the cab, I could have sworn I saw a cab go by in the parking lot, but before I could yell or get up or anything, he was gone from view, just like that. And so at that point, I thought, \"Well, he must have come around but was too stupid to see me waiting over here, and he didn't even come over here.\" So then I called Keith again and that's when he answered his cell phone and I got to go home with him. And I heard buses going by, and I thought, \"Well, gee, I wonder if I could just go on the bus and go home.\" And then I figured, \"Well, that wasn't such a good idea because I don't know where that bus is going. And I was thinking about how with a cab you just tell them what you want, easy to use and reliable, while riding the buses would not be fun."
        }, 
        {
            "number": "D-066", 
            "head": "2011-07-01", 
            "content": "Last night I was having a couple of dreams. First I think we were at the fire station and there was some kind of a dinner going on, like some times at holidays -- at Thanksgiving or Christmas -- we would come to the fire station and we would all kind of have dinner if my father was on duty. Well, I got the feeling that this was like that, except it was in the middle of the afternoon, and there was some kind of awards being given out or something. And I had lots of work to do for various things, and they had set up an office for me there so I could be there by the paperwork. And I don't remember what exactly I was working on. Apparently I was trying to make some arrangements for early childhood music or something, it was this weird thing. There were two computers set up, a Mac and a PC, and somehow they were supposed to collect ______________________. And we were at the lunch table and somebody said they were going to be testing and working on the fire alarm, and I was like, \"Oh great.\" And in this dream it was just like I was a little child. I was really nervous and jerky, and I tried to go back to the office and I was thinking to myself a little bit of what I needed to do next, and I said, \"I need to go outside; I'm just too nervous. I can't do this.\" And then I actually, it was a good thing I went outside because I realized I was supposed to be somewhere else. I realized that I was supposed to be at this one school that I said I was going to do a music session at 3:00 o'clock and it was now 2:30, and I didn't set up a cab and I was here instead of home. So my mother and I got in the green truck and we took off, and I don't really remember being there in this dream. Next thing I knew it was the next day and it was my birthday. And I was going to have an early childhood music birthday, where I would, instead of my own friends, I would invite lots of families with young children and we would all do musical activities together. And it makes me kind of laugh when I think of it, because even though this would be fun for me in a classroom setting, I'm not particularly sure I would want to do it as my own birthday, although maybe I will someday, just because the understanding would have to be that the parents would definitely have to watch their kids because I would have no control and they would be running all over the house. And let me see, is there anything more? I can't -- oh, I know, just the only thing with that is that I was going to get people invitations on that very morning and then expect them to come later in the afternoon, which is kind of silly. And I think I was making a cake, and then I woke up."
        }, 
        {
            "number": "D-067", 
            "head": "2011-08-02", 
            "content": "Last night I was having a kind of a creepy dream. Sam was in town and we were getting ready to go to Disneyland. And my father wasn't going again. It was me and my mother and Sam. And at first I was thinking that I didn't want to go either because I was remembering the nightmare we had with the Morgan family. But as this kind of went along, I realized that I wanted to go too, that we'd probably have a lot of fun. And let's see, first of all, weirdest of all, I dreamt that our house had heat sensors and alarms like public buildings do, and if I colored with a marker or a crayon in the house, even on the porch, it would sound like a fire alarm in a public building was going off. So I had to be really, really careful and if I wanted to draw or color, I actually had to go out in the front yard. And I was making something that I don't remember what, and then I'm trying to remember what else. I think we were supposed to go to bed early so that we could get up early the next morning and get on the road, but Sam and my mother and I stayed up yakking and yakking and yakking all night pretty much, and I don't remember what we were talking about -- funny stuff, kind of ________________ and just kind of bonding, I guess. Now normally in the past couple years we wouldn't really know what to say that much, but here in this dream we seemed to have a lot to say. We were just kind of goofing around. Sam was laying on the couch, and I was sitting on him, like when I was a little girl, and we were kind of wrestling and playing and stuff, and my mother was on the sleeper couch. There wasn't an organ yet in this dream. And I think I showed Sam Big Bird and he really liked it, but then I remembered that my father was sleeping in the bedroom and I had left him in the bedroom there because I thought that nobody was home, and I was just hoping that my father wouldn't wake up and see him, but he did. And he woke up -- it was kind of like 5:00 o'clock in the morning, his normal time to get up, and I guess we had kind of been up all night, and he woke up and just sort of casually carried Big Bird out and put him on the sleeper couch and I was so embarrassed because I didn't want my father to see him. And I was kind of, while my father was in the bathroom, I was kind of talking to Sam about maybe he could convince my father that it was his, and then I realized that Sam is probably under a lot more pressure to be grown up and manly than I am. So I don't really remember how that went. And then, let's see, and then I went upstairs and I was putting on orange tights like they weren't really tight per se, but they were like knee-high socks and they were bright orange. And I was going to wear these goofy brownish shoes. And I was getting dressed to get out on the road, and then I woke up."
        }, 
        {
            "number": "D-068", 
            "head": "2011-08-12", 
            "content": "I had a silly, silly dream last night and there were lots of silly parts to it. But unfortunately I waited until late in the day to record it because I couldn't find my darned tape machine, and now only the first part is all I can remember. But I know there was lots of interesting stuff to it. It's kind of a bummer I can only remember this part. But I was in a movie theater and it didn't really have theater seats, but it had wooden chairs. And the front part where you stand in line, it was kind of a Disneyland thing where you have wooden sort of counters and wrought iron railing things and have to kind of walk in these big line things. And there were two people that were kind of like the owners, and they were like high school or college kids. And they were doing this thing where they were just opening their first plays and they were all excited and happy, and they were having like a grand opening where all their best friends come. And they were boys and girls. They were a bit like Elizabeth's family, I think, the way they acted and stuff. And I don't know, we were all in there milling around and somebody opened another door, and I heard the beep, beep sound, you know, the count-down sound like I hear at Christ Lutheran. And I realized, \"Oh, my gosh, they don't even realize that they have to go to their piano and shut it off. I need to get out of here!\" So it was a typical scenario of realizing that I'm taking off running down the street the other way just like in every other crisis I'm in. And in this dream I had a towel wrapped around my head, which usually dulls sound quite a bit. And I was running across an intersection, and I was with the light, meaning that the traffic was only going parallel to me and the other ones were stopped. And there were some right turners going on right in front of me, and I actually had an experience like this a few months ago. And I stopped and I was like standing there in the middle of the street while three or four right turners went by, and then I got to the other side of the street and I was like, \"Phew!\" and I kept running. And I heard the time was up, but get this -- instead of hearing an alarm going off, I was hearing the Overture from Mary Poppins, you know, the very first feed the birds scene? And then there was the voice of Julie Andrews saying, \"Ladies and Gentlemen, if you don't leave, I will have to use the alarm. Okay?\" And then there was a chorus counting down like five seconds or something. And then, instead of a regular modulated sign wave, like a \"whoo whoo,\" it was almost musical. It was more like, \"Whoo ...... [going up and down\" kind of all over the place and it wasn't really -- I'm trying to think right now -- it wasn't really quite so loud because I had run so far, but I could hear it and it was just kind of crazy. How bizarre! How bizarre!"
        }, 
        {
            "number": "D-069", 
            "head": "2011-08-14", 
            "content": "I was having another one of those nights where I got a lot of sleep, but I kept waking up for some reason, and I had a lot of silly little dreams that I would remember each time I woke up. But now the only one I can remember is the most recent one, which was at a high school, I think. It wasn't any particular school that I remember being at, but it looked sort of like a school we went to when we were at a competition or something, kind of odd floors and walls that were kind of odd colors, kind of greenish. And I was, I can't remember why I was there. I had to take some kind of class again or something. It wasn't one of those dreams I would have sometimes about failing and having to go back, but it was more like I had some kind of official business, but I don't know what it was. And next thing I knew, I was back in Mrs. Dougherty's chorus, and there was this girl who was picked for a solo, and she sang most of the song and then we were going to sing after her, like at the very end. And the song was, \"Once more b_______ coming to ____________,\" and it was so gorgeous, and I was crying in my dream. I don't know if I had any real tears or not, but in my dream I did. And people around me thought I was crying because I didn't get the solo, but really it was so profound and it was so amazing to hear and to be a part of. And all I remember is just wanting to stay and wanting to be there, and not being able to make myself leave like I knew I should. And even, I remember she was going to go over certain passages and give us certain measure numbers and tell us about the things to focus on. And I remember just really wanting to hear all of that, and then I woke up. It was kind of a crazy thing.."
        }, 
        {
            "number": "D-070", 
            "head": "2011-08-16", 
            "content": "Last night was one of those nights that I had more than one dream and I can remember them both. As you can kind of hear, I'm really kind of under the weather, and I just managed to roll myself out of bed at 8:30. And I think this time I'm getting enough sleep to get better. What happened was about 2:00 in the morning it started pouring cats and dogs, and obviously it woke me up and I couldn't remember if I had closed my windows upstairs, so I had to get up and trot upstairs and see if my windows were closed, and they were. If I just didn't care, I could have saved myself all that walking up the stairs and down and being awake for the next hour, but I didn't want my stuff to get wet. So then I laid around and laid around and couldn't go back to sleep, and then got up and wandered around a little bit, and then I laid back down and went to sleep. I think I slept from about 11:00 or so to 2:00 and then from 4:00 until about 8:00 o'clock, maybe a little later. So anyway, the first dream that I dreamt I was in the front yard and there were sprinklers all over. And they weren't really spraying at the grass like they were supposed to do. They were spraying at the sidewalk and they were spraying at me, and I was getting soaking wet. This is probably because I was hearing the rain outside. And I ran across the street and stood on the lawn of the condo-town home things and I realized they had sprinklers too, but they were kind of aimed the right way, and I was only getting a little wet over there. So then I went in the middle of the street and stood there a few minutes until our side went off. And then I came back to our side, and we had a pet turkey, a female, and she was sitting and sitting and couldn't lay any turkey eggs for us. So, get this, I was reading her a story and petting her to try to kind of calm her down and not make her so nervous and help her lay an egg.  That was crazy."
        }, 
        {
            "number": "D-071", 
            "head": "2011-08-20", 
            "content": "Okay, in the second dream I dreamt that my mother and my father were home already. I wish I would quit dreaming those dreams about them being home, because that would only make them come home faster and I don't want that. I wish they'd stay until the end of October, maybe the beginning of November. And if they could do it and it wouldn't be hard or stressful for them, I'd say, \"Stay the winter, man!\"  So anyway, I dreamt that they were home and I still had some of my stuff scattered and strewn around down here, and I was trying to pick things up and put things in order. And the kitchen table was just a complete and utter mess. My mother had come home and put a whole bunch of baking and packing stuff out, and some of the things that I kept out were kind of a mess. For some reason I had left a couple of empty grocery bags, like the cloth ones we carry, and I left a couple of boxes and odd things around. And I left Big Bird on a kitchen chair, and people were walking by him and I was hoping that they wouldn't see him. And I was going to try to hurry up and take him upstairs, but my father was in the bathroom doing his bathroom thing, and I didn't want to risk having him be seen. And so I just, I just laid him on his side and shoved the kitchen chair under the table, and covered a tablecloth around him, and thought, \"Okay, I'll wait until everybody's outside and then I'll take him upstairs. And then I woke up."
        }, 
        {
            "number": "D-072", 
            "head": "2011-08-21", 
            "content": "Last night I had a dream that my mother was acting in a play at the Palladium, and I had the feeling that it was kind of like when she would do a dance recital, except she wasn't in a dance recital, it was actually acting in a play. I had no idea what the play was about or what her character was. I just remember being so excited for her and so thrilled, and I came along, and I remember being able to pretty much come and go as I pleased. The Palladium was about half full, there was some audience. So pretty much whenever I wanted, I could come out front and watch the play or go backstage and diddle around. I remember the backstage area was kind of a white floor instead of how it really is, and there were different dressing rooms and stuff. And I remember one time when I was backstage I was dancing with the other cast. We were holding hands and kind of line dancing. We were all backstage. And sometimes my mother and I would hang out backstage and she had a little while before she had to go on again. And then it was like an hour's worth of intermission, believe it or not. There was like a whole hour before the second half, and for some reason in my dream the Palladium was right next to the park, kind of where the baseball diamond is and where the t____ place is. So we got to walk around the lake and we were stopping at a water fountain sink-like type station to wash my hands and take a drink, I think. And for some reason she thought my face was dirty, so she was washing my face. And just about that moment there was a horrible horn honking and siren blaring going on, and she's holding by the face and she's washing my face, and I broke away and started running away. And as it turned out, it wasn't a fire truck or an ambulance or anything normal. It was some kind of a boat that was in the lake and it was from something called the Teddy Bear Foundation. And the Teddy Bear Foundation was apparently a halfway good organization that gave teddy bears the tour of the hospital, but they were also like Tea Party zealots, and what they were doing was they were staging a protest because they thought the Palladium wasted too much public money and was too much of a drain on society. And somehow I was able to jump in the lake and swim across the lake as a shortcut to actually walking around the rest of the lake. And then my mother and I walked through the place where the scoreboard is, where I used to hide in the bushes. We walked all through that area and cut across this field, and then we were able to get back to the Palladium on time, and I can't remember any more of that part, but I do remember the part where we got home and my mother and my father were fighting as per usual, and my father was kind of wondering, \"Well gee, what were you doing there all that time?\" meaning he knew that my mother was in a play, but what in the world was I doing there? Well, I told him that sitting backstage in the wings I could actually see the play better from instead of sitting out front further away, and, of course, that was baloney, but it sounded good to him. And I listed all kinds of books that I had with me to read and stuff. And then I woke up."
        }, 
        {
            "number": "D-073", 
            "head": "2011-08-23", 
            "content": "I have been having a problem __________________, a problem which I have never really had and I only really _______________________. But basically when I got my cleaning and my xrays from the college back in May, they had given me a referral to go to my dentist because they said that it looked like one of my fillings on the lower right was wearing out. Now wearing out, that doesn't really sound like it's a cavity or anything. So I said, \"Well, I'll just let it go; I don't want to go deal with that.\" So now it's the end of August and in the past few days it has really been getting my attention, and I've been finding all kinds of ways to deal with it, like tipping my head sideways or having Listerine in my mouth for a while has done a pretty good job of numbing it for about an hour, not really numbing it, but making the pain going away. And ibuprofen doesn't really work that well, but I dug through the cabinet and I found _______________ does work, and I took it before Carl came and it worked like a charm all evening long. So I'm telling you all of this because last night I had a dream about teeth. And I mean, that would stand to reason, right? There was something else going on, and I have really no clue what it was, which is unfortunate. I woke up in a \"blahhhhhh\" state of mind because in order to go to sleep with all those issues, I had to take a pill, which really made me feel like a dead fish in the morning. So I couldn't remember most of what I dreamt, but what I did remember was that I had lost several teeth. I mean, they just started getting looser and fell out, just like they did when I was little. And then the one on the right, which was bothering me, in my dream it finally came loose and fell out too, but what it was, was instead of a normal-sized tooth, it was a huge oval chunk thing, and I said, \"Well, how in the world could this be in my mouth?\" And as I held it and studied it and examined it, it got bigger and bigger and bigger, and it was like it's the weirdest thing. I mean, it was an old, old thing. It was almost like a picture frame and the outside perimeter was a little bit more raised than the middle, and the middle was sort of indented and kind of lumpy and bumpy, and it was kind of like one of the big molars in the back, I guess. But I looked it in the _______ and it had like all these colorful sparkly things in it, and it just sort of crumbled and it was falling apart in my hand and there was gooky stuff and it was the grossest thing ever, and it was kind of funny. And one thing ______________ because I was having a funny little memory of when I was about 10 and Sheryl came in 1995 and _______________ for some reason kind of ___________ at the time. And I guess I was losing teeth or something, and Sheryl said, \"Oh, I know, you're going to have a dream tonight that the tooth fairy is going to bring you an amplifier in the shape of a tooth, and it's going to blow you out of your bedroom.\" That was funny."
        }, 
        {
            "number": "D-074", 
            "head": "2011-08-28", 
            "content": "Last night I was having a long string of really weird dream sequences. My voice is pretty low right now and it should stay like that. Okay, first of all I dreamt that I was in my relative's home town and I was with Grammy, and I don't know if my mother was there or not, but I was sleeping in a bed and it was morning time and she was vacuuming and she just opened my door and brought this vacuum cleaner in and it was so loud, and, of course, I didn't like the fact that she woke me up. So I tried to say something, but my voice couldn't be heard above the sound, so I got up and I was like waving her back with my hand and by the time she moved on to the next room, I wanted to make my point. So I hurried up and ran in the next room and was trying to show with my body how frustrated I was. And then the next thing was, there was a school that apparently -- I'm trying to think of the word -- I think it was called Writers L_____ University. And it wasn't a regular university, but it also had this other wing that was for young people, and it was kind of like Interlochen (?) in that it was for really talented arts people. And I don't know how I got there. I wasn't actually enrolled, but I was walking in the ________ and _____________ walk into some of the classrooms, and in one of them they were doing like animated projects and things. And this one girl had rigged a piano, like a prepared piano, except it was with electronic sampling, and she had this box full of CD's and she said they would allow her to play her favorite '90's songs. And the one she demonstrated for us was \"Paints\" (?) ______________ grown up in our family portrait we were pretty happy, let's go back to that. So the CD played like the background accompaniment and then she played the foreground sound, like on a regular like keyboard patch. And everybody was kind of like, \"Oh, I ____________, this isn't really anything very beautiful. Anybody could do that.\" And there some other things; I can't remember exactly what they were. But I think for some reason there was a fire drill, I think. I don't really remember it that well. I don't remember rushing to leave the building. I just remember feeling pretty lost when I came back in. And everybody was kind of thinking that I was not following the right procedures. I don't go in the right line or I didn't do the right check-in or I didn't make the right handshake or something, and I felt like, I kind of felt like I was sort of pseudo enrolled ______ first day, and I was like, \"Well, I wish I would have known what the correct procedure to follow was.\" And so apparently you had this paper that you overlaid over a calendar and you to cut out a little opening over the dates where this happened so that you could show that you were there for that day. I don't know of anything crazier. And then next the really bad part was that -- oh, and before I go to that, in this school one time I was walking down the hall and Garrison was there reading one of his books and giving a lecture, and he was out in the hall and there were several students around him. So I went to go and listen to him for a while and then I kind of faded away after a while. Then I dreamt that I think I was in my relative's home town or something, and something really awful had happened to me and I was laying there with my mother kind of trying to discuss it. And I didn't remember it actually happening, but I remember kind of feeling intuitively like it did happen. And I was saying to my mother, \"Well, if it was real, then why don't I remember it?\" And she was saying, \"Well, if it was so horrible you repressed it.\" And she was saying, \"We need to get you to a doctor and get you checked out\" and stuff like that. I was feeling kind of really funny about the whole thing, and I was crying in the dream, but there were no tears per se. And it took me a long time to just get kind of calmed down and all that sort of thing. I don't know where in the world such a bizarre thing could have come from. And I'm trying to think if that was the last thing that happened before I woke up, because when I woke up, I was so relieved that none of it was real. And there was one other thing that happened along the way. I was in the church and I was diddling around playing their organ and their choir was kind of warming up, and I thought that I could just sort of hang around, and then -- oh, and I was looking at a picture that was hanging from the music desk where they had tied it on. And was like a picture of a saint or somebody, but I couldn't figure out who it was. And then somebody leaned over and said, \"Hey, we're about to start. This isn't polite to be doing this when we're about to start.\" And I said, \"Well, okay, I'll ______ your instrument and leave.\" And that's all I can remember."
        }, 
        {
            "number": "D-075", 
            "head": "2011-09-13", 
            "content": "Last night I was having some kind of scary dreams. The first I can't really remember. It was one of those nights where I know I slept, but I slept really lightly and I kept waking up. So the first dream, I dreamt that I was putting on a puppet show and there were these really, really funny-looking cootie-bug like type puppets, and I was making them jump up and down and say stupid nonsense things and whatever else like that. And then I woke up and was awake for about half an hour. And then I went back to sleep and I dreamt that I was on a plane, one of those little planes like we flew on when we went to Key West -- I don't know exactly what you call it, but more private than commercial. And for some reason these dreams about flying, I have this sort of nondistinct sort of relationship between being in a plane and being in a car. And it was kind of the same thing, and the way it usually goes is I'm in a car and I'm riding with somebody, and then I realize that I'm flying; or maybe it's the other way around, or, you know. But this time I was with two or three other people and we were coming back from some kind of conference, and I was trying to get home. And apparently we had to land like at some strange airport that wasn't where I wanted to be. And it was like, we're in this big building, but we're going down water slides and stuff, and we're kind of splashing and playing in the water. And we're apparently trying to pass our layover because I had to wait like four and a half hours before I could get on another plane. Then I realized I was stark naked and there's all these people around and I was thinking, \"What are going to say about me going on a plane stark naked?\" And then I woke up and it was some other hour, I think it was about 7:00. And then I went back to sleep, unintending, and I dreamt that I not only didn't finish my degree at the college, but I had just been let go, and that people were saying that when I was working there, I falsified documents and made things look so that they weren't right. And apparently according to them, I didn't do in on purpose; I did it because I just wasn't attentive to detail and couldn't really read everything I was supposed to. And I don't know exactly all the details, but it was something like that. And it was almost like being in high school, because the two campuses were sort of combined again. And again, I was stark naked and I was walking around, and apparently -- I don't know -- I think I had scheduled a cab or I didn't connect with a cab after I had been let go, and I was there wandering around aimlessly with nothing to do and I had like three hours before I could go home. And I was like laying down in a sunny patch by some bushes and I was like crawling along the ground and hoping nobody would see me. And then I woke up.  That was bizarre, and how bizarre and how bizarre!"
        }, 
        {
            "number": "D-076", 
            "head": "2011-09-15", 
            "content": "Last night I was having a dream that some orchestra conductor or somebody was going to put on this great big, huge, giant oratorio that was like really really long and had like 100 singers and 100 orchestra people and stuff. It was the classic late Romantic gargantuan m______ sing, although I had the feeling like the composer was a rogue like Handel or somebody. And the goal was for them to do this totally without any electrical power of any kind from the grid. So apparently I think they were going to put up, they weren't going to have any amplification for one thing. And I saw lots of lights on the music stands and there were like Christmas lights along the stage, and they said that they were run on solar energy. And I was supposed to participate in this thing, but I really didn't have a score, I didn't know what we were doing, I was just going to kind of bumble along. I was supposed to play piano, but quite frankly I thought I could just sort of hide in the back and pretend because there would be so much going on, nobody would hear me anyway. So basically the little bit of action in this dream, I was in some foggy stuff I don't remember. One thing I really do remember was I was behind this huge, huge, huge bleacher thing that was really risers that went like -- you know how most chorus risers have like three or four tiers! Well, this one had like 10 or 15 tiers to it. It was like really, really high and really, really steep. And I was thinking, \"Gee, the people up there can't be afraid of heights in order to do this thing.\" And I was just thinking, \"Gee, I hope this thing doesn't fall on me back here,\" because I was like back behind it. And then I woke up."
        }, 
        {
            "number": "D-077", 
            "head": "2013-09-24", 
            "content": "Alright, this is a test. I'm going to try something new today. My little tape machine broke, so I'm going to have to try to record this digitally and see how it goes. Last night I was having a dream that we were all at the beach and I was riding on some kind of boogey board or something, some kind of something or other, and I was paddling around trying to kind of swim a little bit, and I was looking for a place where I could just sort of float and be away from people. And everywhere I kind of went there was another person or another thing, and I was paddling way out to the deep. And when I was out to the deep, there was this big -- it almost didn't look like a ship, it looked like a big truck floating out in the water. But I reasoned that it has to be either a boat or a ship or something. And it had its engine running, and it really sounded like a diesel truck engine like you hear on the highway. It was sitting still, but I thought, \"This thing could move any minute now,\" so I figured I'd better get out of its way. So I started paddling real quick back towards the shallow section and there were a lot of people around. And then I met with my mother and there were some other people there that I thought we knew, but I don't remember who they were now. And apparently we were supposed to meet up with my father at some point, but he was doing something else. Oh, and there was another funny thing -- we were talking about whether Santa would come to town on an inner tube, and we were saying how hilarious and ridiculous that would be.  Oh, there's more to this, I can't remember for sure, but then I realized that all the other people in the water were from like a cruise, and that the cruise had arranged for a bus to take everybody back to a hotel. And we were staying at that hotel, so we figured, \"Well, gee, we'll just hitch a ride on the bus.\" So I imagine we dried ourselves off and got on the bus with all our blankets and picnic baskets and stuff, and in this dream my mother and I each had a cell phone and my father had his own cell phone. So I said, \"Okay, we need to call my father's cell phone and tell him that we're on a bus and we're going to meet back at the hotel instead of at the beach. So my mother called my father's cell phone and, of course, she didn't say, \"We're on a bus; we're going to meet you back at the hotel.\" She said that, \"Oh gee, I got a funny missed call on my cell phone and the person who called me, I don't see the numbers. I see a bunch of strange letters. And I wonder if you know what this is about,\" and a whole roundabout thing, and, of course, she got irritated. And when she hung up, I said, \"Why didn't you just tell him we're on the bus and we're going to meet at the hotel\"? And I got a little frustrated with her because she just misses the obvious so much sometimes. And then I said, \"Well, it's okay, I know you have this trouble sometimes,\" and all of that. And then I woke up. Oh great, now I dropped it [recorder] Now I've got to find it. Isn't this crazy!"
        }, 
        {
            "number": "D-078", 
            "head": "2011-09-28", 
            "content": "I am quite the sicky chicky right now, as you can probably tell. Peep, peep, peep, peep. I first of all wanted to see if the batteries in this thing are still good, which it appears that they are, and also I wanted to recount something funny that I remembered when I was digging through a box of stuff trying to get myself reorganized with the meager strength I have today. So I don't know if I already put this on one of my other tapes, but I figured it's better to have twice than not at all. I remember there was time when I was young -- I have no idea how old I was -- I could have been a toddler, I could have been five or six, possibly seven, something like that. And we were up in my relative's home town during the winter time. And it was Halloween. And, come to think of it, the time that I remember, the one time I remember really getting out of school to go to my relative's home town was when I was in kindergarten. So I was probably in kindergarten at the time because it was Halloween and there's not really a big school holiday for Halloween, but I know it was Halloween and we were in my relative's home town. Either that, or it was actually later; it could have been Thanksgiving and we were just playing Halloween. But I felt like it was Halloween, whether it was Thanksgiving or Christmas or whatever. Okay, so it was winter time and it was really cold outside, and it wasn't really practical to go trick-or-treating around the neighborhood and slipping and sloshing through the snow and ice. So we came up with a novel solution to our problem. We were at Uncle Larry's house and Josie and Bobby and I all put costumes on. I don't remember what Bobby was, but I think Josie was a witch and she was fussing about how her hat didn't fit right or something. Josie was always fussing about something when they were little. And I remember I was a bear. Aunt Christine found this bear costume somewhere, and I remember her showing it to me, saying, \"You're going to look like a bear when I put this on you.\" So there we were, and we were at Uncle Larry's house, and Uncle Larry went in his bathroom, my mother went in his studio and Aunt Christine went in the bedroom. And we three kids took turns going around knocking on each of those doors saying, \"Trick or treat.\" And each time we would go like to one to the next to the next and back around again. So I remember we must have gotten candy and stuff. They kept putting candy in our bags each time we came around, and Uncle Larry was the one who was the most creative and the most trying to be spooky and stuff, and he would say scary things like, \"What do you want?\" And I remember one time near the end he picked each of us up and kind of hung us upside down or something like that. And I think at one point we each got one of those pop-up things. Josie got -- I don't remember -- Bobby got the skull and I got the pumpkin, so Josie must've gotten the witch. You know those things with the suction cup where you put them down and then, when you least expect it, they pop up and then they fall down? So they saved those 'til the very end, and that's all of that story that I can think of right now."
        }, 
        {
            "number": "D-079", 
            "head": "2011-10-01", 
            "content": "I know I got some sleep last night because I had a dream. I dreamt that I was back at PLE and I was in a great big Anglican church. And I remember we were singing a hymn that I knew because I was singing in my sleep, I mean, probably not really, but at least in my dream I was. And the thing was I was being led by some boy, somebody that was actually part of me, one of the volunteers or somebody, and I think that he was in the service and there were a few more people that were in the service. And he led me up, we had to like at some point we had to process like from the organ loft down like to the main chancel. It was almost as if we were giving communion, although I don't remember that actually. And he led me up down like way too early, like way before everybody else, and the pastor kind of said, \"What are you doing up here so early?\" and kind of sent us back to our seats. And then after _____ and all, we had to go back up to the organ loft and we were singing, \"Christian men rejoice with heart and soul and voice.\" He took me way early up there too, but that didn't really matter. And a lot of the people were in the service were wearing a uniform and the priest or pastor said, \"What are you doing in uniform today?\" I don't know what was up with that. And now I remembered what else I dreamt. I dreamt that for some reason I was in this great, great big, big building and it had something to do with something that was top secret, like it was like one of those big buildings in New York, but it was like a government building. And I have no idea why I was there except I know I took a cab there and I know I had some kind of business there. And this man was kind of helping me find my way around, and then all of a sudden things started beeping as though there was going to be some kind of alarm that sounded. And I got all nervous and jerky, and I told the man about it and he didn't really seem to get it. He was ______ with it. And apparently on the top floor there was this main like control room where this lady in charge of everything sat, and she had like a co-pilot, if you will. And I wanted to talk to her. The only way I was going to really relax about this is if I talked to her and let her know. And so as time went on, the man started to catch on to what I was so worried and scared about, and he started to help me rush faster and faster to get up to this office and this lady. And there so many other interesting little things along the way that I just don't remember. And then I got to the lady's office and I don't remember what happened up there, but I remember finally feeling safe, like I was in a place where if the alarm went off, I wouldn't really hear it that well. And I was also feeling safe in that we were kind of out of the way of all the chaos of what was going on because it was pretty crazy in there. That's all I remember."
        }, 
        {
            "number": "D-080", 
            "head": "2011-10-02", 
            "content": "I've still got a little bit of a frog in my throat, but I'm getting better, I think. Last night I had a not-so-good dream. I dreamt that it was Easter time, of all things, and I had gotten my mother and my father a keyboard so that they could learn to play the piano if they wanted. And apparently I think they must have wanted to. It was kind of like the first one I had, like the cheap Radio Shack model. It wasn't really that big. So I had wrapped it up and put it on a stand so it was kind of pretty obvious what it was. And we were doing the usual Easter basket thing, and my mother had put some little things in my Easter basket. I had a feeling like they were like note pads and little diddley things like that. And we were going to do Easter things on Easter morning. And I don't remember what happened or why, but my mother and my father had some kind of argument and my father decided, \"Well, I don't want to do any Easter things now. In fact, I don't want to do any Easter things this week.\" So I figured, \"Well, okay, that figures. I'm going to open my Easter basket all by myself, and I'm going to take everybody's presents back upstairs, and I might not even keep them; I'll just get rid of them.\" And then I can't really remember opening my Easter basket, and then I'm trying to remember what else there was. I was in the kitchen and my mother and my father were on the back steps. And my mother and my father were trying to talk about making a schedule and holding _______ mark again, and my father like, there was a bush of sort of like daisies, I think, and my father whipped his hand across the bush and was on purpose like knocking all the blooms off of the bush and starting to yell. And I think I, I opened the door and said, \"Hey, everybody, you have to stop this. This isn't civil. What are you doing here? You're wrecking things.\" And somehow my father slid and fell backwards and pushed me backwards too, and I was laying on the floor and his torso was laying on top of me, and not really on purpose, we just sort of fell and that's how it happened. And I felt like I was being crushed, and I said, \"Get up, get up; I can hardly breathe. I can't move.\" And he said, \"Well, you'll just have to get yourself up.\" And so I twisted and fought and pushed and fought my way out from under him, and eventually I was able to get free and get up, and then I woke up."
        }, 
        {
            "number": "D-081", 
            "head": "2011-10-11", 
            "content": "I overslept again today. Last night I was having a dream. I don't remember if I was at St. Bartholomew's or St. Thomas, but I was at one of those churches. And it was kind of small and local and Episcopalian, I know that much, and I was in there to take some pictures and then possibly play the organ. And the doors were unlocked and I felt like I could just walk in because I know that neither one of them really, I don't think either of them has anything to be afraid of like Christ Lutheran does. So I was in there and I was sort of having feelings like, \"Gee, what if somebody catches me in here; what would they think?\" And before I could take a picture -- I wanted to take one of those pictures where it's kind of a crazy illusion where you're standing there and you're looking up and you see all the stained glass windows and everything. But somebody came in and said, \"You know you really shouldn't be in here, so I had to leave, but then two other people were coming in behind her, and before I knew it, all of Dr. Keyes class was in there to rehearse. And I think even Astrid was there, because she's in college chorus now. And in that part of the dream there weren't any pews or anything. There was this great big wide open space where they were standing and rehearsing. And, in fact, when Dr. Toronto's chorus was assembling, the scene kind of shifted and they were in the cafeteria. And we were like in a school cafeteria, like either at Bancroft or at my elementary school. It wasn't like my high school's cafeteria. And I'm trying to think, I think some people were sitting and some people were standing, but they were basically in formation. And I walked in the door and I asked Dr. Toronto, \"Is it okay if I just listen today?\" And he said, \"Why sure.\" So -- get this -- I put a pallet and a blanket down and some pillows and I laid down and I listened to them rehearse laying down, as if I were going to a sleepover.  What is up with that? And there were some times during the rehearsal when somebody was just goofing around or they're doing what they were supposed to or something, and he just sort of went over and talked to them quietly and then they left. And I heard people make comments about that. And so there was kind of an uproar, I mean a moderate uproar in rehearsal. I have no memory of what they were singing or how they were doing it. There was kind of a little episode there because Dr. T. said we were going to have to cut it short because they were going to do a fire drill and we were going to have to go outside. And as long as we were going to be interrupted, we may as well go outside because it was going to happen like any second now. So all these like 40 or 50 choristers were going out ahead of me, and I thought, \"Gee, how am I going to get out in time?\" And, as a matter of fact, I got outside before it happened and I never heard it in this dream. And I started walking away from the school, like so that I would be further away when it happens. And Dr. T. started walking with me, and we were walking down the little path that was kind of off school grounds, if you will. And, again, I'm not even sure what school I was at in this dream. So while we were walking, he was talking to me and encouraging me, \"You know, you should start singing again.\" And I was thinking, \"Well, I don't know. I don't think I can.\" And he had me match some notes and I could match them, and he said, \"See there?\" He was talking about hymns and how easy it is to learn to sing hymns. And then I woke up."
        }, 
        {
            "number": "D-082", 
            "head": "2011-10-17", 
            "content": "Last night I was having kind of a goofy dream. It was one of those deals where I woke up in the night and then slept really lightly. And I was hearing some music in the background. And the dream was that I was on this crazy thing that would, I guess I had the notion was made from the recycling cart, you know, the cart that I take to the store and to recycle bins. But it was a flat piece of wood with wheels and a lawn chair stuck to it. And I was riding on it, and I was rolling down the sidewalk, and actually, yeah, I could steer it by tilting my body a certain way. So I was rolling down the sidewalk with Big Bird on my lap, and I was rolling through the 22nd Avenue crosswalk, and apparently I had just enough time to reach out and push the button as I kept on rolling and rolling. And I said, \"Gee, I hope the cars stop.\" And I was really scared about that. But I managed to roll through the street without any incident, and it was like I couldn't stop the thing, it just kept rolling. And it was rolling, rolling, rolling all like down the big bike trail that we take at the park sometimes, and I kind of leaned way far to the right to make it go like past the playground. And -- get this -- I was naked. I was in my underwear with no top, and I was at the park, and I had gotten to a nice sunny warm spot that I was going to sit down and just sort of take a nap, I think. And some guy came up to me and started talking to me. I don't even remember what he was saying. But he was saying, \"Shouldn't you, what if you get cold? Shouldn't you be wearing more clothes?\" or something like that, and I was so embarrassed."
        }, 
        {
            "number": "D-083", 
            "head": "2011-10-31", 
            "content": "Last night I was having a dream that I was riding on a big ship with some older ladies. I felt like they were people I knew, but I wasn't really sure who they were. And we were going someplace. I had a feeling that they didn't like to fly, so we were traveling by boat instead of by air. And I was inviting them to come and see me at home sometime. And they said, \"Oh no, I couldn't really do that because my car would need to be washed,\" or something goofy like that. And then the next scene was that I was in the back yard and we had a pet goat. And we had six or seven baby chicks. It was a pretty nice dream. I dreamt that I had four yellow chicks. There were two that were kind of golden, like they'd grow up to be Golden Comets. And there was one with dark feathers, and I wasn't sure if it was a Rhode Island Red or a black chicken. But I was worried that the goat would eat them, and I was doing all kinds of things to try and keep them apart. I was out behind the garage in the alley and trying to feed the goat grass, and then the goat laid down and I laid down and I was kind of picking up handfuls of grass and dropping it over where the goat's head was. And I realized the goat was asleep. And then next thing I knew, the goat was laying down inside the fence by the back gate, and the chickies were walking and climbing over him, and I was trying to move them and get them away from him real fast. But then I noticed he was just laying there as they were climbing over him, and I realized that goats don't eat meat, that goats are herbivores, I think. And then I woke up."
        }, 
        {
            "number": "D-084", 
            "head": "2011-11-01", 
            "content": "Last night I was having a dream that somehow my mother had won us tickets to go to the new Celine Dion Las Vegas show, but even though that I felt that it was that show, it had come to a venue that was either one nearby city or another or somewhere close by our neighborhood. And the first scene we were there pretty early so that you could park and get a good spot. And people were running around doing a sound check, and I was having excited because we were going to get to hear the sound check. But it wasn't anything interesting like the sound checks that we hear that she does. It was just the technical crew like checking microphones and lame stuff like that. So somebody said they had three pencils, of all things, and somebody wanted somebody to volunteer to go deliver them to Celine's dressing room, and I thought that would be pretty cool. And I had a feeling like it was a place where she lived, like almost like she lived at the venue, kind of like at Cesar's, how she lived for a while. But as my mother and I and, of course, I volunteered, so as my mother and I were walking down the hall to go down the elevator, I realized that, first of all, they didn't tell us where to go, and second of all they didn't give us anything in writing or any kind of a pass so the people wouldn't believe us when we told them what we were supposed to do. So we decided we had to go back to the lady who gave them to us and get something more from her, or have her call somebody or something like that. But next thing I knew, we were out at the car. I guess we had moved it or something and my mother had parked it at kind of a crazy angle in a driveway. And we were sitting on the curb next to it because they wouldn't let us back in the parking lot because they were either resurfacing it or an accident happened or something. So there were all kinds of emergency vehicles going by, and some of them just had their lights and some of them whooped their sirens kind of intermittently like they do in a parade. And I was pretty nervous and jerky. I was sitting in my mother's lap, kind of covering my ears, trying to back as far from the road as I could and all that excitement kind of wore me out. I remember feeling really worn out after that. And then next thing I knew, we were back in the show. The place was different than what it was when we started out when we were there for sound check, it was like a real stadium kind of auditorium, and now it was like a school cafeteria. And I had the feeling that there were going to be all these other singers there, kind of like one of those TV specials where they have a lot of singers. And we were going to, I think Celine was going to sing like one song and then like be a part of two or three others. And I remember enjoying the other singers, but I remember being a little disappointed. And we were like way at the side so I couldn't see anything, and there were these cafeteria tables rather than regular auditorium seats. And people that I knew -- like Dr. Toronto and Mr. Setzer were in the front taking pictures and diddling around and stuff. And then I think after that I woke up before too much of the show was underway."
        }, 
        {
            "number": "D-085", 
            "head": "2011-11-02", 
            "content": "Last night I was having a very fleeting dream that I was at some, I was performing in some organ concert, and it was kind of a big deal. I felt like it was the Halloween dinner at Christ Methodist, because they had their little step going up to the organ. And I was playing one of my great big giant pieces. I don't know if it was either my Hindemith pieces, or maybe it was the Bach Prelude in C Minor. It could have even been the Buxtehude Passacaglia that I'm working on right now. But I was playing a piece that had multiple sections. And I got up there and I just had no clue what I was doing, and I got to the middle section and I got to where I wasn't playing the notes any more; I was just making stuff up and it was hard to just play and make it sound consonant and plausible. And then I just sort of ended it on a, just resolved it to a major chord and thought, \"I need to just stop all of this.\" And normally, if I were playing something like that in church, nobody would be the wiser and I would kind of be off the hook. But here we were at the AGO concert, so Mr. Dawson and everybody and their brother was there and I was extremely embarrassed because I just totally didn't practice or anything. I just totally went up there and made a complete fool of myself. And I'm trying to remember how the conversation went with him. I can't really remember the words, but the idea was, I think he was just a little bit taken aback at how unprepared I was and trying hard to be nice about it. And that's all there was to it."
        }, 
        {
            "number": "D-086", 
            "head": "2011-11-17", 
            "content": "Last night I was having kind of an interesting dream. I don't remember all the parts really, but I dreamt that Aunt Joyce still lived in my home state and I dreamt that my mother was driving me up to see her, and she lived in the middle of the state M______, something like that. And the main thing was, she wanted to see how I'm doing with my L____ Disease. And while I was up there with her, the rest of the family was getting together back at home or something. And the weird part was while I was up there, Aunt Joyce was going to this Jehovah Witnesses convention. Now I forget what the name of her tradition is, but her tradition doesn't like medical treatment for its individuals. They sort of shun that, which is kind of scary, but anyway, I know she's not a Jehovah Witness. So the weird part of this whole thing was that there was this playground and I had the feeling like grown individuals, like middle-aged adults, were going to play on the playground and sing the \"Wee Sing\" song as part of the Jehovah Witness convention. Now what's up with that, I don't know. And there was this boy -- probably about 10 or 11 -- kind of right near one of my students, and he was going to have me go down a tunnel slide, but I was looking at it and I realized how little it was compared to my size these days. And I thought, \"Gee, this is going to be claustrophobic; I'd better not do this.\" And then he showed me that there was a bigger, open one, and he wanted me to go down after him. And I can't actually remember climbing up the slide, but I remember standing at the bottom and sort of kissing him as he came down. And then we were all kind of in a line, we were dancing around, singing, \"Go 'round and 'round the village,\" the song from the \"Wee Sing\" ______ song. And there were others that we were going to do, and I wanted to record this thing that we were doing. It's funny, when I dream about the \"Wee Sing\" tape now, there's like no fear or anything. It's just nice and fun and pleasant, and I don't associate it with anything scary any more. And then it was the next day and I had to, I was going with her on Sunday morning to like a Kingdom Hall, and I realized as we were sitting down and getting ready to start that -- \"Oh, my gosh, I'm supposed to be home on Sunday so that I don't miss Laurie and so I can do the anthem with them and so I can play the prelude.\" And then I was trying to call somebody, but I didn't know the number for Christ Lutheran and I didn't have Laurie's number, but I knew Aunt _____'s number, of all things, so I thought if I called her, I could tell her, and she would somehow tell the others that I wasn't going to be there and that I'm sorry not to leave them hanging any more. And then I remember __________ these b_____ - I can't remember what they were called -- and then there was this really upbeat praise music that I kind of liked, but I wasn't crazy about having to be there. It was just like what they were doing and I had to kind of go along with it. And that was all I can remember."
        }, 
        {
            "number": "D-087", 
            "head": "2011-11-20", 
            "content": "Last night I was having a dream that I was being given a chance to play at the Pizza Factory or someplace like that, and I was sitting at home trying to work up some theater organ arrangements that I hadn't touched in a god's age. And I was trying to be wildly optimistic about that would go and what was going to come of it, that I could whip up five or six arrangements in like a week. And at home my organ console was a horseshoe like a real theater organ, but it sounded the same, and I was thinking how I hadn't even had the tremulants on in months or years. And for some reason at home the floor was crooked. It slanted down. You started at the north end of the living room and the coffee table was up high, and then as you went further to the south, the floor just slanted and slanted and slanted. So I remember sitting at the organ and feeling like I was tilted for some reason and that was why. And I remember thinking, \"Gee, this is strange. I wonder if our house is going to collapse or cave in.\" And I was working on an arrangement from \"The Little Mermaid\" and I had this drawing that it was like already printed and I had colored it. It was like two crabs, it was like Sebastian and these other two orange crabs and Ariel, and there were like hearts and flowers in the background and it was all in a heart-shaped cut-out of a paper. And I had it up on the organ to kind of inspire me, I guess. And I was remembering a story that wasn't really in the movie, but apparently from some sequel that I had made up in my imagination, like I always do in dreams. And apparently this sequel was where Ariel was a human and then she came back down to the sea and she was Sebastian and they had a whole big reunion and everything. And I can't remember what more there was to it. I just remember sitting there trying to work feverishly on these arrangements and trying to get them all in in a certain amount of time and the floor being crooked and things kind of going whacko and people were coming in and kind of disturbing me, and I was wishing they'd all just get lost and let me practice and work without any interruptions. And then I woke up."
        }, 
        {
            "number": "D-088", 
            "head": "2011-11-27", 
            "content": "Last night I was having a pretty strange dream. First of all I dreamt that I had met some man who had given me sort of an adaptor like type thing. It was a little machine and then a thing that you would attach to a tape. And he said that it was an adaptor that would turn a regular tape into a tape with synchs on it. So what you had to do was you had to put a regular tape in my desk tape player with the sound system, and then you had to run the signal output to it with RCA's that converge into like a ______ adaptor, and you had to plug it into this little adaptor machine thing. And then you had to connect that, you had to put a blank tape into Big Bird and he would record it as a tape with synch on it. And that was kind of silly. And I dreamt that this guy also gave me like a behind-the-scenes making of \"A Very Special Picnic\" that you can hear how it was made, and they would take about like some of the writers and how they actually did it. Then the next scene, I was making spaghetti or something in the kitchen and I think I was warming up pizza and I was making spaghetti. And I was trying to put the cover on the spaghetti dish. Actually it was one of those plastic Tupper Ware things, and my mother was like trying to do it with me, and she didn't think I could do it myself. And I yelled at her and I said, \"Let me do this myself. This is such a simple thing.\" And she said, \"But you're going to spill it on you; you're going to spill it all over.\" And I said, \"No, I can do this. You need to back off and let me do this.\" And so I did that, and then I was deciding whether we had enough slices of pizza for everybody. And then I woke up."
        }, 
        {
            "number": "D-089", 
            "head": "2011-12-03", 
            "content": "Last night I was having a dream that I was going to fly to London, just because. And I didn't really have anything that was scheduled to happen over there. I didn't have any conference or group thing to go to. I just was going to go to this strange city in Europe, and I was just going to show up and I was going to wander around until I found something -- I don't know -- I was just going to wander around and try to be a tourist in a big, strange city. And then I was thinking about how long the flight would be and I was thinking about how scary it would be to just show up and not really have anybody there with me. And I think there was some more. I think I decided that I was just going to stay in this country and go to one of the Gordon conferences or something like that. And then last night I had a dream that I was at the high school library, but I thought it was at the college. And the librarian was there and she looked a lot like Harry Carn from \"Harry's Law\" and it was like that in that the library had a whole bunch of shoes and things at the very front, and then you had to go in the back to look for books. And I was walking around and looking at the shoes, trying to find some books. And then there was this dog that was wandering around in there and I was back in the back for some reason. I think there was a CC TV back there that I was going to use. And the dog was wandering around, and the people were asking me to try to keep him corralled back in the back and not go out to the front where all the people were. And I was looking for a back door so that I could let him out if he had to go outside. And then that was all."
        }, 
        {
            "number": "D-090", 
            "head": "2011-12-04", 
            "content": "Last night I was having multiple little dream scenes. The first one was kind of silly. I dreamt that I had, actually my mother and I were going to go somewhere. I don't remember where or what we were doing. But, you know how before I get in the car sometimes when I'm going with my mother, I'll raise the antenna a little bit? Well, the car in this dream was like a baby toy. It was like one of those things that kids sit in and push through the floor with their feet, plastic things that roll along the sidewalk, except it looked red and white like the color design of our car and it didn't have a top, just like a kiddy car. And it had an antenna on it, but it was like a white wire like house receivers have, and it was sort of dragging along the floor as I pushed this along on the living room floor. And I don't remember if it had anything in it or not, but I don't think so. And it was the weirdest thing, and I was like pushing it out the front door and bumping it down the steps and everything. And then that was all I could remember of that little scene."
        }, 
        {
            "number": "D-091", 
            "head": "2011-12-04", 
            "content": "And then the next thing was that, the next thing was pretty bad. I was going to fly to my relative's home town in the winter time because I think my mother was already up there because Uncle Larry was either having health problems or had passed away. And I was in the airport and I was just thinking, \"I have to get up there,\" and I was calling them to let them know I was coming. And they were already starting the boarding call for the plane and I think I was sitting at the gate. And I hung up, they were keeping me on the phone even though I was trying to get them to let me go, I mean keeping me on the phone. And I was crying because they said Uncle Larry was having trouble, and so I was running through this door and onto this thing that I thought was the plane. And then I realized it had posts in the middle like a trolley car or like a subway, and it was a tram train, and it was a tram train taking me back to like another city or something. And I was really upset because I was like, \"There's no way I'm going to catch this plane in time.\" And then I woke up."
        }, 
        {
            "number": "D-092", 
            "head": "2011-12-08", 
            "content": "Last night I was having a dream that I was at a place that was a little bit like the Sycamore Gardens Gift Shop that was there before they renovated and made it all different. And it was kind of like that, and it was kind of like Bizarro's and it was kind of like the Mosey thing that we went to when I was little, and it was kind of like the Pier Aquarium. And there was a, I was with Paul and Lizzy Gardner, who apparently -- I'm not even really sure who they are, but they're related to my father's side of the family somehow. And I barely know them, but I had the feeling that I was with them and we were walking around looking at things. We started like in a very back part where it was pretty well lit and there was a bakery, and we were looking around at pies and things. And there was this pudding that they called Jane Bluing because it was blue pudding. And I think we were walking down an aisle and there was like a b_______ elephant ride kind of like the horse that used to be at Sycamore Gardens. And then I was looking at a fish tank and it was this -- they set up this long rubbery thing that you would sit on and slide down to look at all the different fish in the fish tanks that were going by. And I was laying on my stomach and looking down at a fish tank and was putting my hand in the fish tank trying to catch a goldfish or touch one or something. And I would look up and I would see all kinds of lights along the ceiling kind of like the Coliseum. And then we were walking again with Paul and Lizzy and I didn't have my cell phone. I think my mother and my father had my purse and they had kind of separated from us. And somebody had called for me on my phone, and it was like a college recruiter. I had the feeling that it was somebody from my tech school, but they didn't actually say it. They said it was some other name. And my father was like, \"What are doing calling? You give all of our young people all kinds of delusions. There aren't any jobs to be had out there anyway.\" And then he passed it over to me, and I said, \"Well, I'm with family I haven't seen in a really long time, so I'm not going to talk now,\" and I just hung up. And that was all I could really remember. I think I got it a little out of sequence. I think the fish tank thing was last, but anyway, that was pretty strange."
        }, 
        {
            "number": "D-093", 
            "head": "2011-12-09", 
            "content": "Last night I dreamt that I was on a cruise. Well, actually when it started, Sheryl and Sam were here and it was a Sunday, I can remember, and I can remember thinking that it was the only day that I was going to be totally free and not have a lot of stuff to do. And we were, this thing was going to be gone all day and it was going to eat up my one day that I didn't have a whole lot to do. And I was thinking how I needed to get stuff done, and I was at the monitor doing my paperwork and stuff. And the car with Sheryl and Sam and my mother and my father pulled away and I thought to myself, \"Okay, they're gone,\" but I was still kind of waffling in my mind as to whether I wanted to go or not, and the man from the cruise line company kind of talked me into going, I guess. And so I don't know how I got there, but next thing I knew, I had caught up with them and was at the dock and we were walking down the gang plank for this great big boat, which was all wood. It was like a wooden boardwalk that you walk on, like when you're at a nature park. It had all the railings and everything. And actually when I was on the boat, next thing I was looking out and I was seeing like all these mountains and things and seagulls flying around in the mountains. And I turned to somebody next to me and I was like, \"Where are we?\" And they said, \"We're in Australia.\" And I was flabbergasted. And they said that we were going to go to Africa and see animals there. And I'm trying to think -- I don't really remember interacting that much with Sheryl and Sam or my mother and my father. I just remember there were these things where, you know, there were these certain moments when they advised everybody to go and strap down because the boat was going to be rocking, kind of like they do on an airplane when they're going to be taking off and landing. But there were times you could kind of walk around or lay down on one of those benches or something like that. And that's all I can remember."
        }, 
        {
            "number": "D-094", 
            "head": "2011-12-19", 
            "content": "Last night I had a dream that we were having a party at the house in the front yard, and I was setting up the Peavey system and the keyboard. And I had brought the Peavey system around front and we had our yard decorated with the Christmas lights and everything, and my mother and my father were kind of giving me trouble as to where I was going to put it. And I had it out there and I was trying to deal with a bunch of other things at the same time. And I was going to bring the keyboard out and I was going to play. And then there was something to do with the fact that I had the Peavey system out there and it started to rain, which that's not really surprising that this showed up because that's what happened at the Barrett's place. Thank goodness we had a tarp in the truck. And then I dreamt that I was at the fruit stand, of all places, and we were having like a class for kids and there were people on the floor that were coloring, and there were people that were dancing and playing instruments and things. And I had brought Big Bird and set him on top of one of the shelves up high where the fruits were. And I was thinking that I would show him to the kids if anybody seemed interested, but at the time they were all doing their own thing. And then some of the -- I don't know -- some of the kids said they had a monkey. Some of the kids said they had a dancing monkey or something, and that T. Rowe Price was a company that made stuff like that still. And that was all I can remember and then I woke up."
        }, 
        {
            "number": "D-095", 
            "head": "2011-12-28", 
            "content": "Last night I dreamt that it was still the week before Christmas and that I was supposed to go to the Botanical Gardens to play one more time and it was a Friday. And I had to haul my own keyboard and my own Peavey system and everything. And my mother and my father were going, and for some reason Arlene and Frederick from church were going to help us out and we had some kind of a Santa sleigh that we were going to put out there too. And I can remember just sort of being curled up on the couch and saying, \"I don't really feel like going,\" because in my dream I felt like I wasn't feeling so well and that I just wanted to lay around and not even move. But for some reason I remember packing stuff up in that dream. For some reason I remember the keyboard being in the front yard, like set up, and the truck was parked in the driveway and I was running to put stuff in it, like my father and I each picked up an end of the keyboard and just sort of slid it into the truck. And then I ran around to trace the cord to the bushes so that I could unplug the Wallwart and throw it in my bag too and pick up everything up and just there were other things I was packing, like Christmas decorations. And then I remember it was still a week before Christmas and we were going to play something with hand bells in church, and for some reason they wanted me to learn that too. And I remember we were like at a great big place and maybe we were, I had the feeling Frederick was there and I think we were at the Luther Hall an he was going to bring like one or two of the other bells, give them to me to take home so I could practice my part. And I remember just thinking, \"Gee whiz, how on earth am I ever going to learn another piece before Christmas?\" because I had all the anthems and the quartet and my organ part that I just knew sort of by the skin of my teeth. And that was all that I can remember about that."
        }
    ]
}