{
    "dreamer": "jasmine1", 
    "description": "Jasmine 1: middle school", 
    "dreams": [
        {
            "number": "A-001", 
            "head": "1999", 
            "content": "I have a faint recollection of a dream I had last night. I dreamt that I was at school with my mother, and her and I were up at this little mixing room type of a thing, up above on the third floor of the main building. But it was really supposed to be a computer lab. Anyway, sorry about that saw in the background. Anyway, my mother and I were in this room, and she bent something like a computer that makes it really stand out, and she has to get help from Larry. I think this is how it went. It was so complicated, I can't even remember it. But anyway, she makes the computer stand out, and Larry comes up and is criticizing me because I don't ever work with him on anything, and isn't going to help us now. Matter of fact, he threatens to activate the alarm system. And then I think somebody was riding around outside in a little golf cart thing like the administrators do, and for some reason or other we had to get out of there quick because he did something else with the computer that was going to start this virus thing going around the school. And so we got on this golf cart and we just drive, and I didn't recognize, and we went downstairs via the elevator into the library. Then we were talking with the librarian and she said that I had this problem with rocking back and forth, which I don't, but that the problem was common with blind people, but I don't have it. And the librarian said that I had a problem with rocking back and forth and that we needed to work on that."
        }, 
        {
            "number": "A-002", 
            "head": "1999", 
            "content": "And just last night I had a dream that my mother was filling up the gas tank of our red and white '55 red Chevy, and the ringer was down and she leaned in and said, \"Go on home. I'll meet you at home.\" So the ignition started up by itself and I floored the accelerator and I started going 60 and 70 miles an hour on a regular city street, and before I knew it, I was going 90 or 100 and I suddenly screeched on the brake and I spun around and spun around and spun around, and I'm like, \"Oh no, am I crashing?\" And I woke up."
        }, 
        {
            "number": "A-003", 
            "head": "1999", 
            "content": "I really don't think this dream was all that noteworthy, but maybe it is to somebody. I dreamt that I was going to stay overnight in a fireman's house up in the north part of the state, and that I was packing my bed and stuff and getting in a tiny little car and going. When I got there, there were three other girls, and they had a swimming pool, but the house was real tiny, and it was a two-story house. It was kind of like I was living in this -- you know how movies are kind of gray sometimes? Well, everything looked gray. And I got there and there were three colors (?) by the front door, and a little scary thing in the back, and those things scared me a little. And I was talking to these girls, and they said that when you went to sleep, you would see ghosts and yellow things and I can't remember exactly; let me think. You would see ghost girls in yellow dresses singing a song. And sure enough, I did. And I wanted to get home because I forgot my bag of clothes and I forgot my lunch box at home. So the next morning they took me home again, and it was a Wednesday morning, and all of a sudden I had to be ready for school."
        }, 
        {
            "number": "A-004", 
            "head": "1999", 
            "content": "I dreamt that I bought a house for $15,000 for my father for his birthday. This house had like a pool and a deck and little waterfall things and decks leading into a main house that was just like ours. And we were in the bedroom with some people, I guess they were the former owners. We were talking and eating. They were showing me this thing, the size of five decks of cards that was supposed to be a CD player, and it was like covered with cloth. And we were supposed to be able to play CD's on it and we would hear it without having to connect it to anything. So we were getting ready to play it, and I guess that this unit here was also supposed to be a CD player, and it was a little smaller, and then we talked about, we were getting ready to make, we were getting ready to have my father's birthday party in there. But he really liked the house; I was surprised. I didn't think he was going to like the house."
        }, 
        {
            "number": "A-005", 
            "head": "1999", 
            "content": "Last night I had a dream that there was a rumor that somebody had killed a teacher up on the third floor of the Media Building, and some boys, who were the suspects, were riding the elevator and kind of playing on it for like two hours. And all of a sudden the elevator started making these funny sounds that it had never made before, and I thought, \"Oh boy, the elevator's getting mad.\" And then I went down to the courtyard in front of the Media Center, and I smelled this toxic chemical, and a boy said that it would make us realize our knowledge of acoustics. And I woke up."
        }, 
        {
            "number": "A-006", 
            "head": "1999", 
            "content": "Last night I had a dream that my mother and I were cleaning upstairs in our rooms, and that we had an agreement that the first half hour she would put her boom box on and be the DJ, and the second half hour I would put my boom box on and be the DJ. But during her half hour I closed my door, and I wanted so bad to investigate this doll. It was supposed to be this like really super Gidget Gadget paper game. And she was just like a Christmas angel, only she didn't have wings and she didn't move, and stood on a base. And she was a singing doll and she had a volume knob on her base. And somehow I turned it up and I couldn't turn it down, and I was trying to work her gidgets and gadgets, and I couldn't really, I was just, my hands were like stiff as stone. And then all of a sudden I was juxtaposed out into like a rural farm area and I saw these three chickens living in small cages, living in absolute filth. And we bought them just so that we could set them free, and then I woke up."
        }, 
        {
            "number": "A-007", 
            "head": "1999-05-24", 
            "content": "I had a dream that I was, that my mother gave me a sheet of ten cities that we were supposed to fly to. And she had an art thing set up in Albertson's, and it was on a plank floor that I could hardly stand on. And my mother and I and Aunt Margaret were supposed to go to these cities, and so we did. We went to the airport, and we were still walking on that same floor that I could hardly stand on, and we were walking like pigeons on top of this security thing instead of __turning?_____, and we stepped in and walked through the things that the bags go and before we knew it, we were on this people mover car thing that was going 60-70 miles an hour. And then I found myself on the steps leading out to the parking circle at school. Then I woke up."
        }, 
        {
            "number": "A-008", 
            "head": "1999-06-01", 
            "content": "I had a dream that was worth recording that I can remember in about a week, or maybe even two weeks. Anyway, last night I had a dream. By the way, this is June the first, and I had it about a week ago. I've been lazy and I haven't felt like recording it. But anyway, I had this dream that Elizabeth and a few other people and I wanted, we were in this bank, and she had to cash a check, and we were bored waiting for this lady to finish doing her thing. And we convinced them to give us an elevator key so that we could get on it. We got on it and we said, \"I wonder what's up on the tenth floor?\" So we went up to the tenth floor, and this elevator had a blue interior, and we got out -- or we didn't get out -- it was this very dark, closed-in room with light-up stained glass murals on the walls. One was like a map of the world with red continents, another was like something really abstract. So we decided, \"Nah, let's not stay up here. Let's go down to the below-ground level and see what's down there.\" And I thought, \"Oh gosh.\" I hung onto the railing in the elevator as we descended, almost like a bullet, we hit bottom, and the door opened, and I was expecting it to be as dark as anything, but it was a banquet, luncheon hall and there were people having their lunch in there. And Andrea stepped out of the elevator and was going to go spy on them. But then I was up last night, and I had a dream that her and I were with some other people, and oh, she came by to say sorry that she hadn't called me any more, and she wanted to go through a box of jump with me. There were like a box of broken eggs and empty cans and there was a ball and things like that. there was this two-channel mixer that apparently I had gotten for Christmas, and I just ditched when the current one came along but it was in the bedroom, and it could play ___?____ and the bedroom one could only play __?__ which was not true in real life. And so I'm constantly switching back and forth between the two, and then we started going through this stuff. And I thought I saw the CD at the bottom of the box; I thought it was the one that I had been wanting, but it wasn't. It was just some blah CD. And then she and her family and I were at the beach and we were diving in this cave, and they were saying, \"Oh, look at this, oh, look at that.\" And it was pitch dark, and so I was feeling around and there were these like huge tarantula things swimming in the water and big sharks with scaly fins. And I was running out of air in my breath, so I had to get out. And I had to take my clothes off for some reason, and then run past everybody and ___run_ in the bathroom so that I could put the clothes on. And Mr. P. and everybody saw me as I was running past, and they were just shocked. And when I got in the bathroom, I woke up."
        }, 
        {
            "number": "A-009", 
            "head": "1999/2000", 
            "content": "Last night I had a dream that my mother and I were supposed to go to my relative's home town and on the last minute our flight was cancelled. And we were running around trying to get our bags, and then we were at the house. And my father was telling us that he was going to register with the government that he was deceased . And then this rescue truck came by and my father told them to turn on their siren, and they did; they turned on their siren, it was so loud. And then we were riding in it and we got down to the pier area where those cabanas are, and Philip was chasing me around trying to get my elevator key because my elevator key was able to start, he was able to stick it in one of the poles, electrical panels at the top of one of the poles and he would start, turn on a siren with it. So he was trying to get my elevator key. By the way, at school I usually use the elevator so I have a key and I keep it on my wrist. But in my dream he was chasing me around for it, and he didn't know that it was on my wrist. He thought it was in my pocket. And he finally got it, and just before he was able to do anything with it, I woke up. Last night I had a sort of bizarre dream. I had a dream that I was sitting in the car with the engine off. You know how you turn the engine off, but you leave the ignition on so you can still run the secondary circuits? Well, I dreamt that I was sitting in the car with the engine off but the radio on, and it was on 94.9, and we were at a gas station and my mother was filling up the tank. And all of a sudden my father comes in and sits in the passenger seat and we call on Charles for some reason. I don't know why we called Charles, but we did. And my mother starts the ignition, I mean she starts the engine, and my father starts -- I don't know -- he starts really falling around, and then my mother starts driving like a crazy woman and saying, \"Charles, Charles, would you please stop!\" Well, she's the one driving like a crazy woman, and we were just about ready to crash and I woke up."
        }, 
        {
            "number": "A-010", 
            "head": "1999/2000", 
            "content": "A few nights ago I had a really bizarre dream. I dreamt that I was at school at nighttime, and I was sitting up on the steps that lead up to the third floor. And I was with two other girls, and they were talking about a Christine Aguilera concert that they were going to and I was with them talking about it. And then all of a sudden the alarm system goes off. And we were running, trying to get out of there, we were just trying to get out of there, and then once we were out in the courtyard, it shuts off. And the announcements come on, the intercom system comes on and says that it was just a test, it was just a drill, don't evacuate the building. And then for some reason it goes off again and a few seconds later it shuts off. And then we were just sitting out in the courtyard for a while, and I walked through the place where the cafeteria is. And I felt really heavy over there. I felt like there was way, like four or five times more gravity over there than there is, and I learned that they put submarines down over there and that's why I felt so heavy. And I dreamt that my father was going to go down in one. And before long, I woke up, thank goodness."
        }, 
        {
            "number": "A-011", 
            "head": "1999/2000", 
            "content": "A few weeks ago I had a dream that my mother and I were driving up to the northern part of the state. The silvery CD boom box was in the back seat of the car where I was, and we were driving up to North my home state and my father was going to meet us there in a few weeks. And we had our chicken named Loretta in the back seat with us also with a towel covering her. And when we got this to this farm, we took Loretta out and we took the sheet off of her, and she was supposed to go in the gate to the farm, but she just flew for a mile or so, kind of like a vulture would. And then my mother was going to stay and talk to the man at the farm, and I was going to go and walk to a little store. And I don't know where I would have the sense to know where it is or what, but I just started walking. And about three miles away I came to a little store, and I walked in and I sat down at a little counter and there was a little TV there. And Susan said -- my friend Susan, her father -- came in and was showing me a videotape of birds and chickens and things. And then Susan's my father started getting all touchy-feely and all, and before long, he was trying to rape me. And I knew not to try and get away because then he would just corner me more and hold me down more. I just screamed as loud as I could, and Susan and her friends all came out from the back of that store and Susan was crying. And before long they held him down so I could get away. And Susan took me to a pay phone, and it was a huge keyboard, and I was trying to call our number, but it wouldn't go through somehow. And then I started walking down the street to head for the farm again, and my mother comes walking up. And then I woke up."
        }, 
        {
            "number": "A-012", 
            "head": "1999/2000", 
            "content": "I had a pretty bizarre dream the other night. I dreamt that there was this __microphone?_____ that I carried around and it would transmit a signal to the amplifier at home, so that my voice could be heard on the surround sound. And my mother was at home and she could respond to me by radio _, and I had this __microphone?____ in my pocket, and my father and I were riding the tandem bike full speed ahead down the beach and into the water. And we were riding the bike so fast that we couldn't stop, and before we knew it, we were like, we rode the bike out into the water, out until we couldn't touch. And the bike was sinking and we were trying to like swim off of it. And the next thing I knew, I was right at this carnival thing and I was falling off the edge of the __spinning wheel?____ . Now isn't that bizarre!"
        }, 
        {
            "number": "A-013", 
            "head": "1999/2000", 
            "content": "A few nights ago I had a dream that I was in a plane, and I was sitting down in the seat and we took off. And then there was an announcement that something went wrong and we had to land again. So we landed again and then we taxied for a while and then we took off again. And then there was an announcement that said we had to land again, so we landed again. And then, while we were taxiing, I went over to see who else was, and Ms. Hammond__ was on the plane. And I went over, I didn't have time to get back over to my seat before they were going to take off again, so I just sat down next to Ms. H____ in that seat, and we took off again. And then we had to land again, so we landed again. And I guess my subconscious said, \"Okay, enough of that business,\" and then I woke up."
        }, 
        {
            "number": "A-014", 
            "head": "1999/2000", 
            "content": "Last night I had a dream that I was at Tyme Gardens, but it was really a college campus. But the weird thing about this was, it was like a continuation of a dream that I had last week. I wanted to go on this water ride. And I was with Elizabeth, and we were going up an elevator to get to it, but the elevator door didn't close, and I was standing at the edge and it was going up, and I almost fell off because the door didn't close. And then when we got up to the place where the seats were, it was like this roller coaster, and we started to move forward and my strap thingy didn't lock in place and I felt like I was going to fall out. And then I woke up. And last night I dreamt that I was at Tyme Gardens, but it was really a college campus, but instead, I dreamt that I was with Crystal and Janice and Andrea and that we were at the table eating a lunch. We were at like a little table, and I swore to myself I was going to ride the Montu_ before we left, but first I wanted to go on this water ride. And I went up with Elizabeth and Janice and Andrea on a really fancy elevator this time. It had like a crystal door to it, and the little thingy that you activate it with that was a crystal key. And then when we got inside, it had a white floor and it was like really fancy and high class looking inside. The panel was very sleek; it wasn't \"blah\" like most of them are. And we rode up four floors on it, and then we had to get off and get on another elevator and ride up four more floors. This elevator had a dark floor and it was still very formal and very classy looking. We rode up four more floors on that one. And then we crossed the hall, we got on another elevator that was kind of average. It had a dark floor. We rode up two floors on that one. And when we got off, we were on the roof. And we got into these seats that were like water ride rafts and we started paddling out. And then I jumped out of mine and I started swimming around, and I swam in this little ____ thing. Then I grabbed onto it again and I swam back to shore, kind of back to shore with it. And then I had to take my wet bathing suit off and wrap myself in a towel and I walked around like that for a while. We kind of walked through the, got back on the elevator and rode down a floor, and were walking around in different halls and things, and we went into somebody's dorm room and it was so messy. And then I realized it was somebody's private space, and I turned around and I rode down the elevator, the fancy white high-class one, and we came out in the lobby, and we were going to the principal's office to get me some dry clothes. And she put up a big fuss about how we weren't supposed to walk around wrapped in a towel 45 minutes after we got off the ride. And I was trying to tell her that I just now got off of it, and then I woke up. Last night I had a dream that we lived in an apartment, that our house was like a unit in an apartment complex, and that the apartment complex had just gotten a new alarm system installed. I don't remember if it was a fire alarm system or a security alarm system, but it was something. And I dreamt that we couldn't have Archie any more because his fast movements would activate the system all the time. So instead I had eight small cocJanicels in a cage and they were all fluttering and flying around, and two of them got away somehow. And I was looking for them and looking for them in the kitchen table, and I started moving too fast, and I activated it. And then I dreamt that Mrs. T., my old Gifted teacher, was standing in our kitchen, and she was talking about my gifted first grade, my grades when I was her student in first grade."
        }, 
        {
            "number": "A-015", 
            "head": "1999/2000", 
            "content": "One time I had a dream that we were back at Yosemite Park, and that we were there with Sandra and Sam and my father and my mother and I. And we were hiking and hiking. We were hiking down by some lake area, and we were trying to get back to the Visitor Center and we thought we would have to go through a cave and swim to get back to the Visitor Center. And I came in wearing a dress. So we found a shorter route that was only a mile, and we got back to the Visitor Center and I kind of lost everybody, so I figured I would stand by the door in the Visitor Center and they would find me eventually. And they did. Sheryl and Sandra came out, pushing this Janebread house that was so big it had to be pushed along on wheels, and it was designed to be eaten on the trail ______ a snack. So Sheryl and Sandra and I only wanted to hike one more mile and my father and Sam and my mother wanted to go ten more miles. So Sheryl and Sandra and I took the short trail and we said we would meet back at the Visitor Center. So Sheryl and Sandra and I started off hiking, pushing this Janebread house that was on wheels, it was so big. And we were eating little cookies and little candies and little nutty things off of it, and was getting top-heavy on the one side, so we had to lay it down. And I was just going to reach for another Jane cookie, and I woke up."
        }, 
        {
            "number": "A-016", 
            "head": "2000", 
            "content": "When we were in my relative's home town a few weeks ago, I had a dream that I was in a reception hall place that kind of looked like our school cafeteria. And I saw this woman sitting at a sound board, which is very unusual, because whenever I see people at sound boards, they're always guys. But anyway, there was a woman at a sound board, and the board wasn't black. It was kind of a light burnt sienna brown with the knobs and things were black. And she wanted me to come over and help her, and she showed me where the power switch was. But she wanted me to find a video input key, and I was looking all over the schematic for it and I didn't see it anywhere. And meanwhile, while I was looking over the schematic for the video input key, she was mopping up and cleaning up the reception hall. And she was sweeping the floor and things. And I said, \"Could you come over and help me find it?\" And she didn't seem to hear me. And then after a while I woke up."
        }, 
        {
            "number": "A-017", 
            "head": "2000 (late)", 
            "content": "I had a dream that our receiver wasn't working and that my father got all upset and decided that he didn't want anything to do with it. And so my mother and I were going to fix it by ourselves. And we started working on it, and we got the front left and right channels to work just fine, but no matter what we did, we could not get the rear section to work. And we had a movie on pause while we were doing all of this. And then somehow I ended up at the Homecoming dance and I was on the second floor of the main building looking out into the courtyard with Ms. Richardsand Ms. Salazarand we were talking about an overhead projector that was rolling through the courtyard to somebody's class, and then I told them I had to go down and go to the dance. And I was at the dance and it was hot, in the bright sun in the middle of the day in the courtyard, and there was a girl named Janice that was sitting at the sound board and her and I would talk. I had a dream that I was on a ship, of all things. And that we were going up and down and up and down long, narrow staircases with a bunch of my friends, and I was seeing alarm boxes everywhere, like fire alarm boxes. And I would get all nervous and jerky when I would see one. Continued on side 2. I had a dream on the other side of this tape that got cut off. It was about, let's see, I dreamt that dream that got cut off, but the other one, I don't. My father and I were testing out the portable two-way radios to see if they work, because I can't remember if it was Janice, Carol or some other person, or Josie, somebody coming. And we were going to go to the beach with them and we wanted to keep track of them. So we were like testing them out. And the one that I had turned into a cell phone and called somebody's phone number, and we kind of like interrupted them during supper. And then, as we were trying to figure something out, it turned into this like computer keyboard desktop tape recorder type of thing. We were going through and listening to past transmissions and past conversations that it had saved. And this is really a watered-down version, man, this is dumb. And the rest is on the other side of the tape."
        }, 
        {
            "number": "A-018", 
            "head": "2000 (late)", 
            "content": "I had the darndest dream last night.  I dreamt that I was at Sycamore Gardens and that my mother was going to have her art show there, and we were walking through some thick foliage and looking at different animals and looking at different people's displays and we decided to go back to the band show and see if they had their sound board set up yet.  So we got back there and there was a rope fence partitioning off this spot of ground where they were going to put the equipment.  And there were a whole bunch of chairs set up, but there was no band and no sound tech, so we kept walking around for a while.  And then we got back, we decided to go back and see if they were set up, and I saw this guy sitting in the spot where the board was supposed to be with the radio, and he said, \"They're not going to have a band today.  They're not going to need me today.\"  And then I woke up."
        }, 
        {
            "number": "A-019", 
            "head": "2000 (late)", 
            "content": "I dreamt that we were at this craft fair thing at Sycamore Gardens.  How come I always have dreams about us being at Sycamore Gardens?  Anyway, I dreamt that there was a craft fair at Sycamore Gardens, and I just had this incredible urge to go in the bathroom and do something really sick.  So I asked to go and use the restroom, and I got up and all of a sudden I was in my bedroom looking west into the bathroom, and there was a line of about five people in front of me.  And the person in front of me was crawling, a crab crawl on her back, and I decided, \"Nah,\" this wouldn't really be a good time to go in there and do that.  There's too many people around.  And so then I woke up."
        }, 
        {
            "number": "A-020", 
            "head": "????", 
            "content": "I went back to sleep, and I had another dream about Sycamore Gardens.  How come I keep having all these stupid Sycamore Gardens dreams?  I dreamt that we were at Sycamore Gardens going to a craft fair, and I was walking along with some old lady showing her some different craft booths and things, and I had this feeling like we were getting lost, but I wasn't really sure.  Then we went back into the main building and I saw the old mechanical horse that I used to ride on all the time."
        }, 
        {
            "number": "A-021", 
            "head": "2000 (late)", 
            "content": "I dreamt that my mother and I were driving out to the music store -- I can't remember if my father was with us or not -- and we had a machine set up in the car, plugged into the fuse panel and drawing 12 volts just like all the other accessories.  And my mother and my father were going in to look at some things at the music store, too, for a while, and I stayed out because I was tired and I wanted to take a nap, and I turned on the ignition and started listening to the radio.  And I was listening and listening, and before I knew it, it was starting to sound a little weak, and I thought, \"Oh no, here we go.\"  And so I shut it off and tried to start the engine, and it wouldn't start.  And I was thinking, \"What am I going to tell them?  Am I going to tell them I was reading the whole time?\"  And so I went in and I was looking around with them, and my mother handed me four CDs and said, \"Take these up to the counter.\"  Two of them were Christmas orchestra things, one of them was something to do with rap and the other one I couldn't read.  And I was thinking to myself, \"How am I going to tell them it won't start?  Should I just let them discover it or what?\"  But I woke up before they really tried to start it.  [This actually happened when I was in middle school: my mother left me in the car, left the radio on, and promised she'd come back in 5 minutes.  But, we both lost track of the time, and she came out a half hour later and couldn't start the car!!  I can't tell you how awful I felt that day, it was all my fault!}"
        }, 
        {
            "number": "A-022", 
            "head": "2000-11-12", 
            "content": "Yesterday when I was at school, they were working on the alarm system and it kept going off and going off and going off all during second and third periods.  So I guess it was reflected in my dream last night.  I dreamt that I was in sixth period in Mr. Truman's class in the main building and that someone had taken one of the alarm boxes off the wall and was holding it in their hand, and this woman grabs me by the hand and says, \"Come on, let's get out of here.  It's going to sound any minute now.\"  And so we got out, we were running down the stairs as fast as we could run, and all of a sudden I was hanging in mid-air and I couldn't run anywhere.  And I was climbing these bars to get down the stairs, and then I ran out onto the football field and the alarm finally went off when I got out there.  And I saw like this huge gang of people out there, and I couldn't tell who was who and what they were out there for."
        }, 
        {
            "number": "A-023", 
            "head": "2000 (late)", 
            "content": "I also dreamt last night [laugh], I dreamt last night that I was hanging on top of a playground kind of a thingy, and that I had fallen, I had jumped from it, and I got knocked unconscious and I was in the hospital.  And my father brought me this baby doll that talked and I took the baby doll's clothes off, and I was trying to figure, she had all kinds of complicated electronic things.  She had a couple of ______ things and I was trying to figure how she worked and what she did.  And I was sitting here experimenting, and all of a sudden my father comes in the room, and I put the doll's clothes on top of the doll, and I put a picture of a wreath on top of the thing, and then he starts talking to me and I kind of drift away to another scene.  Before I know it, I'm contemplating going to the bathroom in a chicken dish.  Sorry, I had to use a tiny tape recorder on the last three entries, so they've been sounding kind of \"blahhhh\" because the boom box has been nowhere in sight.  But fortunately I found it, so now I can use it and get better fidelity."
        }, 
        {
            "number": "A-024", 
            "head": "2000 (late)", 
            "content": "My mother and I were riding the tandem down to the beach and we were taking this ice cream thing with us.  And we got to the beach, we swam a little, and all of a sudden I was in the car and listening to the radio without the engine on.  You know how you put the accessories on?  Well, I was getting ready to shut off the ignition because it had been on for almost an hour, and I was feeling through all kinds of wires.  There were so many wires, it was like spaghetti.  And then all of a sudden I realized I was feeling behind the back seat instead of where the ignition switch is.  So I climbed over the back seat and went in to where the ignition switch was.  There were as many wires as they were like spaghetti.  I was feeling through all the wires, I think I knocked a couple of them out of place, and I could not find the ignition switch."
        }, 
        {
            "number": "A-025", 
            "head": "2000 (late)", 
            "content": "The next dream I had is that I was in Auntie Margaret's pool.  And we swam to the deep end and my father said, \"Look at this beautiful pearl here.\"  There was like seaweed and pearl.  And my father said, \"Don't ever go under this ledge; you might run out of air.  I'm going to go get some pearl for Auntie Margaret's and show them how pretty it is in her pool.  And I swam around while he was getting that, and I remember telling myself not to worry about pool vents, but I was still worried about them anyway."
        }, 
        {
            "number": "A-026", 
            "head": "2000 (late)", 
            "content": "It was Christmas morning and I was kind of lollygagging around, giving my mother and my father a chance to put presents under the tree.  And there were Christmas lights strung all over the stairwell for some reason.  And I was searching frantically for the tape I wanted to record our Christmas on because I want to record it on a tape, and I was searching frantically all over where I keep tapes.  And then I woke up, so when I woke up, I realized the tape I was looking for was right on the edge of my dresser so that I wouldn't lose it."
        }, 
        {
            "number": "A-027", 
            "head": "2000/2001", 
            "content": "I had another fascinating dream last night. I dreamt that the APHS campus was at Tyme Gardens, and Elizabeth and I were thinking of skipping out of Geometry and going to ride the ________ and I told her that it was anchored right off of the back edge of the Media Building. So we decided that we would go in the back gate, and go up the back elevator, which was just like the one that we don't like. But then we decided we didn't have to go up there because it wasn't up there. But and then we went into the Double Vision Studio where a bunch of people were, and I was singing in front of the sound board in there, and I leaned my watch up against the ledge and it made a funny beep and a male voice said, \"Hi, Chalise, we have to get out of here.\" And something about the humidity is way too high and the fumes are way too high. And I thought, \"That is really weird.\" It was a male voice, so I told Elizabeth, \"Come on, let's get out of here before anything else happens.\" And we started, we crossed, I was holding her hand tight like I do my mother's, but I was holding her hand tight for some reason, and we were crossing several streets and then we were walking through a garden. And two spare tires were laying kind of by the side there, and there was a crate like there is out in the garage and a couple of pots and we had to get through this thorny plant. We had to step up on this ledge. And then I woke up."
        }, 
        {
            "number": "A-028", 
            "head": "2000/2001", 
            "content": "Last night I had a dream that somebody was prank calling me with a red, a yellow and a green code because they didn't like the way that I was running the sound board in Mass Media. I also dreamt that I cried because Sandra slept most of the time that she was here."
        }, 
        {
            "number": "A-029", 
            "head": "2000/2001", 
            "content": "I dreamt that Uncle Carl gave me a digital surround receiver for Christmas and that I was going to keep it handy to go up in my room someday. And I wanted to see if it actually works. So one time, my father was still teaching CPR in my dream. While my father was at a CPR class, I took our old one out and put this one in and wired it all up, and it worked. It kind of had funny sound to it though. And then I took it out and put ours back in, but I only had time to put the front left speaker wire in and I had to slide the cabinet back real quick because he was coming home. And so then I was putting it in its box and set it in the dining room. And another time, when nobody was around, I went to go look at it. It had turned to solid chocolate.  And then my mother was driving me and a couple other friends to a chorus concert in the car and my father had to go to another CPR class, so we let him off at the park. And then when we got home, I went to check on it again, and the solid chocolate had turned into white chocolate with little marshmallows in it, and I took a bite of it and said, \"Hmm, I think I've had enough for a week.\""
        }, 
        {
            "number": "A-030", 
            "head": "2000/2001", 
            "content": "I dreamt that Sheryl, Sandra and Sam lived in the F's house and that my father's first wife was really Cassandra. And everything was going on. I was sitting, eating my supper, and I had turned some show on, and my mother and my father were both saying, \"Go away, go away.\" And so I got up and left. I turned off the TV and got up and left. And then my mother wanted to go to Seven Eleven with me, and she was mumbling to her self, \"Bars, bars, bars -- all we ever go to is bars.\" And then I woke up."
        }, 
        {
            "number": "A-031", 
            "head": "2000/2001", 
            "content": "Last night I dreamt that my mother and my father were having one of their long talks, and I had to get to school and I was late. It was like 8:10 in the morning, the time when we usually record in first period; in our school show, Devil Vision. And so my mother and my father took me to an elementary school to spend the rest of the day because that's where they started at that time.."
        }, 
        {
            "number": "A-032", 
            "head": "2000/2001", 
            "content": "Anyway, on Wednesday I had a dream that Elizabeth was having trouble with her female parts and that she needed surgery, and she was driving me home in our car for some reason. And she had to stop at the store and get this tube thing. It was like a hose with a funnel at one end and a little bag at the other end.  And in order to do the surgery, they needed parts from my portable CD player, and for some reason I found it in the bathroom with a cane attached to the handle leading into the toilet. And I was like, \"Oh, my gosh.\" I turned it on to see if it would still work and it was dark in the bathroom, and the LEDs, the liquid crystal display doesn't usually light up, but this time it lit up like LEDs. And it sounded like real surround sound, when it was just this little thing. I can't remember what else happened."
        }, 
        {
            "number": "A-033", 
            "head": "2000/2001", 
            "content": "Thursday I had a dream that our sound system needed some rewiring. It was not at its full potential, but it could be run. And my father was going to run a wire down through the wall at the northwest corner of the living room and under the floor for some reason. And we had baby chicks and Loretta was the mother. Loretta is a chicken that we have that's very ornery. And we couldn't pick up the baby chicks because Loretta would peck the dickens out of us if we did."
        }, 
        {
            "number": "A-034", 
            "head": "2000/2001", 
            "content": "And last night I had a dream that we were having a family picnic and that we were going on like a family picnic thing, like with Carl and Arlene, and my father and my mother and I were all sitting on a picnic table and we were riding on it through the street as if it were a car. And Carl and Arlene were on a convertible riding next to us. And I had my portable CD player packed in a bag, and then my father stops the picnic table and went into the bathroom, and I put the unit on real quick so that nobody would see it. And then we kept on going until we saw my Aunt Janice and Uncle Larry, and all of a sudden we were at this huge English palace mansion thing, and I was going to ask Uncle Larry how his 5.1 system is coming along, when I realized that Larry was a police officer now. And he was singing a song to me about how he really cared for me, and he had a bunch of his other officer friends close by. And for some reason I was kind of apathetic and he was really hurt, and he wanted me to recite this poem. And I started crying. And he thought that maybe I just didn't like officers or something, and I was trying to tell him about some good experiences that I've had, like with Mr. H. And then all of a sudden this girl with this English accent comes by and starts talking to me and wants me to bow and say hello to these people dressed up like porcelain dolls who are supposed to be English royalty. And then she asks, \"Can you play the organ?\" And I said, \"I know a few bars or something, but I'm not really sure.\" So we went out into this big, vast room with columns and things, with an organ in it. And this maid person comes out and says, \"Don't disturb them, because Larry and his officer friends were having a conference in the other room. And so I started to play what I thought I knew, but none of the keys would make any sound, and then the girl told me that we needed to put a new set of keys in. And they were all paper, and I was like playing these paper, white paper strips in a box, and these were supposed to be the keys. And then I woke up."
        }, 
        {
            "number": "A-035", 
            "head": "2000/2001", 
            "content": "About two weeks I had a dream that I was at school and I was with my mother and we were headed to the bus but I had to use the bathroom first. And the bathroom in the building on the first floor had this thing in most of the stalls where it would have an infrared beam of light coming down from the ceiling, and when you would go in, it wouldn't do anything; but when you would come out, it would activate this two-tone back-up alarm sound that would just fill the whole bathroom. And I was so afraid to go in there because of that. And I finally went in, and nothing happened."
        }, 
        {
            "number": "A-036", 
            "head": "2001 (early)", 
            "content": "Yesterday I had a dream that it was my sixteenth birthday already, and that I wanted to record it on tape like I did Christmas. But I started opening presents, and by about the third present, I realized that I hadn't started the tape. And then I woke up."
        }, 
        {
            "number": "A-037", 
            "head": "2001 (early)", 
            "content": "I had a dream that I was in the Birch Building again and my key wouldn't fit in the key receptacle of the elevator. And for some reason I had the notion that it had a blue interior. And I finally decided, well, I probably should go to the Media Building elevator because there's a catwalk, but I realized [tape clicked off] ... Media Building elevator because it had a computer in it, and you had to download certain files and install certain programs before you could go up or down. Man, was that weird or what?"
        }, 
        {
            "number": "A-038", 
            "head": "2001 (early)", 
            "content": "I had a wacky dream last night. I dreamt that her husband Mike and I were going to a club where Jackson Brown was going to sing. And Jackson Brown sings this Stay song, and I had to build the stage. And I'm out in the back yard putting these buckets and plastic bricks and crates all on top of each other, and I just throw a whole white blanket over the whole thing and put a grading light .... [ends abruptly]."
        }, 
        {
            "number": "A-039", 
            "head": "2001 (early)", 
            "content": "Last night I had a dream that, first, my father and I were swimming in the water, and I was jumping off of his knee and diving in and stuff.  And then I dreamt that I was like at this parade, and they were shooting off planes that had engines of certain sound frequency ranges.  And I was looking at this chart to see which one they were, depending on what kind of frequency ranges they had.  Then I was snooping around somebody's back yard, and I was naked, and I stepped in some sand spurs and I got a whole foot full of them.  And the lady came out and she was real nice.  She put some kind of peroxide on them and just made them not hurt any more and made them fall right out.  And I came in, and the lady was showing me her CD burner and told me her husband is really good with it.  And I put something in the left-hand tray and finalized it, and when I got home, I found out that the lady's husband was at home looking at our CD burner.  And then I kind of woke up."
        }
    ]
}