{
    "dreamer": "jeff", 
    "description": "Jeff: a lucid dreamer", 
    "dreams": [
        {
            "number": "001", 
            "head": "01/30/2000", 
            "content": "In my dream, the first thing I remember was this very nerdy guy that goes to my school (in my opinion he was the biggest nerd at my school). So, then I saw a girl talking to him, and all of a sudden she kissed him. Just that event was so dramatic to me, I started crying selflessly at what had just happened- a completely beautiful girl kissed this complete geek, and I was so touched by that moment, that I think I fell in love with her on the spot and realized she was the most beautiful girl I'd ever seen. Later I caught up with her at a cafe of some sort, and sat and talked to her, but I didn't want to tell her how much I liked her because she might have thought I was trying to take advantage of her, and with such a nice girl, I wouldn't want to do THAT."
        }, 
        {
            "number": "002", 
            "head": "01/30/2000", 
            "content": "The next thing I know, I'm in this big, fairly dark room, and my old female teacher, Mrs. Jones, is there. It was right before a school trip to Vacation State, and I looked at the clock-- as soon as I looked at the clock, the hour hand went around the clock faster than a second hand normally would. Distorted time is an interesting thing in dreams- it's probably where Salvador Dali got his idea for the painting. Anyway, before I know it the Vacation State trip is over and I missed it. I saw Mrs. Pappas outside after that and she asked me why I wasn't there. I don't remember what I told her, but I didn't mention the distortion of time in the dream, it seemed completely normal like, \"oh no, there goes time again\" and it was my fault I missed the trip."
        }, 
        {
            "number": "003", 
            "head": "02/08/2000", 
            "content": "Last night's dreams are a little fuzzy in my mind. I remember living somewhere seemingly far away from my own home- most likely somewhere in the country, but I don't really remember any buildings. I remember meeting two girls there who I thought I had met once previously (in dreams, I guess, maybe the same night). For some reason I wanted to be really friendly with them, and I felt some kind of personal attachment. I don't remember much about them, except that they lived far away (Although it seemed I was far away from home, I think they were even further), and I wanted to keep contact with them. Then, I was away from them for some reason, and I was thinking of things I wanted to ask them next time I saw them, such as if I could have their address/email address and if they wanted to stay \"friends forever\". Then, when I went to look for them, they were gone- just left, gone back home. At that time I was in a house that very much resembled my grandfather's house (dreams are weird in that you always know something looks familiar, but can only guess if that wasn't what it was supposed to be, or if you really did make that connection in the dream). There was a small van (it was definitely the same van we went to the college Model UN in), and I saw someone get inside, Mr. Rosetti I think. And as far as I knew, we were going into the city for a school trip. On the van (which seemed more like a really big, fancy bus when I got in there), there was a guy lecturing us about something. I was so tired, half-asleep within my dream; and it was a weird situation. It was kind of like a partial dream within a dream. The lecturer asked a question, and in my \"dream\" I imagined I knew the answer so I raised my hand, and when he finally called on me, I said I didn't know the answer, and I only raised my hand because I was half asleep and I imagined either I knew the answer or that he was asking a different question. I don't remember anything after this."
        }, 
        {
            "number": "004", 
            "head": "02/09/2000", 
            "content": "I woke up this morning knowing I had a dream immediately before but I couldn't remember what it was about, so I decided to just let my body relax and thoughts from the dream flowed back into my head. All I remember is complaining about somebody putting the Barenaked Ladies song \"McDonalds Girl\" into the school newspaper, which in my dream I believe was called \"El periodico\". So, I was complaining to my school principal, trying to take apart the lyrics and explain why they were offensive to me. Of course, I wasn't really at all offended by this newspaper submission, but I still complained to the principal, Mrs. Lear, about it. Actually, I knew that there was no newspaper submission in the first place (I was just making it up), but I still felt the need to complain about it. Then, all I remember is talking to the person I blamed for the submission of the article, and he shows me the image of a little lego boat; and he told me something about the ship having sunk, or being about to sink."
        }, 
        {
            "number": "005", 
            "head": "02/25/2000", 
            "content": "I remember being in Africa- a quiet wooded scene outdoors. I think it was a school trip. It was night, and it was rather warm and the air felt humid. I remember being in my bedroom or one much like it, and many frail looking boys coming in- many of them wearing the smallest bit of clothing. I felt rather bad for them, and realized how hard it would be for me to live like that. There were at least 2 beds in the room, and about 5 or 6 boys got into each bed. It also seemed like it would be too crowded if I also got in the bed- I'd barely fit, and I like having room. All I remember thinking is that since there were so many people on the beds, I'd rather sleep on the floor. They didn't say a word. Then I'm in a hotel. Certain doors I wasn't able to open, maybe. I don't remember much, but recollection of it makes me shiver (even though the dream didn't seem too bad when first experienced). There's some recollection of being trapped somewhere, although it didn't feel too pressing of a situation."
        }, 
        {
            "number": "006", 
            "head": "02/27/2000", 
            "content": "I dreamed I was walking through the middle of New York City, yet it didn't really look too much like a city. There weren't enough tall buildings and people. I came to this area with a bunch of homeless kids, and one of the boys asked me if I'd be willing to trade a dollar for a quarter. After looking into my pocket I found I had several hundred dollars with me, so I gave him my dollar. I told him he could keep the quarter but he gave it to me anyway. There was a girl, who upon seeing a bowl on top of a trailer, wondered if there was any food in it. Unfortunately, I had to answer that there wasn't any food in the bowl. Then the idea came to me that I could take her out of that ghetto area, I could show her a better life, and we could have some fun. So I asked her if she'd like to come with me, and I admitted I had some money. She said she would. For some reason one of her friends came with us too. We were walking, and I decided to ask for her telephone number. She gave me a really weird answer, although it did start with my area code; it was something like: 611-832f-9,dt. I told her I didn't know there was a comma on the telephone, and she told me she didn't either (after looking at the telephone, I found it was one of five or six symbols below the \"0\" key). She told me that was the number for her dorm, or something like that, but I didn't even think that she's homeless and probably wasn't old enough to go to college. I lost sight of her at one point and decided to call her on one of the many nearby phones. Of course, when I called the number you can expect that I'm not really calling a telephone, I'm calling HER- that is, the nearest telephone to her would probably ring. But I guess just about when I picked up the phone, she came into view and I told her I'd been looking for her. So, then we went to the amusement park, and got on a ride where you're sitting down, up to your waist in water. I don't know what the ride was supposed to do. But at that point, the girl (if, in fact, I did know her name, it was probably Julia, because that's the first name that comes to mind when I thought of her), the girl started floating in the air. It seemed a rather normal experience, and I said, \"Oh, no, how do we stop her from floating?\" I don't remember what happened after that, except that she was gone. Then, just outside the amusement park, there was a computer, a very eccentric type of computer. I was typing song lyrics into the computer. They were my own song lyrics, and I was amazed that I was typing really good lyrics without really thinking about what I was typing. I often try to write song lyrics in real life, but they never sound just right, even though I think deeply about what I'm going to write. But here, miraculously, these perfect song lyrics were being typed out by me (I'm not sure how good they would have sounded if I heard them in the physical world). There was an interesting little program on this computer that allowed me to integrate the lyrics into an actual song, just by pressing a button. The lyrics sounded excellent when put to music- in fact, I think the voice I heard singing my lyrics was none other than Steven Page, lead vocalist for Barenaked Ladies. It was my own song, yet it sounded like something Barenaked Ladies might have done- one of my real life goals (to write a song comparable to Barenaked Ladies)! Well, the next thing I remember is being in a room, and seeing the girl that just floated away on me. There were a few other people there, and I just sat down, on a couch opposite the one she was sitting on, and waved."
        }, 
        {
            "number": "007", 
            "head": "03/03/2000", 
            "content": "My first memory was seeing this blonde girl that looked familiar. When I asked for her name, she said Michelle, and I playfully jumped on her. When she acted surprised, I said, \"Oh, sorry, I thought you were another Michelle.\" She said her name was Michelle. (There is a senior at my school with the same last name, but I donÕt know anyone named Michelle.) Yet the name sounded very familiar, even to the point that I checked my old yearbook for someone with that name after I woke up (without success). In my dream, she was probably related to Alex in some way, and she was a shadow at Prep Academy. I wanted her to shadow me, but she went with someone else instead. I was supposed to be in class, but went into another room to look for Michelle. Instead I found some people, presumably teachers, since the one person I knew was Mr. Grant (Some of the others seemed to know me, and shook my hand, but I didn't recognize them)."
        }, 
        {
            "number": "008", 
            "head": "03/03/2000", 
            "content": "I was walking through a hospital, and there were people on life support. The cords connecting them to the support went through the only place that I could walk through, and since the lights were rather low, I was afraid I might accidentally knock out one of the plugs, or someone might trip on them. Then there were 2 teachers, Mrs. Pappas and Mr. Dell. I think Mrs. Pappas told me to turn a dial or press a button, but I didn't hear whether she said DON'T press the button, or press it. I didn't know what the button was for, but I thought it might have some crucial consequence if I didn't follow her directions. So I called her, as she was walking away, and she didn't answer. Mr. Dell was walking behind her, so I called Mr. Dell, and he said he'd get Mrs. Pappas to come back to tell me what to do, but she never did, as far as I remember. Then I remember sitting at a table, probably outside, and eating, with Mrs. Saint and some others. All I remember is that I couldn't hear much, and I had to keep asking these kids at a nearby table to repeat what they were saying to me- when I did, some people just laughed and told me to forget it, but I really wanted to know what they were talking about. I felt excluded. I also remember Mrs. Jones showing me something outside the school. I don't remember what it was. Probably I had this dream because when I fell asleep, I'd just gotten back from Plainview High School and I'd seen my old teachers."
        }, 
        {
            "number": "009", 
            "head": "03/04/2000", 
            "content": "I remember not really being involved for most of this dream. Like a movie, where I'm there, but just watching, and nobody else notices I'm there. It was about a boy, and I think a girl, either his sister or mother probably. The boy is being taken somewhere through the ceiling of the basement (that I think is my grandfather's basement) by an evil superman look-alike. The girl doesn't know what's happening to her little brother/son. There was more, but it's so foggy in my memory I can't describe it. The next thing I know, I'm in my kitchen, and there's a bunch of people there- an electrical unit or something near the door, from what I remember (although I don't know what that has to do with anything), and we sort of \"slid\" out of the house. I don't exactly remember, it was almost like a waterslide, maybe. Then, I fell until I was at the other side of the driveway and then suddenly realized I had no clothes on. At that point, everybody was getting ready to start a fantasy baseball draft. The first draft pick went to the \"Jethros\"- i.e. Jethro Tull (last guitar lesson, I told my guitar teacher I didn't really like Jethro Tull and he said he's never heard of anyone who didn't)."
        }, 
        {
            "number": "010", 
            "head": "03/05/2000", 
            "content": "Most of the dream takes place at night. I'm running continuously through a place that looks sort of like my town. I half realize I'm dreaming, but not really. I just remember thinking that it's so easy to run in a dream without getting out of breath, and how fun running is in dreams. Although it looked a lot like my town, I get a feeling at some point I was a long way from my hometown. I just remember asking someone where the bank was. Since I knew I was dreaming, I wanted to rob a million dollars from the bank and \"play liar liar\" was what I called it (I don't exactly understand why, except that in the movie \"Liar Liar\" Jim Carey played the part of a lawyer who couldn't tell the truth). Having fun playing cops and robbers in my sleep, for real. I never got to the bank or anything. Again, if I really knew I was dreaming, I would have known that I didn't need money in the dream world and just done whatever I wanted. Oh, there were also a few things about lucid dreaming I thought up, during my dream. I remember thinking, at one point during my dreaming, \"I wonder if I can hypnotize myself while I'm dreaming so I'll be different in some way when I wake up,\" and someone told me that thinking of some of your idiosyncrasies in real life will make your dream stronger when it's fading. Somehow it worked for me, but it was so crazy, it probably worked only by the power of suggestion (besides, I was thinking of things like, \"I don't shower enough\" as idiosyncrasies)."
        }, 
        {
            "number": "011", 
            "head": "03/13/2000", 
            "content": "I dreamed I was in a big room, with lots of people. There were tables, but I didn't see any food. Bernice was there, and there is a brief sexual scene between us. I guess we were in school, or at a school event, because after that, I was very afraid that everyone had seen and that I could be kicked out of school. I pretended the whole thing was \"a show,\" walking around to every table asking everyone \"how do you like the show?\". I didn't feel like anyone was there at the time. I felt \"they\" were looking for me, and would catch me any minute. Then there was a girl who I sat next to, and told her what a surprise, that I'll love her forever (and I don't just say those things, believe me, I really mean them. I sound like Holden Caulfield from Catcher in the Rye, I know- but I know exactly how that kid felt). Then I heard somebody call my name, and I knew I'd be in huge trouble. The strange thing, though, is that it wasn't my name. I can't remember what they called me, but it seemed natural like it was really my name. So, I brought this girl through the nearest door and downstairs. I kept telling her to run faster, but I didn't run away because I felt safer with her around. As far as I remember, I got out. Then, I remember thinking I had woken up, and coming outside my house to see a school bus in my driveway. I thought the bus might have been from my dream, and realized in that case it could have been from anywhere in the world. I looked at the location on the side, and it said it was from somewhere in CA, which, instead of making it out to mean \"West Coast,\" I thought it meant \"Central America.\" I also remember getting a phone call and being called into the studio of the radio station ABCD at the nearby university- but it wasn't a small studio room, it was more like a big gymnasium. If I remember, not everybody had all their clothes on (some of the guys had their shirts off, I think) and the main guy there reminded me of one of the early morning guys on WAAF."
        }, 
        {
            "number": "012", 
            "head": "03/23/2000", 
            "content": "The first thing I remember is holding a CD in my hand, and then all of a sudden being able to hear the music perfectly in my head. I was amazed by my ability, although I wasn't sure if I thought I was awake or asleep at the time. I don't remember what disc I was listening to either, but I do remember my brother saying something about a band called \"[something] Hill\" and then I thought about the band Sugar Hill that DC Talk sings about on one of their albums. So, I think I was going to put my DC Talk CD into the player. At that point, I remember going \"unconscious\"- I started seeing pictures in my head or something, and I really felt like it was another form of consciousness. The next thing I know, I'm in my bed reading. I come across this passage, but I never really know what it's saying because every time I read it I go unconscious. I read this passage several times, but I'm never able to finish because I just black out to another world, temporarily (it only seemed like a few seconds each time). Anyway, finally I was able to read most of it, and I remember something to the general effect of (paraphrasing): \"According to the research of [John Smith], every time [certain phrase] is written, people are proven to go unconscious, because when you really believe something, it will happen.\" I think I still blacked out, even after the disappointment of somebody actually TELLING me that this technique was just a placebo (I really could have killed that guy for spoiling it!), but at least I was able to read more of it that time- enough to understand what it was saying."
        }, 
        {
            "number": "013", 
            "head": "03/26/2000", 
            "content": "I remember walking into physics class, and my teacher letting me make up a test. In the dream she told me specifically, \"You got so many problems wrong, it wouldnÕt be fair to let you do the test at home, so youÕll have to get at least a couple problems done now.\" I remember thinking, \"WHY DOESN'T SHE TELL US ABOUT THESE THINGS BEFOREHAND!\" IÕm searching for my problems, and a pen and everything and I couldn't even find everything. Then, I remember her giving me a paper that said pretty much, \"I'm very disappointed in you, I don't even know why you're here.\" There was something else in this dream sequence, something a little more positive (maybe it wasn't, but that's my waking impression).I don't really remember that part. I just remember it was a trip somewhere with some girl who's identity I'm unsure of. I don't remember why, with whom, or anything about it."
        }, 
        {
            "number": "014", 
            "head": "03/26/2000", 
            "content": "I had a dream that someone told me I missed Christmas- and I balled my eyes out. I was told I'd still get presents and everything, but I kept crying and saying, It's not the same.\" Actually, this is what I think happened: I was watching something on TV, but it seemed more like I was watching people in the other room on a television-like screen. Then, someone came in and broke the news. I was heartbroken."
        }, 
        {
            "number": "015", 
            "head": "04/01/2000", 
            "content": "I dreamed I was going to sleep within a dream, with the purpose of recording my lucid dream when I woke up. I had this device that let me easily have lucid dreams, I think. Then, (now dream within dream) I remember thinking I was lucid, and I was somewhat lucid. I saw some words posted somewhere- I tried to memorize them so I'd remember then when I woke up. I don't remember what the words were, except the letter \"E\" was probably the first letter in two of the words, and there were 4 words I memorized. Then I remember being in or near a nurse's office, and then going through this room with a 4 foot ceiling and dust floors, where a lot of army men were eating and hanging out. I was just glad I wasn't in the army, and as I left the room I tried very hard not to get dusty. I had a strange feeling that I was at camp or something, and I wasn't going to be able to wash for a while. Anyway, I forget what happened after I woke from this semi-lucid dream-dream, except that I tried to record the words but couldn't remember them."
        }, 
        {
            "number": "016", 
            "head": "04/01/2000", 
            "content": "I am in a (video?) store. I don't remember what I was doing, but I thought to myself, \"If I'm really lucid, why the heck am I doing THIS?\" The lady behind the counter was smoking, but she said the rest of the place was non-smoking. I thought this was strange. Well, I thought, again \"wait a minute, I'm lucid, I shouldn't be doing this!\" (standing there doing nothing) and then I thought I'd conjure this girl that I remember from 3 1/2 years ago. I remember using my hands and saying her name, trying to get her to appear. Nothing happened. Then I thought of another \"method of execution\"- (I'd decided once in waking life that, if you want something you can't do yourself in a dream, you've gotta ask somebody else- especially a wise man or mystic or someone who knows what they're doing!). So, I'd ask the lady behind the counter if she knew where this girl was. So, the lady walked to the other end of the store, and the girl appeared in the room, yet didn't look much like she did last time I saw her. She ran away from me."
        }, 
        {
            "number": "017", 
            "head": "04/08/2000", 
            "content": "Jamie came to me for help, or solace, and I remember lying in bed, her head on my chest area, and I was stroking her head. I remember being at school or with my school, and walking on train tracks on a bridge, that I knew was very old and not very sturdy. Something gave me the impression of my grandfather's neighborhood, but it didn't look anything like it, after recalling it. There was a black bag, filled with something (books?), and I think I tripped over it and almost fell into the water- I grabbed onto a pole attached to the bridge so I didn't fall, and I remember the word \"leer\"- Spanish for \"to read\" flashing before my eyes. I remember dreaming that my parents were black. It was interesting because I recognized them and knew who they were, possibly from previous dreams."
        }, 
        {
            "number": "018", 
            "head": "04/15/2000", 
            "content": "All my family members were out of character: my grandfather was setting up a marriage between myself and someone I've never met. I really didn't want to do it, but I wanted to know if I might possibly have known that person, and I was extremely curious as to what the whole thing was about. I was promised we'd go out to eat afterwards, if it got over early enough. It didn't- I don't think she ever showed up (I never expected her to), and I was upset- I had my mind set on a certain restaurant, and when I found out we had to eat at home, I was furious. Then, we were at home and my family went out for something. I remember trying to make strawberry milk while they were gone- I started using hot water from the faucet, and then when I realized it was regular milk, not meant to be hot, I tried to turn on the cold water but the coolest it got was luke warm. I didn't want them to catch me making strawberry milk, although my brother was there. Then, my family was home, and I noticed I was naked, so I grabbed a towel from the doorknob before they walked into the door. (Then, I was in my kitchen. It was night, and being slightly lucid at this time, I asked my mother to teach me telekinesis. Then, I also mentioned wanting to learn to materialize objects in a dream. She tried to teach me how to open and close the cabinet door without touching it. Also, she gave me a \"magic paintbrush\" that would change pictures and writing on paper, automatically. I asked about real things and I was amazed that it worked from a distance. (But now, I remember all it did was add small stars to the cabinet door. I wasn't thinking of anything to reproduce at that time, so that might be the problem.) So, at that time I left the door with my paintbrush (which I never used again). I didn't really like the idea of a paintbrush- I would rather have just learned to close my eyes to materialize something. Anyway, I was soon in a strange land that looked more like a game reality than real life. I was starting to feel completely lucid. I asked myself some questions about my waking life, but I couldn't think of which questions to ask. There was this part of the environment that was underwater- you'd have to open a door and swim into it. Amazingly the water didn't drain out into the other room (I guess it wasn't so amazing at the time). As I swam through the area, a voice said, through an intercom: \"At this point, the water is only about 8 feet deep, which is exceedingly low compared to the rest of the ocean.\" is a good paraphrase. It did look a lot like an ocean- lots of underwater plants and creatures. On the other side, I saw my cousin. I told her she was dreaming, and she said, \"No, I'm not.\" I gave her reasons to believe it was a dream. Then I said, \"Can people fly?\" \"Yeah,\" she said. Someone else jumped about 3 inches into the air, trying to demonstrate. I thought they might have thought I meant \"in an airplane\" or something like that. So I said, \"watch\" and I flew about 3 or 4 feet into the air, as easy as can be, and came down. Then, after running out of things to say, and reasons why she could be in a dream, I told her, \"Here, think about it, and if you end up realizing you're in a dream, when you wake up CALL ME.\" Then I patted her on the back, and left. I came to this place with a lot of seats, and a lot of people. Then I came to this really cute, little black girl who might have just been sitting down, but I thought was in a wheelchair. I thought I knew her, and she thought the same. I kissed her on the cheek and asked her how she was. She asked me why I came back. I didn't really understand what she was asking (I thought maybe she was mistaking me for someone else), but I told her, \"to see family and friends.\" Then I told her, \"You're one of my best friends in the worldÉ no, you ARE my best friend.\" And I promised her I'd be back to spend more time with her. At that point I felt like I knew her. Then, I was walking and I remember feeling slightly dizzy in the head. Everything was still very clear, but I could tell I was losing consciousness and wouldn't be in the dream much more than a few seconds. So I sat on the ground and took hold of a table. Then I remembered the spinning theory, and spun on my feet for a while. I was trying to remember all this for when I woke up, and I remember recording that I was spinning for 30 seconds. After that, I wasn't feeling dizzy any more. I don't remember what happened after that, or I might have just woken up anyway."
        }, 
        {
            "number": "019", 
            "head": "04/16/2000", 
            "content": "The first thing I remember is being on another school trip, bringing about 3 or 4 bags of luggage, and forgetting it in the hotel. I also lost my CD's. I thought someone took them and threw them somewhere because they didn't like the bands that I listened to. There were a lot of CD's lying around, but none of them were mine. Then, I realized all my CD's were in the case in my pocket."
        }, 
        {
            "number": "020", 
            "head": "04/16/2000", 
            "content": "I dreamed about two old friends- actually one of them was Rhonda when I thought she was Kim. She was at my house. I don't remember if I asked her to come over, or if she was just there. We went up to my bedroom, and were looking out the window. I asked her if she wanted to go for a walk, and she said \"sure\". Then I asked her if I should ask Gail to come- Kim's friend, but the one I really had a crush on. She said she'd rather I didn't call her, so I decided to just go along with Rhonda (aka Kim)."
        }, 
        {
            "number": "021", 
            "content": "(04/21/2000)[this is a dream] I think I woke up on a couch with several people I knew from school. I was still hearing music in my head from the \"dreams,\" and it wasn't completely pleasing me. I talked to Frank about it, and he asked me if I was hearing the \"beating trumpets\". For some reason, the thought of any instrument with that description- very ominous, \"beating trumpets\"- frightened me. I told him yes, because he just brought it up, and he got terribly afraid, curling back in fear. The way in which he did this was actually humorous, when I think about it. He was about to run away, and I was really afraid and needed him with me at that point. I wanted to just relax and watch TV together. I didn't want to be alone so I told him, ok, I'm not hearing the sounds anymore. He came back and I asked, \"Is that music coming from the tv?\" Everyone else thought it was a dumb question. Well, actually everybody laughed, thinking I was joking. I think Warren responded that it was coming from the TV. Then I was in a building that I made out to be the \"QRS Video Store\" and tape rentals were less than $1. I had money to buy one, so I rented a video. I don't remember which one or if I even knew at the time. Next, I'm in a big, old, general or surplus store where most of the place wasn't even being used. There were a couple sections where I could buy CD's, and I'd been wanting to replace my Moxy Fruvous CD that I lost (really) so I thought I'd buy one, but wasn't sure between that and another CD I wanted. Then, on the way back, I'm with my school and we get on this floor space that turns into a whitewater raft. All of a sudden there are like 8 people on the raft, which I made to be way too much. Furthermore, they were mostly people from outside of school. We were diving into the water. They dived over me, and I thought I would drown and not be able to get enough air."
        }, 
        {
            "number": "022", 
            "head": "04/21/2000", 
            "content": "I'm outside, and there's this animal that I think to be a fox. Then I see a little dog that had been beaten up. It looked like a black lab. Then the fox took me by surprise and threw the nearly dead dog on top of me, as if he was taking us both for dead. We were both on the ground. I thought by that by that time the dog was undoubtedly dead, but found that he was still breathing and making noise. I was furious at the fox for doing this to the poor dog. There was a car trying to get through, and I carefully moved the dog to the side of the road. I really didn't think the dog would make it, and I was almost hoping for someone to put him out of his misery but I really wanted to protect the dog and was hoping that he just might be ok. I picked up the fox, who gave a good fight and had claws, but I had to get him away from the dog so he didn't hurt him any more. Then I attempted to throw the fox as far as possible. In the dream, I assumed the fox to be ok anyway, and if I threw him over a fence, he might be hurt just enough so that he didn't go after the dog anymore. Anyway, the fox didn't go as far as I expected when I threw it, and I woke up immediately after throwing the fox."
        }, 
        {
            "number": "023", 
            "head": "04/21/2000", 
            "content": "I was in Vacation State, or so I thought. I was told that this girl, who goes to my school, has a friend who calls herself Stalker Girl and \"she hates the world.\" Anyway, I thought she sounded very rebellious. Then I met her. She was nothing like her friend, and she seemed extremely nice to me, different from anyone else I knew and for some reason I just had to follow her. I went outside with her. She had a friend out there, a nice guy with long hair. He told me his name but I couldn't understand what he was saying- sounded like Matthew or Mathais or something beginning with an M. She told me her name too, but I don't remember it. Then she was telling me how she hated this country and everything it consisted of. Then I told her, \"Me too, I mean I hate the country, and the government, but I love the land, I mean the land itself; the actual land is beautiful.\" I think she agreed with me. Then we started running, really, really fast. All of a sudden I saw a sign. Since we were in Vacation State I expected it to say \"Welcome to the South,\" but it said \"Welcome to Ohio\". We were running extremely fast, again, at hyper-speed. I thought I saw a \"Welcome to Massachusetts\" sign, and then I saw a sign that said \"Welcome to Alaska\" and I asked her where we were going. She said, \"We're going to make a clone of you to live with us in Kansas, and you can go back home.\" My first thought was The Wizard of Oz. I thought we were in a vacation state, but I guess they thought it was Kansas. Then I said \"But I don't want to go home. I want to stay with you; you don't need to clone me. I'd rather stay here with you guys.\" I did, I wanted to be a part of their fun. I wanted to go over my head in their philosophy. I wouldn't have minded living there forever, but I woke up."
        }, 
        {
            "number": "024", 
            "head": "04/28/2000", 
            "content": "I first remember being in a room which I think was a gymnasium, and there were a lot of people there. Then I remember being in a mall, or a toy store of some sort, and there was this girl I knew sitting down and doing something to her hair. I sat down and threw a couple things that were on the table onto her hair. Then, realizing that wasn't exactly what she was trying to do, I cleaned her hair and made sure there was nothing left in it. She asked me if I wanted to get dressed up, and I said I wanted to wear really bright colors and look really crazy, sort of like a motley fool. Then I remember some computers, and a few other people and I were gathered around them. And the girl I was just with- we had been slow dancing without music (the music wasn't really needed). We just sat around, and I don't know what we did. Then she left. I thought she would be gone forever. I started dancing with someone else. Then I found her again, and I just pretended that the other girl didn't exist. I told her I thought I lost her, and I was so happy to find her again, and we started dancing again. The next thing I know, my parents are letting my brother drive me home, which wasn't the best idea. First, he doesn't have a license, and second, during the ride he stood up in the driver's seat, trying to look cool or something. Then, he slowly took his seat belt off like it was some kind of dance move. I was screaming at him to let me out of the car, but he wouldn't. I couldn't think of a way to stop the car without the possibility of getting us in an accident. The next thing I know, we're at home. I told my mother what my brother was doing, and she said he'd be in trouble but didn't appear very angry. Then I saw Clarissa, a girl I go to school with, who I took to be my ex-girlfriend (in this dream). I had a feeling she was upset with me for some reason, so I didn't try to talk to her. I felt bad she was feeling that way and I wanted to know why."
        }, 
        {
            "number": "025", 
            "head": "04/29/2000", 
            "content": "I was walking through the woods, or at least on the edge of a forest. There were some people there, and some girl put her arm around my back and said hi- at that point, I knew who it was without even looking. I remembered her from \"the previous year\" but then I thought about how quickly a year went by.  I just knew I'd met her the year before, and then I realized how it didn't seem like a year since the last time I'd seen her. There were a bunch of people going whitewater rafting, and I was one of them- but this girl told me she had something better and to follow her. She started running, and I followed her. We went up on the rocks next to the river, and as soon as I saw whitewater people on the water catching up, I started running- I was afraid of what they'd do to us. I think I thought we were in some Asian communist country or something. The land reminded me of Asia, and they were trying to force us all to go whitewater rafting. I was afraid they'd catch us after we ran away from the rafting group. Then I think this girl either disappeared or turned into a boy. Anyway, I think \"he\" showed me a book written by a former Prep Academy student, so I started reading it, and I was very impressed with it. I wanted to show everyone what a great book it was. Then I felt like we were in a movie that was being taped about Prep Academy. I remember taping certain things about Prep Academy- for example, we were in the water and we were splashing the water saying THIS is Prep Academy, and laughing."
        }, 
        {
            "number": "026", 
            "head": "05/09/2000", 
            "content": "First, I remember wanting to dress up as a girl for some reason. I was putting on makeup, and eyeshadow and some weird stuff in my hair and I was actually starting to look like a girl. I think I actually was, after looking in the mirror. Then I remember this guy smoking a cigarette in my house (my mother's friend), getting really mad at my mother for letting him smoke in the house, and then he started singing in French- incomprehensible French- I only recognized \"voulez\" something, and even that barely. Then I remember some other guy I don't know is doing the same thing (trying to look like a girl), and we were walking to the beach where the tide was very high."
        }, 
        {
            "number": "027", 
            "head": "05/09/2000", 
            "content": "I remember having a cat- I don't know where I got it. It was actually a little kitten. I was holding it and I loved it. It was the cutest kitten- it reminded me of my grandfather's cat Doc a year ago. I took him outside with me, and I was holding it and petting it all the time. I remember not wanting the kitten to grow up- I thought I noticed a personality change (it didn't want me to hold it all the time anymore). But he was still acting like a kitten, anyway. I was thinking I shouldn't feel so bad about the kitten growing up because, \"Well, I can get another kitten someday and do this all over again"
        }, 
        {
            "number": "028", 
            "head": "05/13/2000", 
            "content": "Somebody's baby was in my kitchen. I was really excited and tried to teach him to become self-conscious- touching my nose and hoping he'd do the same, for example, and just imagining how smart he'd be when he got older. Then I remember Clarissa yelling at me for not getting my work done in this project we were supposedly doing (for physics?). Jamie was standing there, very innocent looking, while my brother was \"trying to profit from the naivety of certain store clerks.\" I was complaining to my mother, trying to get her to stop worrying about a problem she was having with the computer (which I recognized as being not a big deal at all). Jamie is still standing here, by the way. So I just turned the computer off on her, and she was complaining that she wouldn't be able to get the weather now. I tried to explain that if she was lost with a street map, she'd still have to check the internet for a map. Anyway, now I'm somewhere else, and I hear a supposedly old Barenaked Ladies song that I've never heard before. Anyway, I wanted to go for a walk with Jamie to hang out with her and tell her something, but I never got the chance."
        }, 
        {
            "number": "029", 
            "head": "05/15/2000", 
            "content": "I'm in a library that looks very much like the Plainview High School library, and I'm looking through a box of old books about subjects like astral projection and witchcraft. I spotted the names of relatives of Jamie in one of the witchcraft books: I remember her first name was \"Jenny\" and then someone else named \"S. Spinney\" was in it too. I'm not sure of what significance these names actually are, but since I remember them I thought I'd include them. I remember going up to my old female teacher, in this outdoor sort of library place, and I started asking her if she knew anything about the \"S's\" and she said they have a long family history of witchcraft and she knew them well. I found Jenny S. was a lot like Jamie in many ways, from one of the books. The whole thing was almost like a mystery I was figuring out. Then I found Jamie lying down. I asked her to get up, and she said she'd been sunburnt or something like that. Still, I tried to persuade her to get up, which she did. When she found out I was researching her family history, I think she felt I was betraying her. Then I remember having a guinea pig, or other little creature in my hand. Some people told me to go over by the lake, which I did and soon realized it wasn't the best idea- people were throwing rocks at me (people I knew and didn't trust). It was hard to get away from the lake without falling in. I was just hoping that the little animal wouldn't be hurt at all. The animal and I both ended up being fine. Then I was in either Spanish class or history class. The teacher was sort of a mix between a Dell and a Lamacchia (at first he was more like Dell, gradually becoming more like Mr. Grant). I guess I'd chosen to do my final Spanish exam again because I didn't think I did very well the first time. I did even worse the second time, however. Then we were playing something on the board, something like the \"Wheel of History\" game we used to play in Mr. Grant's class, but not quite. Then I remember playing \"hide and go seek.\" Everyone was going around and hiding, or something, and I went into this small room where I found Jamie. I couldn't describe what, but I knew she looked different. I kept telling her I was only there to be her friend and listen to her."
        }, 
        {
            "number": "030", 
            "head": "06/03/2000", 
            "content": "We're in Europe, I'm tired, and Mr. Dell is reading off his plan of everything we're going to do that day. We're leaving one hotel to go to another, but I think it's ok to leave my luggage there, for some reason. The next thing I know, we're on what I think is a bus, and in the back they tell me that I left my cats at the hotel. I think Mr. Dell gave them to me, but they were all tied up so they couldn't go anywhere, like one of their legs was attached to the face by rope. It looked very uncomfortable and I felt bad for them. Then I think I put them in a bathtub that was there, and Mr. Rosetti comes walking by. All of a sudden the cats are little insects (one of them was a small pig), but I didn't think anything of this change. So Mr. Rosetti walks into the bathroom, sees the insects, and I know exactly what he's about to do. I shout \"NO!!!\" but it's too late and I start screaming and crying hysterically, \"You killed my cat!!! You don't understand that was my cat!!!\" So I'm crying and walking up toward the front of the bus telling everybody what happened, and Monica hugs me and I suddenly feel better, not even sure if I remember what had just happened, and I say, \"You comfort me.\""
        }, 
        {
            "number": "031", 
            "head": "06/03/2000", 
            "content": "Prep Academy group project- I was building a mini-vehicle (farm vehicle maybe) of some sort. All of a sudden the rest of the project crashes to the floor. I look to see what's still ok, but I see everything is broken and start laughing, unable to stop myself. I woke up a few times (or at least had false awakenings) and I was confused. The room I was in didn't completely look like my bedroom- but it really could have been a real awakening. Anyway, I also remember what was almost definitely a false awakening- trying to break my bedroom window with telekinesis. All of a sudden I wake up, and I'm looking at the real window."
        }, 
        {
            "number": "032", 
            "head": "06/04/2000", 
            "content": "I remember a violent dream about someone trying to hurt Janice with a knife or similar device. I don't remember much of this, but the next thing I know, a guy across the street from my house is aiming a gun at me. I get behind someone else, or try to escape, but I can't move very fast. I think I wake up. I fall back asleep. At this time, I've found a gun somewhere, and I pull the safety so now if I push the trigger, it will shoot. I try to figure out how to put the safety back on because I'm afraid I'll shoot somebody. I almost pull the trigger a couple times. I go outside, and my cats are out there- I accidentally aim the barrel at them. I want to shoot the gun somewhere safe. I'm heading over toward my shed and the gun starts to shake a bit. Extremely hot liquid comes out of the gun, and it hurts- I feel it's punishment from God for something- I think I hear a voice from \"God\" saying this. I try to shoot, but my hand is numbing. I feel the gun is about to blow up, so I throw it. It blows up, I run inside the house, and it sounds and looks like a series of bombs going off. I'm afraid, it's starting to bomb right next to my house and it's penetrating. The house is about to start on fire. I'm right near the phone and call \"911\". I wake up. I fall asleep. Then, I'm in Europe again- I don't remember exactly what was going on, except that a group of us were traveling through Europe. I remember being in France, and possibly Italy and Germany. We're doing a lot of walking (mostly through fields and forest; I don't remember walking through any cities or areas of civilization) and it's an adventure. I offer to carry this tired girl on my back for a while, and it didn't really take much effort. Then I realized that maybe she wanted to come down and walk a bit, and so I let her down. I don't remember exactly who it was- it could have been Bernice, Monica, Janice- most likely Bernice. But anyway, I remember being in this restaurant, trying to order some food. I can only find Italian Lire and other currencies but I need French Francs. Then, I'm still walking but almost home. I'm at this house not very far from my house, and this guy is begging for money outside. I don't remember exactly what happens but I give him money, then go inside his house for some reason, and then he threatens to shoot me and I'm running out really fast."
        }, 
        {
            "number": "033", 
            "head": "06/06/2000", 
            "content": "SAT scores are coming. I had to go to the principal's office to pick up my results. I get a package from ETS, and it contains maybe 5 or 6 different snacks and candies. I'm expecting my SAT scores. I'm disappointed."
        }, 
        {
            "number": "034", 
            "head": "06/07/2000", 
            "content": "The first thing I remember is being on a bus. We're driving to an eastern state (we're in North Carolina, I think) and it's like a 6 hour drive or something like that- I considered that considerably long (although from NC, I know how quickly 6 hours is). I was disappointed that the day would almost be over by the time we got back. Mr. Dell asked me to give me back his frogs legs that he gave me earlier. He said, \"I'm not so concerned about the legs as I am the container.\" Then I remember this big room (which was part of the bus, because I could hear it start moving along with the bus). Anyway, it was a bedroom, and a lot of us were going to sleep. Then I remember being in what I thought was an airport. I'm with my grandparents, and one of them looks like my grandmother, but this lady is a lot bigger than she was and looked very masculine (it wasn't her). She tried to convince me that she really was though, and as soon as I fell for it she threw me to the ground and yelled at me or something. Then I remember being in this amusement park. I asked almost every single girl in the place to dance it seemed, and there was this crazy boy I danced with too. We just moved around like crazy even though I can't dance, it didn't matter- it was still so fun. One of them had a house right nearby, and she looked about 7 or 8. We went to her house to bring her cat back, or something like that. I was getting sort of bored- I wanted to dance. Then I'm running around, realizing I might not be where I'm supposed to be, and Mrs. Lear tells me the group is \"right here\" inside this ride. Then I'm inside this building, and I see somebody and say \"Hey Laura!\" Everybody knew what I was going to ask, but she was running so fast she never heard me. Mr. Dell, within the incredibly old building, had just built \"The Mr. Dell Museum,\" and I thought I saw him blocking off the doors to all the other rooms except the rooms to his personal museum. I told a student \"hurry up or Dell will lock those doors.\" I don't know what he was actually doing, so I actually decided I wanted to see the Dell Museum, and Mr. Dell had somehow gotten behind me. Down these very, very steep stairs, but I sort of realize I'm dreaming here and see that it would be impossible to climb down these stairs in real life. (I have an idea that I'm dreaming before, too, when I wonder if Brice will remember me asking all these girls to dance after we wake up. Hey, just asking was fun! Of course, I wasn't very lucid). I see a ghost coming down toward me. Mr. Dell was telling me, \"Don't worry, that's the Prep Academy Ghost, he can't do anything to you.\" Well, he came down and started picking on me, and as an obvious solution I said \"I love you ,\" \"I'm not afraid.\" He agreed to help me out at that point. He let me ride on him to catch a bus. Although he wasn't incredibly fast, I kept telling him to speed up, and he was a little uncomfortable so I asked him to change form so I'd fit on him better. He was a lot like a balloon, I suppose- an uncomfortable balloon that didn't have a soft place to put your butt when you ride it. There was some girl heading toward the bus, and I was trying to keep up with her, but I guess she was either running really fast or on a bike, and it was hard to keep up. It was a really fun ride. Oh, I went back into the building again, right on the border between sleep and waking, and the ghost was singing a little tune- fortunately I happen to remember the last 4 lines. This was a goofy song, but it was meant to be, and I woke up with the tune in my head: \"As soon as we dieWe complainBut after a whileWe're put to shame.\""
        }, 
        {
            "number": "035", 
            "head": "06/08/2000", 
            "content": "I'm on another school trip. I'm late getting to the train and it's leaving without me. I have my hand on the train by a bar. I ask Mr. Dell if I should try to get on, even though it's starting to move. He puts up his hand as if to say, \"one minute.\" I don't have a minute, and I'm running with the train as much as it's pulling me with it. We go under bridges and I'm afraid I might get cut off by the bridge, although I'm not. The train stops and I quickly get on via the back. I wake up."
        }, 
        {
            "number": "036", 
            "head": "06/10/2000", 
            "content": "I have a dream where I'm a junior at Prep Academy, graduating. For some reason, the school decided to get rid of the seniors and replace them with death row inmates. As they walk by me for the last time, I feel I know some of them. Most of them seem to be older men in their 60's. I say, \"I'll miss you\" and \"I love you\" to some of them as they're walking through some doors. Then I feel a strong desire to go to \"the park\" (where's \"the park\"?) to hang out with this girl who I don't even really know (but had a sort of a crush on before, Nancy). Now I ask Riley if he knew any \"single\" girls at his school. I think I asked him for a list of 3 single girls. But he told me about these girls that I haven't even heard of (and I even went to his school the year before last). Now I hug this girl A.M, tell her I have a crush on her, and another girl, Eva thinks I'm talking to her."
        }, 
        {
            "number": "037", 
            "head": "06/11/2000", 
            "content": "The first thing I remember is \"rendering reality.\" I don't exactly remember what this entailed the first time I did it, although it involved technology and made the world look much more \"real\". (It's dark, and I'm outside my house). In another part of the dream or sequence I did it a second time though, where turning on 6 switches (2 rows of 3) on the doorway of my house changed the amount of light streetlights were giving out (and changed the number of streetlights that were giving out light. This time I'm disappointed, because it's still very dark. The last time I remember doing this \"reality rendering\" it got very light, so I could see everything around me. This time it wasn't nearly as bright- maybe as bright as a normal waking life streetlight. There were other lights that seemed to be coming from the sides, and the sky, which were not as strong as the normal streetlights but there were many of them and my switches controlled these. Then, I remember eating with some people from my school and forgetting my sandwich at or near the table (coming back to grab it later). A phone call from some girl at school, telling me something, none of which I remember. I thought I knew her by her voice, but by the end of the call I wasn't sure. I go outside, and I am walking (or flying) out to a city that is only a few streets away from my house. I want to use a computer to do some \"reality rendering,\" but I find there are some problems with the computer. I do, however, remember a plastic strip that might have contained electrical information to be read by the computer on the geography of the physical world (which could be used to change my dream world into an exact copy of, or even into the physical world). At this time I am not aware I'm dreaming, consciously, but I am conscious enough to know it's a dream. Somebody tells me to wait around- somebody will try to fix the computer. I decide I'm in a dream, and don't really need this rendering mechanism. I decide I'm going to go and have some fun while I can. In the next segment, I'm leaving my house, suddenly become really lucid, and I head up to Katherine's house. On my way there (it's just a few houses down from mine), there's a man driving a truck down Oak Road, who I hear is looking for retribution on old enemies (from a telepathic voice, or something). I'm a little scared, but I'm not sure it's me he's angry at. I'm not sure I'm still lucid. He drives right up into the driveway or yard of the brown house on the left, hastily turns back toward me, this time with the steering wheel on the opposite side from me. He gets out, and I find it's Joe Pesci. He starts shooting a gun at me, and I try to use his truck as a shield, pleading with him not to kill me. I don't remember what happens, but he shot a lot of bullets and none of them hit me. Then, I'm walking down a street. There are some other people there (friends, dream friends, I don't know). I see my grandfather's old car, and upon coming closer to inspect it, it's not the same car. Then I walk into Gail's house, where there are various people there. I can't really see very well, and wonder if it has anything to do with just having been in the bright sun. I ask for Gail and someone directs me to the right into another room. She's sitting or laying down on the floor. I touch her face, but I can barely feel it. My lockmold* isn't very strong. I have a short conversation with her about a movie and say, \"Do you wanna act it out?\" I wake up, realizing it's 11:00 a.m."
        }, 
        {
            "number": "038", 
            "head": "06/12/2000", 
            "content": "I am entering Plainview High School, and I have a big duffle bag with me (which I soon lose). I decide to attend some classes since the school year is almost over, and nothing can happen to me for not turning in homework assignments since it's not really my school. I see the classes posted on an electronic board, but I don't know the period with which we're starting. Soon I'm in a section of the school which I've never seen before in waking life, but I think I've seen it at least once before in a dream. There are a lot of stairs going down, and suddenly there is a discontinuity in the stairs for about 10 vertical feet, and below there are more stairs. I don't remember trying to \"jump\" down to the other set of stairs in this dream, but I think I might have jumped in another dream. Now I am in a room, which looks somewhat like it could be either the library or the art room. They are taking pictures of two people at a time, for some reason. I think it has something to do with a project we are doing. I think I'm trying to dance, and then I move over to the other side of the room to dance. Barry and Stephanie are dancing to some different type of music. They tell me what it's called (and I don't remember the name), but it sounds to me like some really fast moving heavy metal. I start dancing with Stephanie and I realize how fun dancing to this type of music is. I think she's surprised that I'm actually dancing to it, but I don't remember exactly what I think she's thinking at the time. Then, she goes out into the hallway, and there is a bed down at the end. I don't remember if she's angry at me, or what was going on, but I see her under the sheets and ask her if I can take them off. She said I could, so I pulled them off her face. I complimented her until she got up, and I think started crying. She walks over to the nearest room, tells (the teacher?) that she's sorry for everything she might have done (over the course of forever?). I think I've done something to allow her to change, and I feel good for that reason. Now I'm in another room where people are bouncing on this (air or water filled?) wrestling ring type of thing. I'm inside, and when Louise comes in I'm disappointed (although she looks more \"innocent\" than she usually does- maybe she looks like someone else I know). I get out, and the next thing I remember is seeing Riley I try to be funny, but nobody seems to think what I'm saying is funny. He makes a certain comment, and I run into a small food store, thinking it's appropriate humor based on what he just said, but nobody's laughing. I see a big, chocolate cupcake (which in the dream I call a \"muffin\"), and I want to buy it. I have some money in my pocket and I ask how much it costs. The lady says somewhere between $3 and $4, and since I have a $5 bill I give it to her. I'm surprised it costs under $5. I also remember Mr. Pons trying to rush a bunch of us into a bus, and I remember not having my bag and wanting to look for it. I I rush back into the school to try to get it in time to catch the bus. I don't remember if I ever found my bag, but I did forget to go back to the bus."
        }, 
        {
            "number": "039", 
            "head": "06/13/2000", 
            "content": "Again, I'm back at Plainview High School. This time, I have a schedule. I have Geometry/Trigonometry and a lot of other classes. They are easy classes, but I was happy I'd understand the material. I remember being in the cafeteria. Somebody asks me a question. I think he asked something like, \"Yes or no?\" and I don't even know the question. All of a sudden there are a lot of people around me (mostly girls), and I don't know why. There's a small wheeled chair type device there, and I get on and ask Eva to push me, as fast as she can. She pushes me really fast, and it's very fun. Then I see I'm about to hit a wall and I somehow don't get hurt. Mrs. T. tries to explain something to me, which I don't think I really understand at the time, but looking at my schedule, I see somewhere, for some reason, it says something like, \"pregnant dog\" and I remember that Mrs. T. was trying to explain that to me. I still don't know what it meant, though."
        }, 
        {
            "number": "040", 
            "head": "06/14/2000", 
            "content": "I see a city. My brother asks if it's Boston, and then I think for a minute and realize we're right outside of Paris. I am now in a large group of people, and there are Nazi's around trying to throw bombs at us. For me, it's a life and death situation. I start running, and I'm not hit. All of a sudden I hear (something like): \"13 deaths; 53 injuries,\" and I'm wondering how they knew that already, less than a second after the bomb has exploded. Then I'm wondering if they have spies for each and every one of us, keeping track of personal information. This scared me, because they knew exactly where I was, and that I wasn't hurt in the last bomb attack (so maybe they'll make an extra effort to get me in the next one). I return, and people start kidding me because apparently, I had been running with Albert Einstein and the Nazi's didn't want to bomb him because of the great benefit he's been to society and science. Since I was with him, they didn't want to take a chance at bombing me and killing both of us. So, Mr. Einstein served well to keep me alive. I found a little bird, extremely tiny, in my living room. I picked him up, trying to look for a box to put him in, because I feared for his safety. Then, I saw the mother bird, and my grandfather's cat, Doc, in the bathroom. I didn't think Doc would try to attack the bird, then got nervous and picked her up. I don't remember what happened. I remember a mouse (did Doc turn into a mouse?) and putting it in the bathtub, heating it like a microwave for some reason, and then looking for the mouse- which I couldn't find afterwards. Then, I'm home from school. Then I'm at German customs, and I've forgotten my passport at home (maybe this takes place directly after the Paris conflict, I donÕt remember). I see a telephone, and try calling home. I keep dialing wrong. I see my brother, my father, and my uncle here, and I want to pretend I don't know them. I call my mother and she tells me she knew I'd forget my passport. My uncle asked if I had it, but she assumed I did and didn't check before I left. Now, I think those three might have brought my passport, but they don't talk to me, and they don't give it to me. I find myself ordering haddock (or some other kind of fish), and by the middle of the meal I wonder why I ever ordered fish. The more I think about it, the more disgusting it was."
        }, 
        {
            "number": "041", 
            "head": "06/15/2000", 
            "content": "I took someone's white pickup truck for some reason, and headed up the street a few houses stopping in front of Gail's house. I get out and ask her if I can use her bathroom, and then ask where the bathroom is. She tells me, I use it, then come out. There's a police officer looking for me. He asks me a question about some card or license he's holding, asking if it was mine. I am a little nervous, just realizing that I was driving without a license. Then I'm in a mall, shopping, and eventually an officer is looking for someone who fits my description. He finds Chris and says that, from the back, he looks just like me. I have a bunch of stuff I'm going to buy, and going through the register I quickly think of stealing everything in my bag. Then I realize I'm in enough trouble as it is, so I take a candy bar and my money out of the bag, and just buy this."
        }, 
        {
            "number": "042", 
            "head": "06/15/2000", 
            "content": "I'm going somewhere to spend a week or two. I don't remember where it is, but as soon as I get in, I tell this big man what group I'm staying with. He yells at me, \"In there! In there!\" and spits a lot of saliva on me. I go in to use a sink to wash myself off, and the guy comes into our room and says, \"Ok, I want everybody on their beds! Face down! Right now!\" I really didn't like this, and was thinking about calling my mother to take me away from this place, or just running away. There was no telling what this guy would do to me if I stayed. Then, as soon as he left the room, I called this girl from the other side of the room over to my bed. The big man comes in again, this time a bit more subdued and smiles, saying to me something like, \"I know you like girls, but...\" in sort of a joking manner, but still with the kind of attitude that could start going crazy again any minute. Then, these two little girls each give me flowers. (Each of them is upset that the other gave me flowers.) One of the sets of flowers was small. The other was a bit bigger, and had writing in Spanish and French on it, with her phone number, email address, and I don't remember what else. I thanked both of them. I then remember climbing up the stairs to this really nice mansion, castle, or house. I don't remember the details. I'm holding Ruth's hand as we climb the stairs. I don't remember what happens in there, but when we come up, I see a colorful brick wall, painted with perfect yellows and reds. There were beautiful trees and a beautiful sky. Everywhere was beautiful. There are knobs somewhere. Somebody tells me to turn the knobs so that the scenery becomes brighter. I do, and it gets brighter and brighter. There's a different knob for every color. Then I make the greens brighter (although I think it would look better with a darker green). When the scenery is sufficiently brightened, a girl that I know very well (I can't remember who it is now) and her boyfriend are having some kind of competition. I hug her, and wish her good luck. I love her, but I'm not terribly jealous about her having another boyfriend. A scene I just remembered upon taking a shower this morning. It's another one of those \"going back to Plainview High School to take classes not because I have to but because I can\" dreams. I remember waking up (in a dream) at 9:00 in the morning. Lawrence was there, and he asked me if I was getting up. I was awake, but I had to do something before going to school, and I assumed it might not be until 9:30. According to him, the bus doesn't come until around 9:30. I remember going to the bus. I'm on the street and it went right by me and turned left. Somehow, though, I got to school. I remember Eva and Martha there- among one or two other people who I can't remember. We were writing a song. When it came time to play the song, I realized I had wasted my time painting a picture or working on some kind of 3D model. I was supposed to be doing percussion. Later I found maybe 10 different percussion devices around the room and realized I could have used those. Eva did a great job with piano. At this time I want to go down to Mrs. T's room to play around with 3D Studio."
        }, 
        {
            "number": "043", 
            "head": "06/16/2000", 
            "content": "I woke up and I wasn't sure if I was dreaming. I got out of bed and went downstairs to the bathroom, I think, and then looked out the kitchen door. It was dark outside, and I was pondering whether I should leave the house and take the risk that I might be awake. I decided not to go out. I went to the den, and looked at something with writing on it. As a test, I closed my eyes and opened them again, and this time it read slightly differently. This still didn't make me lucid, however, and I wasn't positive I was dreaming until my dream faded. I'm driving a truck down my driveway. I realize the brakes aren't working, and I try to use the horn to tell everybody on the street to get out of the way. I think I almost hit a couple cars, but I don't. I drive up the street, putting my foot to the pedal as hard as I can, and I get the thing moving very fast for fun. The ride sort of felt more like a motorcycle than a truck."
        }, 
        {
            "number": "044", 
            "head": "06/18/2000", 
            "content": "I am in a place that I think is a local baseball field, but it's still a bit different. There's a girl with red hair, and I ask her where she's from. She says the name of some Spanish sounding city beginning with P, and I somehow knew she was Hispanic before I asked her. I asked if she's lived in the United States since birth, and she says, \" No.\" For some reason, she laughs continually about the fact that I'm paying so much attention to her. She says she'll see me at Model UN. Then I'm in a room where a model United Nations meeting is about to start. I was confused by the time of year. It seemed too early in the year for the nearby university United Nations to be taking place. I was hoping I hadn't missed something, because I haven't even done research. I didn't even know what country I was in. Then, I realize we were just having a \"draft\" to choose the countries we would be representing. I see a few students from Plainview High, including Riley. I think I talk to him, but I don't remember the conversation right now. We go to another room with a big table and chairs around it. I sit, and it looks like the red haired girl is going to sit next to me (I don't know why I thought that) and her friend comes over and tells me what sounded like, to some extent, \"Stop flirting with her.\" Now I'm bringing a suitcase downstairs out of an unfamiliar school. I decide to take a different stairway than everyone else at one point, and come out in essentially the same place, one floor higher. Down on the bottom floor, ushers are showing us what direction to go for various buses. I wanted a bus to the other parking lot, but I don't remember what direction to go. I go inside the building, where Mrs. Lear is there (in a conversation) and there's a computer terminal right by the door. So, I log into my account and send her a message asking which direction to go. Unfortunately, I get a reply but realize I asked the wrong question (I instead asked something like, \"Where are the buses on the left going?\" rather than, \"How to I get to OUR buses.\" Well, she's still standing there, and I don't want to bother her again, so I shyly say, \"Thanks, Mrs. Lear\" and walk out the door."
        }, 
        {
            "number": "045", 
            "head": "06/18/2000", 
            "content": "There's a girl in my bed. I hear a voice (I suppose, telepathically) telling me something like she's always been more comfortable in \"the other world\" (i.e., dream world) or the dream world is better for her. I pick her up to bring her downstairs, but I decide instead to put her back in bed and cover her completely. An evil spirit tries to \"convert her\" or something and her mother is converted too. This is the part I don't understand in the least I don't remember what they were converted to, although I know it wasn't something good."
        }, 
        {
            "number": "046", 
            "head": "06/18/2000", 
            "content": "There are two female guinea pig salesmen in my kitchen. One of them has red hair. There are many guinea pigs, around the kitchen, one of them was almost as big as my cat. He comes over to my cat Bigfoot, who just says, \"Hey!\" as if to mean, \"Get away from me!\" I thought it was funny, but not unusual, that BigGuy would decide to use an English phrase."
        }, 
        {
            "number": "047", 
            "head": "06/21/2000", 
            "content": "I'm at home and call this number where, after you call, some lady calls back. I thought I'd get in trouble for calling for some reason. Then I'm playing music in my cellar, and I seem to remember something about Kim or Gail at my house, but I'm not sure. Then I'm in the woods, or somewhere like it, and these two guys are fighting over who should get to \"carry the cross.\" It actually sounded like they were fighting over who got to \"be Jesus\". They want me to decide for them. One was 16 and the other was 26, and the younger one was mad because he thought I'd discriminate based on age. I really don't know what they're trying to do, and in a way I am communicating with them via email (although I am nowhere near a computer). I think I told them neither of them should be Jesus, either that or I said it wasn't for me to decide. I see two extremely small people (could have been ants) trying to carry small wooden crosses. Now I'm at Jamie's birthday party, I think, but it's at my house. Chris asks where his girlfriend is, and I realize he is talking about Jamie. Next I remember being on the computer with Jamie right there on my right side. I think I hug her and told her I loved her, but I don't remember why. She sees a banner advertisement that must have had someone's hands pictured somewhere, and she says, \"Naked hands!\" and wants me to take the ad off the screen. By the time I do, Albert's mother is in the kitchen, telling me my mother is here ready to pick me up. So, I left, passing some really cute dark skinned girls in the driveway. Then I'm at home, but it's not really my house (Jamie's house in the dream was really my house"
        }, 
        {
            "number": "048", 
            "head": "06/23/2000", 
            "content": "I was at my grandfather's house, and my grandmother was there. I wanted to ask her some questions, while I could. I don't remember what I asked, but she asked me if I'd read any Stephen King books lately, and I asked her if she's ever read Jorge Luis Borges (answers were yes, no, respectively). I remember trying to decide whether I wanted to sleep at their house or at home, but I got very tired suddenly and decided to just stay there. My grandfather is sleeping in a single bed (in what I think isn't even his bedroom; it's the room to the right of his). My grandmother was sleeping on another bed right next to him, and there were two other beds in the room that I had the choice of sleeping on. I went into the kitchen (where the door was misplaced from physical reality, and the outside was considerably different). The main door was open, I think, but the screen was closed. I had a sudden feeling someone would try to break in. Then, I saw someone walk by the door, and then come back and try to open it. It was a young black man who claimed to have the simple motive of using the telephone, but I was already paranoid someone would try to break in (besides, he stormed right in without asking permission). He took the telephone and I let him use it outside the door. It was on a cord. I let him take it. I wanted to call the police just to be safe, but the phone wasn't available because this guy was already using it (and there was actually a top part of the door that I didn't know how to close). I thought I'd be safer if I asked the police to do it. Then the guy claims I'm racist because I didn't want to let him in my house."
        }, 
        {
            "number": "049", 
            "head": "06/23/2000", 
            "content": "I strip Shelley completely naked, at which point she becomes a baby and I carry her around with me like she's mine. Then I remember Kelley and two others (maybe Josh?) getting ready to walk into a large room filled with people. It seemed like a flea market or something. We were \"presenting ourselves\" to them or something. We did it a couple of times, walking in together, me right next to Josh. The last time, I wanted to walk in next to Lucy [a prominent teen actress], so I asked them to switch around. I put my arm around her, hers around me, and my head on her shoulder, which would have looked pretty weird (in physical reality, anyway). Then as we're walking in, I realize it's not Lucy, it's someone else (maybe Josh again, I'm not sure) and everyone laughs as if we were a comedy group. Maybe in the same big room, there are sales of various things. I don't remember who the card salesman was, but I think it was someone I knew, and someone, I was told, who really jacked up to unfair prices on his cards. I looked at some comic books on a table a little bit down the way. I wanted to buy something, I eventually was given $40 in travelers' checks from my parents, and I think I found another $100 in my wallet. I was going to buy something, but the next thing I know, I'm in my bed, I open my eyes and look around. It looks just like my physical room, but isn't. The clock says 3:00 or 4:00, which is the time the \"flea market\" was supposed to end. I'd slept through it, and now my room was empty (upon \"waking\" into this new dream, I thought the flea market had been in my own bedroom)."
        }, 
        {
            "number": "050", 
            "head": "06/25/2000", 
            "content": "I am in a room and there are three girls there. They think I'm a girl. They ask what happened and I told them I gained some weight since Europe. There is a bowl of frosted flakes right next to me and I can't help but grab a couple. Then I think I'm living with them for some reason. One of them had fairly short, straight dark hair and wore really cool clothes that I liked. I remember her the most. Then, either in the same room, or maybe another, some boys come in and one of them sit on my lap. I don't remember looking in the mirror throughout this dream, but I remember feeling \"like myself\" and I didn't think I'd look any different anyway. Back in the girls' room, I sit on a couch, trying not to give away the possibility that I might not be a girl. I'm on a chair and pick up and look at a deck of cards or something similar. Then I go over to another couch where one of the girls is watching TV or something, and I decide to relax and get some sleep. Then all of a sudden Mr. Dell and Sara are in the room. I saw her, and hoped she wouldn't recognize who I was. Then we were playing a game of some sort, and Sara chose me (\"James\") as the first one to go. I just sat there, hoping nobody would think that male name was mine."
        }, 
        {
            "number": "051", 
            "head": "06/25/2000", 
            "content": "I'm at a DSA event. I think it was supposed to start at 5:00 but it's dark and I wonder if I'll even be awake by the time the thing is over. I remember flags, a state flag, for example, and I think it was something of a military game. I go over to what I think now is a water well. What happens there, I don't remember, but I like it. Then, I'm walking around a house or building and become lucid. I try to think logically and quiz myself, which increases my awareness and consciousness. Then, I tell myself to do an addition problem like 17 + 28 and I feel fully capable of doing the problem although I don't want to take the time to figure it out. I see writing on the walls, which doesn't make much sense. The individual words make sense but I can't make out the sentences. Then, I remember a sign that said \"Metal Still\" or something of the sort, and I wanted myself to remember it when I woke up. I see the well I was at earlier near the back of the house. I think this is the house where the three girls from the previous dream are living. I look for an entrance but I can't find it."
        }, 
        {
            "number": "052", 
            "head": "06/25/2000", 
            "content": "I'm home (from a Christmas party? or something) and I see my cat Muffin on the stairs and I assume he knows something about music, or something like that. It's a weird thought; I don't remember it clearly. Then I walk upstairs and I hear the word \"aging\" and in my bedroom is a documentary of the aging process of my grandfather's young cat, Doc. It's not a video documentary, it's like a small museum. I remember seeing either pictures of or 3D representations of Doc all over the room."
        }, 
        {
            "number": "053", 
            "head": "06/26/2000", 
            "content": "I'm on the beach, and also maybe an actor in a play that's getting ready to begin (a huge play, with literally thousands of people there. I don't ever remember seeing the actual performance start, though). There's a motorcycle around, and I decide to either ride it around or move it somewhere. Then I remember running through a gate over to some other building, but I don't remember what I did there. I'm back, it's dark, and Laura wants to \"demonstrate\" something. There's a loud television or jukebox or something making too much noise. I try to turn it down and the volume won't work. I do turn a knob which starts to cover the \"screen\" with a (wooden?) cover, and it makes slightly less noise, but it's still too loud. Now I remember being at the top of the high hill behind the beach, and watching a beautiful ocean scene. \"My motorcycle\" is there, and someone else in a motorcycle pulls up. I thought he might think I stole it just by looking at it, or else he'd ask me a couple questions about my particular motorcycle and I'd have no idea what he was talking about, get suspicious, and nail me anyway. I just decided to leave the motorcycle there, and quietly climb down the hill to the beach, as if that's what I was planning on all along. But I think the guy starts to chase me, and I'm running through huge crowds, and a lot of people are trying to catch me, many more than I thought knew that I took the motorcycle. So, I'm running (\"beach\" is really a brick or stone floor) diagonally toward the water. I could decide to go through the gate too, but something tells me the water might be safer."
        }, 
        {
            "number": "054", 
            "head": "06/27/2000", 
            "content": "I see Mrs. Wallace (art teacher) and she's talking to other art teachers about how the \"art classes\" she teaches is really basic mathematics. I don't think I take that literally, but I do understand that there's a lot more to do after getting out of high school art classes. Then I'm in Mrs. Pappas's physics class, who actually looks very similar to Mrs. Wallace, and I'm doing a powerpoint or web page presentation on everything from baseball to dreams. The strange thing is that I didn't think I finished the page, but somebody seemed to have finished it for me. Although it wasn't exactly finished very well, it looked like it was possibly enough to get by. I remember talking and talking, and realizing I'd only started talking about the first subject so I decided to briefly mention every other subject in the remaining minute or so I had left. I didn't realize my mother was there watching the presentation, who comments about it to Mrs. Pappas afterwards. Then, I'm talking to Mrs. Jones, another teacher. It's a one on one conversation but all the kids seem to be watching intently. I had a bag with me and told her I wanted to get rid of all my notebooks. She started telling me how good they were for \"easy reference\" and everything like that, and I mentioned they're not all my notebooks (and I'm not throwing all of mine away) someone else had just given me a notebook to throw away for them. Then she asked me why I'm always acting so serious. Then I see Mr. Pons (who always seems serious, but is always using his dry humor to joke about everything). He says something, so I then shout out \"Pon-SON!!!\". I make another joke and then look for my bag, which I find is gone. Mrs. Jones had apparently taken it down to the office or something to donate it to some organization, but I needed some of the stuff in that bag that was still important and I rushed to find her. I saw a school secretary smoking, and wondered why the school was considered smoke-free if she was allowed to do that."
        }, 
        {
            "number": "055", 
            "head": "06/29/2000", 
            "content": "I remember repeated visits to a buffet. It has completely different foods every day I'm there. I'm in a mall store, where there are a lot of girls who are lesbians, or at least talking about having sex with each other, and they're all girls I know in real life. I'm looking around, very interested in some of the things they are selling. I have a bag with a book or something in it, and Frank tells me to get going. I tell him I didn't pay for everything yet, so he says, \"Run!\" and about three of us run out of the mall as fast as possible, and we're running through fields and everything, where the dream slowly fades, either to another dream, or to waking."
        }, 
        {
            "number": "056", 
            "head": "06/29/2000", 
            "content": "I dreamed about next year's school year (sort of). First, I see a pictoral map of QRS campus,which I have seen before but I finally start to understand. It's not really a map though, because I see people moving around and walking into the Prep Academy through it. I walk into a door, around where the library is supposed to be, and it turns into a kind of restaurant. I see it's very cheap, and I'm glad I found it: \"Soft drink and one free refill for 99 cents\". I wanna go down to the academy to see all the new juniors there, but I don't. There's this girl here who I ask, \"Do you wanna dance? I mean, skate is more like it!\" and we skate together all around the room, with our normal shoes on although it's like ice skating, and it's fun. Then her older sister comes around and starts saying something about either her or her sister's boyfriend and it sounds like she's complaining. When I leave the building, Chris Farley is standing in the doorway. My father is now there and quotes something from one of Chris's movies or comedy scripts, and Chris laughs. I ask if someone would mind taking my picture with Chris. Then I wake up, and realize he's dead."
        }, 
        {
            "number": "057", 
            "head": "07/01/2000", 
            "content": "I'm possibly at Plainview High School, but I think I'm somewhere else, with friends from that school. There's a game we're participating in, possibly under Ponson's supervision, and the only person I remember being there is Eva. I remember being in this group and wanting to win. I also remember talking too much (not really too much maybe, just lots more than everybody else combined). I'm on a computer, in a building that looks a bit like a bar, on the QRS campus. Someone online (or maybe even \"physically,\" dream physically) lets me know she \"needs something\". I don't remember what it is, except that it's a file for her computer. I find a game installed on the UNIX server, and I realize what she wants would be in the game. Next, I'm in my cellar, except there are about 4 computer terminals along the wall with people at some of them. I see someone is online and gets off just as I log on. Now one of the computers is empty, and I see that the person (I'm not sure who it was) I wanted to talk to had literally \"left the room\". I'm disappointed. I think I'll try this again a little later. This time I see a girl sitting at a computer next to me. It's Kerry, and she looks beautiful. I put my arms around her and we dance. Then I want to go to my bedroom to \"make out,\" so we walk upstairs. I think the stairway is a little dark, but by the time we get to the top, she's turned into my brother, and I'm very disappointed. I want to fly out the window, but I don't want anyone to know I left. I see the air conditioner is in the wall and I don't want to make a loud noise taking it out. Also, something told me that even though I was dreaming someone might be able to tell I wasn't in my bed. I convinced myself that I was dreaming and my physical body would still be in my bed."
        }, 
        {
            "number": "058", 
            "head": "07/03/2000", 
            "content": "I see myself in the mirror and my eyes look a bit strange, like I'm high on something, but I thought it was a cool punk look and I kept it. I wanted some eyeshadow to make the fact more obvious, I suppose. Then, I pick up 4 small English muffins somewhere, and put one in my mouth (it tastes bad) and then I go to the bathroom. Then I'm thinking about going to Katherine's house, telling her I need some eyeshadow for a play I'm in the next day (it would have been a lie, an excuse), and then asking her to go for a walk with me."
        }, 
        {
            "number": "059", 
            "head": "07/04/2000", 
            "content": "My guinea pig is thrown or falls all the way down the stairs. I'm surprised she's ok, and runs all the way back upstairs and into her cage. I see a fairly big \"scratch\" on her body, but I get the feeling she'll be ok. Then I remember being with a group of people from school. Eventually we file into this auditorium and I sit next to somebody, who asks to borrow my watch. Then I go on talking forever about how much easier it is to take the SAT when you have a watch with you. The girl I'm talking to moves back a seat, probably to get away from me."
        }, 
        {
            "number": "060", 
            "head": "07/05/2000", 
            "content": "I am on a bus. Mrs. Lear is there, and I also remember Penelope, Sara, and others mostly from Plainview High. I talked a bit with a girl I didn't know. Eventually she turned into a beautiful cat or kitten. There are some empty seats on the bus right next to each other, so I want to talk to somebody else and sit with her, I just can't decide who that would be. I want to talk to Sara (who has actually moved away) about something that happened years ago, about which I don't have her side of the story, but I decide it wouldn't be that interesting to talk about it anyway. Suddenly I see Kerry and this alerts me that I'm dreaming. I think, \"Great, I can put this in my dream journal!\" I decide to leave the bus. I call, \"Hey, A.\" and I tell the driver to stop. We get out. So, we're in what I probably think is France. I hug her and remember not wanting to let go. She disappears in my arms. Then, there's a building, possibly a museum. I remember parts of the building labeled \"castle\" for example, and there was also a gift shop. I went into the bathroom. For some reason that I can not fathom, Wayne Dyer was there telling me if I change the sign on the door, I can change where I am when I open the door. He changed it to a medical museum of some sort, and I came out to see an interesting display, although I didn't feel like reading what it was. Then I remember being outside, and finding out the police are looking for me and two others. I try to get away. I run in every direction (this was very weird, at first in this dream; I can't explain it) and then I just decide to keep running. I run through a fence door that was fortunately open, probably over yet another fence, then into the woods. I hear a guy yelling something in French I now recall sounded something like \"avez moi\" but I take it to mean, \"I'm armed.\" I think this is another guy they're looking for, probably a burglar or murderer or something. I gladly run back to where I was to escape being killed, and by the time I get back outside the building the police are there. Someone tells me I ran a red light, and I'm only getting a fine. Then, I'm in a mall, walking through a book department and by some people I know. Then, I see Kerry #2 and we talk for a while, although I can't remember the conversation. The next thing I know he's having fun with my brother and he and my entire family are in the back seat of a vehicle. (?). Then, I'm in a car, someone gets out and there are a couple books on the passenger's seat: a book that looked like \"The Boy and the Girl\" and another. My CD's were probably in the car too, and I wanted to lock the car to prevent them from being stolen."
        }, 
        {
            "number": "061", 
            "head": "07/07/2000", 
            "content": "I'm in my bedroom and I see two cages, one for my guinea pig and one for the hamster I used to have. I look into what I think is the hamster's cage, and I'm surprised to see she's still alive. All of a sudden, the \"hamster\" is out of the cage, and there's some dialogue (between me and the hamster?). Then, she's on the floor and starts running. She runs downstairs and I'm afraid a cat might get her (until I realize she's a guinea pig, not a hamster). There is a very wide kitchen door that I try to close but the guinea pig gets out of the house. As soon as she sees the outside, she runs even faster across the street and keeps going. I run after her. I see her in the yard across the street but then she keeps running. She runs a little further into someone's backyard, where there are leaves all around. My grandmother is there, and I try to tell her to be careful where she walks because the guinea pig could be under the leaves. Then, all of a sudden my grandmother sits down on the ground, and says something which I don't remember. I think she might have stepped on the guinea pig, but it was right next to her. There's a puddle or small pond in the yard, and the guinea pig then swims through it. I manage to pick her up while she's in the water. She seems to be purring like a cat, and it seems all she needed was a bath."
        }, 
        {
            "number": "062", 
            "head": "07/08/2000", 
            "content": "I felt during the night that the night's dreams held an important meaning. I feel very free, as if there's no consequences for anything I should decide to do. I just want to be crazy. I wouldn't mind if anybody called me a freak- it would probably even be a compliment. I'm not sure if I saw Cindy or if I was thinking about her, but I wanted her there, just the same. I think I'm by myself at this point, in this building (although I don't remember it well enough to describe it). I start dancing fast, and I think I'm dancing well, too. Then Cassandra is here and starts dancing right with me. Then I'm downstairs (or at least in another room) and see a rug on the floor, possibly from the Amazon, and there's writing on it in Spanish. I read it out loud. This native Spanish woman begins to describe the rug to me, in Spanish. She seemed happy I was speaking her language."
        }, 
        {
            "number": "063", 
            "head": "07/09/2000", 
            "content": "I'm in a building that might have been Plainview High School, but I didn't recognize most of the rooms. There is a big room, like a large college lecture hall with green seats, and I guess it is the room where we hold our junior class meetings. Mr. Ramey, my class advisor at Plainview, is there. There was a meeting about how to change the way classes are run. Some people, such as Riley, were throwing out ideas, but they weren't that great. I was disappointed this meeting had caught me by surprise, because I could have come up with much better ideas. Unfortunately, I felt incompetent to speak at this point. I knew I had some good ideas but didn't feel I could get them out in words without first organizing my thoughts. At the meeting, I talked to a girl for a few minutes, who leaves the room as soon as the meeting is over. She says something before she leaves, and leaves some of her stuff lying on a desk. I read one of the papers that is left, and it appeared to be a note to me, inviting me to call her sometime. Apparently she had forgotten to give it to me. She'd left, and I wasn't sure if she really forgot, or what was going on. I don't think I took the paper though. Then I'm definitely at Plainview looking for my class. I need to know what period is going on, but I can't find the office to ask anyone. The office seems to have moved, and I find something that looks like the office, but couldn't be sure it really was. The lady says that the school rules have changed, and another lady says they've been in the process of changing ever since before I was born (she seemed proud of the fact). She tells me I can go to whatever class I want to, and don't have to be limited to any scheduled class, because that's the new rule. I think maybe one of the ladies offers me ice cream. All of a sudden I'm munching on some vanilla (maybe some chocolate in it, too) ice cream. Not in a cone, or cup, just melting all over my hands. I see Christina Ricci there. I offered her some hand melting ice cream, thinking she probably wouldn't accept the melting stuff, and I was surprised to see she did."
        }, 
        {
            "number": "064", 
            "head": "07/09/2000", 
            "content": "I am in the center of town, and I'm about to walk home. However, there is a group of 5 or 10 kids hanging around the corner, and as soon as I catch up to them I see that we're about to be forced to go somewhere in a vehicle that looks a bit like an ambulance, but I get a feeling it's the police. I realize maybe I shouldn't have gone over there, but I'm still curious to know what's going on. Just in case we're being arrested, I demand to know what we're being taken in for. A man says we'll find out soon enough. The next part of the dream is fuzzy, but then I remember being in my house, in the den with the lights off while my brother and his friends are in the living room. Something makes me lucid for a moment, to some extent, and I decide there's no reason to stay in the house, so I go out the back door. Then I'm blank- I'm not sure if I just woke up, or lost lucidity, or what exactly happened, but the next thing I remember someone's (my mother?) telling me Ms. L. has died. I can't believe this, and for some reason it actually feels strange, and eerie, that I had seen her not too long ago. I think it was a car accident. I really can't believe it, and want to check the newspaper or the internet to make sure this is really going on."
        }, 
        {
            "number": "065", 
            "head": "07/09/2000", 
            "content": "I'm in my front yard (something gives me the impression that I was flying or in the air, but I can't confirm it). Then, I realize I'm dreaming, and this is one of the clearest lucid states I've experienced in a while. I asked myself the date to clarify my lucidity. I said originally it was 1999 but it was just a slip anyone could make in waking life. Then, I quickly said the date was July 10, 2000, which is only a day off, and I didn't know any better anyway. I asked myself basically to just recall some things from waking life, at random. I decided what I really wanted to do in this dream was to find. Kerry. I looked around and was amazed how beautiful and green everything looked. I started walking (or moving in some way; I didn't pay quite enough attention to the dream here) up the street. Then, when someone walks into my bedroom, I wake up"
        }, 
        {
            "number": "066", 
            "head": "07/09/2000", 
            "content": "I dream about Drivers' Education class. We were learning things like how to dial numbers on a telephone judging by the sound of them. The teacher had a big monitor with a huge seat- like a seesaw. I couldn't even see my computer monitor. I thought we were supposed to turn the computers off and log out when we were done using them, but I forgot. Then I've got this huge black bag (seemingly weighing over 100 pounds, easily) and we're going somewhere. Mr. Rosetti is there. Someone gives me 4 more bowling balls on top of what I already have. I give two of them away to a girl I now remember as Rita, and put the other two in a white plastic bag I suddenly have in my hand. We are heading for the Prep Academy, and I think I've forgotten something. I think it's lunchtime but it's only about 9:00 or something, so I decide I'll skip class to go get my stuff. I run up to the library, and this blond haired kid who sort of looks like Brian but is a little bit thinner, is there. I say, \"Hey\" and he smiles and looks up at the ceiling, waving, as if to all the \"invisible people\" up there. I start waving too, for his sake. Then I see some students from Prep Academy, who are looking for me, along with Mr. Rosetti, because they can't find me in class. Fortunately they are also looking for a girl named \"Mana\"- (Mana is one of my favorite bands) who is also missing. She's actually a girl named Helen but he called her Mana for some reason. I am about to tell Mr. Rosetti I am here, and I'll go look for Helen although I really still need to find my stuff. That might be the reason I'm turning myself in and offering to go in the first place."
        }, 
        {
            "number": "067", 
            "head": "07/10/2000", 
            "content": "I am in a room, probably at school. Eva and Doris are there. I have some school books (and, I think, a CD case). I try to pick up the books but they keep falling. I need to get to Mrs. Wright's class, but I can't carry all of my books. I think I try to put them in my locker (although I can't remember that scene). Then, I go to Mrs. Wright's class, to tell her I'm sorry for being late and I need to get my books in my locker. I'm outside the door, ready to go in, when I see a kitten in the door, waving at me. I now realize I should just get my books and go to Mrs. Wright's class when I've gotten my books. I remember a dream, possibly from a third person perspective, where I'm a young man looking for success. I know this isn't me. He doesn't have my personality and I don't even think he looked like me. I really don't remember much here, except that he was a strange person, funny in a way. I expect people to give me money if I do something or other. I've got a couple pieces of paper that could have been something like tax forms or a stock market portfolio, but I don't remember. A teacher comes up to \"me\" (or \"him,\" interchangeable pronouns) and wants me to help her with something in the classroom. A student starts speaking fairly fluent Latin, and I laugh and think this student is dumb because he/she was \"only\" speaking Latin. I don't know what I was expecting."
        }, 
        {
            "number": "068", 
            "head": "07/11/2000", 
            "content": "It's snowing, and my family is flying to a Vacation State. We miss the flight, and then try to convince a lady who works at the airport to find us another flight. We ask if we can use their computer server. She shows us the room where they keep their computers, but refuse to give the password to their computers. My father is on one of the computers. I find myself looking at a bunch of postcards or something of the sort that are hanging up with photos of Brittney Spears on them, and listening to a Billy Joel concert, song, or something like that. I couldn't hear the lyrics very well, but I was at a computer typing what came to me as good lyrics for that particular part of the song. I mean, while Billy Joel is singing, I'm typing some of my own lyrics for the song."
        }, 
        {
            "number": "069", 
            "head": "07/11/2000", 
            "content": "I remember having to rehearse for some play. Then, all of a sudden it's time for production, and I see that Mr. Dell and some girl I don't know are the stars (in this Shakespeare play I've never heard of). This was really very funny, although it didn't sound much like Shakespeare. Mr. Dell knew all his lines perfectly. He was very confident, like Laurence Olivier. He was good and he knew he was good. You could tell he was acting because nobody in real life puts so much enthusiasm into anything. Then came a scene where he was talking about Europe, and Hawaii, and travelling, and everything in a normal Dell voice and in a way that epitomized how a Mr. Dell should act, as if the part was created for him. I was laughing at this characterization of Mr. Dell, and my whole family was also laughing (although they really don't know him well enough to think something like that was funny). Next, I remember riding a small vehicle, maybe a golf cart, but more like a mix between a bicycle and an automobile. I think I'm in a school parking lot, and I have the gas down all the way (driving fast is so fun in dreams) and there are cars I almost hit, but manage to get around every time. I can't say how fun that was! Then I stop, in the doorway of the school, and at this point the vehicle looks just like a bicycle (that's why I was confused). Mrs. Saint is there."
        }, 
        {
            "number": "070", 
            "head": "07/12/2000", 
            "content": "I am in a building with other Academy students awaiting the beginning of the school year. Everybody has received packets of information about senior year. I was excited about taking classes at QRS. All of these really nice professors came in and talked to us. Then Mr. Stewart told me I needed to get going to tech university for my interview. I asked what he was talking about, and he said everyone who received a letter of recommendation was going to tech university for an interview in order to be eligible for some kind of award. I looked through my packets of information, and I didn't get one. (I also remember a scene where there are a lot of people in front of me, and they're all QRS professors, smiling and looking like really friendly people. I try to picture Mrs. Wright being in the crowd (for some reason) and then I see her, and she's smiling too)."
        }, 
        {
            "number": "071", 
            "head": "07/12/2000", 
            "content": "I'm going to a party at Laura's house. I'm wearing a costume, half penguin (my bottom half) and my top half was probably a wizard costume (which I do have physically) because in the dream I think I referred to myself as \"the penguin wizard\". A lot of people laughed at my costume (not at me!). Then I am at Plainview High, presumably. I see Ms. L. (old Spanish teacher) and realize she isn't dead (like I thought in a previous dream). Joey and Herman are there and I start speaking Spanish to them. I was asking them things like \"Que' es un parajo? Pues, un parajo es un animal.\" Then I said something like, \"Tiene pies muy grandes.\" Ok, not all \"parajos\" (birds) have big feet, but maybe I was just talking about penguins. Then I said in English that I don't know how to say \"penguin\" in Spanish and consulted my dream Spanish dictionary. I thought it was very interesting that the Spanish word for penguin, according to my dream, was \"la manera\" which in English translates to \"the way.\" This part gets a little weird. I'm in the living room, sitting on the couch and Grandpa is there. I realize it's September, and can't believe the school year has hardly started. Grandpa asks Paul what his name is, and he gives a false name (I don't remember what he said). He spells it out for him with a straight face although he's joking. Then, I remember Eva said she had a crush on Paul (under his other name) and asks me what she should tell him. I said, \"First you can tell him he's a liar because his name's not [insert false name here].\" The next thing I know, I have received a gift. At first I think it's from my aunt and then I see it's from this family that I haven't seen in years and with whom I don't have a great relationship. The title of the \"poster\" was \"Grown-up Cliches\". Then, I see another regular poster, \"Video Games Through the 20th Century,\" where there was a picture of a video game for each year between 1900 and 2000. I knew there were no video games in 1911, but there was still a game shown. In the picture was snow, and a building that looked like it could have been an igloo. I thought maybe the poster was about games about events occurring during those years (WWII in 1940, et cetera)."
        }, 
        {
            "number": "072", 
            "head": "07/14/2000", 
            "content": "We are in another state flying home, but we must make a stop in Paris, France. I don't think it was just Academy students on the plane (probably family and others as well), but I know we blame Dell for such an inconvenient little detour. We just get to some airport in Paris, go through this tunnel on a subway train (I don't know, one of those airport type trains) and leave again. We left early in the day, and got back at about 7:00 p.m.We left earlier that day. We were then in a house that I don't recognize for what I thought was a Christmas party. Laura was there and I see Kerry. I say, \"Hello,\" and want to ask her for some contact info so I can talk to her again but I chicken out. (I also remember a segment where I'm talking to Kerry on AOL Instant Messenger.)"
        }, 
        {
            "number": "073", 
            "head": "07/15/2000", 
            "content": "It's Halloween and I am at home and need to get to someone's house, where I'm apparently spending the night. I don't think I know this person in waking life. My mother is supposed to be getting me ready to go over there and it's about 6:00 p.m. and she's moving really slowly. (I don't know what she has to do). I go upstairs and see some books I don't have in the bookcase behind my bed. One of them is a book version of the movie \"Election,\" hardcover, and priced over $20. I thought that maybe my grandmother had bought it for me. My mother is still in the bathroom doing something or other (probably getting herself ready to bring me), and there's toast in the toaster for a sandwich. I hear my brother leave the house, and then see there's only one piece of toast in the toaster. I'm really in a hurry now, and my mother yells at my brother who's walking down the street. He pretends not to hear and when she calls again he runs like 5 feet away and then looks back to listen to her. I'm not sure what she said but I don't think it was about my toast! I don't remember what happened then, except that I went down to the bottom of the street to catch a ride to school from some seniors from last year- I remember Wesley and others. The car looks like a convertible, and we're driving down the street. All of a sudden, I remember thinking, \"We've been driving here a while. I thought in dreams, scenes changed often and people were always actively doing something.\" I wasn't really lucid, but I wasn't aware of the time we'd been driving down the road until I sort of realized I was in a dream. If that wasn't enough to make me lucid, I then thought, \"It's the middle of summer! School's not starting yet,\" and I became a bit more lucid at that point. There was a cute blonde girl in the back seat, who I called over to the front (I don't even know if I said anything. I could have just motioned, or maybe just thought about it). I had her put her legs on my lap."
        }, 
        {
            "number": "074", 
            "head": "07/15/2000", 
            "content": "I am at Plainview High School cafeteria, and one of the Spanish teachers asks for her \"sal\" (salt) in Spanish. I want to order in Spanish something that looks like chicken (later I find out it's bread), but for some reason Spanish just seems too familiar to me, and I can't resist the urge to try ordering in French, \"Je vais avoir de poulet.\" Of course I don't know if the lady there speaks French. Instead, upon closer look, I see that the \"chicken\" is really bread. Then, I ask the lady what the pocketed sandwich is and she says it's spaghetti. I pay the lady although I don't remember if I got much more than a drink and sit with Mark?, Josh and others. I put my can of soda on the table and Josh slides it off the side. It's all over the floor. We're about to leave the cafeteria and the superintendent is standing there. We think we're in trouble but nothing really happened. We turned around (I don't know if he said anything to us) but we're soon in this part of the school I've never seen, nice booths and tables, restaurant style. These facilities are not being used, and all the students are made to use the lousy cafeteria. Now we see two boys, who were in trouble for some other reason, and they are told to clean up the spill. I see my school guidance counselor. Then I'm on something like a waterslide. I don't know how I got there, but when I get down I ask how I get back. Somebody tells me to climb back up the slide. I start climbing up, but then there's this really steep part of the slide that I reach (where, according to common sense, somebody might fly down at 100 miles per hour and kill me, and I probably wouldn't be able to get up it anyway). So, I just slide down the part I climbed. It wasn't that I really had to get back to where I was. Then, I remember a character who looked like a bit of a cross between Gail (female) and Mike (male) but it was a female. She asked the question, \"If I held your hand for 15 seconds, would you go out with me if I asked?\" Nobody raised their hand. I was going to but didn't. I think she was trying to convey that it's easier to say yes to something like that when you're holding the person's hand."
        }, 
        {
            "number": "075", 
            "head": "07/16/2000", 
            "content": "I remember seeing Rachelca and telling her, \"You're the first girl I ever kissed in a dream,\" (and she was). This was somewhere in the middle of a seemingly extraordinary long dream sequence. I knew perfectly well that I was dreaming, but I don't think my conscious mind ever became active enough so that I actually become lucid. I remember being in the dream and thinking, \"This is a long dream!\" I don't remember how long it seemed to last, but I can guess at the time it seemed like hours. I was glad I wasn't waking up, that's all I can say. I remember getting to this classroom where a teacher (who I thought was a substitute teacher) called me such things as the \"textbook man\" and had me put textbooks on every desk. I had eaten before in the dream, and I recall it getting close to time to eat another meal. So, I was a little upset that I might miss my meal time by passing out textbooks. Riley was there, I remember. There were candies on a table- they were caramel, about 75 or 100 of them, and I took them all. Then realizing I'd never eat them all, I put about half back on the table."
        }, 
        {
            "number": "076", 
            "head": "07/17/2000", 
            "content": "I remember another long period of dreaming. First I ask someone for a cigarette, although I don't smoke. Then I am in a car and my grandfather is driving, I believe to McDonalds. He keeps changing lanes and into places that aren't really lanes. Then we're on a bridge with water on both sides and I'm scared the car might go into the water. We get to McDonalds and asks me if, \"we need to get ketchup and mushrooms?\" (mushrooms, not mustard). I didn't pick up that half-rhyme until I woke up. But then, I'm in McDonalds and he expects me to order for him (I suppose he's in the car waiting). I don't have any idea what he wants."
        }, 
        {
            "number": "077", 
            "head": "07/17/2000", 
            "content": "Mrs. Pappas is saying that we have a physics test around July 5, and I find out it's a summer reading test (also, I feel I will be on vacation during this time). I am talking to Jamie, or someone who resembles her, but she still looks a bit different than usual. It's a book whose name resembles \"Gideon's Trumpet\" which is an actual book. So I make the observation that we should read that book first. Jamie tells me the book is excellent. Kate is behind me, waving and flirting but I realize it could be a trick (as soon as I walk over there she'll disappear or get smaller or something) and I'd rather keep talking to Jamie anyway, and I have another one of those thoughts about how long the dream has been going on without actually becoming consciously aware I have been dreaming. I am aware the conversation has been going on for quite a while, and we seem to get very close to each other by the time it's over. I realize even the teachers probably notice this \"bonding\" going on."
        }, 
        {
            "number": "078", 
            "head": "07/17/2000", 
            "content": "I'm in my grandfather's house. The police are looking for me for something I did (this whole part of the dream, for some reason, seemed like we were in ancient Rome but it was still my grandfather's house). The police find somebody else who seems to be a friend and take him in for questioning. I see this happening and think, \"Wait, maybe they think I'm Carbon\" (I could have also said \"Carton\"). We are all sad that my friend is being taken in, apparently for felony drug charges. I realize I might not see him in a long time. I take him to be living on Main St. in Plainview (who he is I still don't remember), but he can't even remember the town he lives in. I decide, since I'm not in any trouble, that I will leave the house. My mother asks where I'm going, and says I have to be back before dark for some reason (it was already getting pretty late). I say I'm going out for a walk and that I'll try to be home before dark. I see some people, like Carla and Eva (I don't nearly remember everybody) running. I try to catch up to them, but they're always just a little bit ahead of me. I finally catch up. I think I sort of hug Carla briefly in a fun kind of way and say something to her and she asks what I said. I tell her, \"Never mind\" because we're now all too busy throwing around and running with a bunch of balls. Sam catches up, he has a ball, and I kick it. I understand that he doesn't want me to touch his ball. Soon we're at this kiosk, maybe at a flea market. There's a white-haired guy selling a bunch of post cards, bookmarks, or something like that. The prices are all in French francs. I pull out my wallet and he asks, \"Hey, is that one of those old peseta's? I really want one of those\" I look at it and it says 100 pesetas, but I'm not sure it was that old. I'm about to give it to him, but then he offers me three of his \"postcards\" or whatever they are, with a picture of a certain kind of bird on the front- in exchange for the 100 pesetas. I accept, although I don't really want what he's trying to sell me. I then look to see if he's ripped me off by trading in another currency but I realize the amount I spent in pesetas seemed about equivalent to the listed price in francs."
        }, 
        {
            "number": "079", 
            "head": "07/19/2000", 
            "content": "I am taking a physics class at Plainview High School. I get one of the worst grades in the class, on two assignments. I feel that some of the questions were just dumb true/false questions. I wanted to go down to the guidance office and demand an independent study of the subject. At first I thought the usual physics teacher was teaching, but then I find out it was an eccentric man who we called Mike. He was rather weird, and funny. I can't think of any specific humorous comments he made or the things he did."
        }, 
        {
            "number": "080", 
            "head": "07/19/2000", 
            "content": "I am in a hotel room with a lot of beds. I find out the cast of Saved By the Bell is sleeping there, and somebody tells me not to sleep on those beds. Then, I thought I heard a TV character coming to tell me I was on his bed. I never saw him, but I assumed it was him. I saw two girls I know on the first two beds on the left. Each of them had a cat who seemed like he'd sleep right by her side the whole night. I saw my grandfather's cat, Doc, except I think it might be Laura's cat. Somebody had turned music up to blaring levels. I felt bad for Doc for having to put up with such loud noise. Then three adults in the room started smoking. (I saw Miss Mitchell there too, but she didn't seem to mind). I tried to get away from the smoke, and I wanted to tell Mr. Dell (I assumed it was another school trip, I suppose) that I can't stand the smoke and ask if I could sleep somewhere else."
        }, 
        {
            "number": "081", 
            "head": "07/20/2000", 
            "content": "I was in a car with my mother up near the Plantageants' house. There was some kind of problem with the car, and I could hear a noise that wasn't quite normal. The wife was driving, and told me to turn the key in the ignition backward and that should fix the problem. Then, probably not as a direct result of turning the key, the car went flying off the side of the road (staying on its wheels and managing not to hit anything), coming very close to driving into a pond. This next scene seems like it took place in about the same place. I think I have built a saddle for my pony, and I need help, maybe getting the saddle on. I'm in somebody's yard, apparently someone who has a lot of horses and animals of their own. The owners are a Ukrainian woman and her husband, as I soon learn. She doesn't want to come and look at my pony to answer the question. She says to me, \"If you consider selling it to me, I'll have to come and look at it,\" so I told her I would consider it. The next thing I remember, I am in the woman's house with a guinea pig. She tells me that people in certain parts of the world eat guinea pigs. She said that with such calmness and matter-of-factness I supposed she wouldn't be one to blink her eyes if she saw someone trying to put a poor animal on the frying pan. Actually, I wouldn't really have been surprised if guinea pig was her favorite meal. I obviously didn't let her get close to my pig."
        }, 
        {
            "number": "082", 
            "head": "07/21/2000", 
            "content": "My father shoots a gun through the ceiling in my bedroom, and he goes into his room with my brother to pick up the bullet. My parents' room is really on the same level as my own, but my father tells me that because of the way the house is built, this is possible. Then I remember seeing a girl who looks extremely familiar. She tells me her brother is Jeff Porter, and half-knowing I'm asleep I repeat the name several times so I'll remember it when I wake up. (I realize I don't know anyone by the name of Jeff Porter). She says she still has \"a period to go through with [me]\". I don't know what she means, and then for some reason, she touches her finger to my tongue."
        }, 
        {
            "number": "083", 
            "head": "07/22/2000", 
            "content": "We are in another state. I remember staying with my paternal grandparents for the night. I was very cold there lying in bed next to my grandfather, and there seemed to be very few bed sheets. (Then, I remember some sort of \"educational program\" which didn't make sense to me after waking up). I got out of bed, and I remember standing there in the dark, very tired, and wondering if I'd begin to have hallucinations. I got back to bed, and my grandfather was pushed right along the edge of the bed. I asked him to push over and at last I had plenty of room to sleep. I am outside at a friend's birthday party playing volleyball. I have only socks on my feet, and see other people wearing the same. Everybody else has racquets to play volleyball with, but I don't. I go over some sort of tent or pavilion, and I see Paul. Someone asks him if Paul has known him for more than 2 years. Now I think it's his birthday, but it wasn't his party when this dream started. I am still under a tent, but now I realize there are all girls there. I didn't think I belonged there (not that I would be kicked out). I realized this when a coach started discussing the playing schedule of his volleyball or soccer team. I find myself in the kitchen of a restaurant, that seems to be in the general location of the party. I think the place was named after a fictional character. I didn't think I was supposed to be here either (I went the wrong way on the stairs and found myself in the kitchen) but some girl who works there didn't even notice as she was walking behind me. She said a few words out loud now and then but it seemed as if she was talking to herself. I could, however, telepathically catch the rest of her thoughts."
        }, 
        {
            "number": "084", 
            "head": "07/22/2000", 
            "content": "I remember being in Mrs. Shaw's class and finding out what I got for grades. She gave me a C in an elective class titled \"Heather,\" which I thought was unfair because I thought we'd only had that class one or two times. I am now in Mrs. Saint's class. There is a drink on her desk, with a piece of liquorice in it for the straw. Rick asked if I liked to drink (alcohol), either that or the topic somehow came up. I kept dancing and saying I wanna learn how to dance. I saw Audrey talking to Joey and I was going to ask her if she wanted to go to a dance with me. By the time I'd asked, I thought she was Shannon who ignored me and left the room. I left to catch her (worried about leaving class and getting in trouble). I asked her again, wondering if she hadn't heard me. By this time she was yet another girl, Alison. I told her she could have at least said \"no\" but she waved bye and kept walking. I realized I didn't want to go to class (and it wouldn't matter anyway because it was a dream) so I didn't. I saw Beth and said, \"Hey Kerry! Hey, Ker!\" I was going to ask her to dance, but she dematerialized as she walked through the glass of an award case and disappeared. Then I asked this boy to dance. He said yes, and we were dancing ok but I said, \"This isn't what I want,\" and so I asked Louise who also agreed to dance. Then I remember knowing the bell was going to ring. I intuitively felt that when the bell rings, I'd probably wake up, so I tried as hard as I could to stay in the dream after the bell rang, and I managed not to wake up. Then I saw Mrs. Saint again. She didn't seem to remember me leaving class. I told her I hadn't realized the pun Rick had used before (asking about alcohol when there was \"liquor\"ice on her desk). Some people were leaving the school building by now but others were staying around and moving out rather slowly. It sort of looked like a mall now that I think about it. I realized these people were stopping to \"recognize art and love.\""
        }, 
        {
            "number": "085", 
            "head": "07/22/2000", 
            "content": "My mother is asking me if I was at an assembly of some sort, which had taken place at school. It was the \"Association of Witches\" or something like that. I had not been to that assembly, and I was very angry that she would think I was. I had seen my uncle and my cousin at a school assembly in a preceding dream that wasn't so sure, but I didn't think it was this \"Association of Witches\" meeting. I remember going to a vacation state, or somewhere like that. But I didn't really have to go very far. It's one of those dream things that's hard to understand. I recognize the state somehow. There is a high rock with plants (maybe palm trees) and water. There is plot missing in this dream, but I cannot remember enough to clearly depict it. I now remember receiving a card, a large birthday card (larger than the size of a book) from a male teacher at Center High School. I only know one teacher at CHS in reality, and she's a female. He sent me a card telling me something to the extent that he's happy with what I've managed to accomplish, and that some teachers just don't take their jobs as seriously as they should and those teachers should be fired."
        }, 
        {
            "number": "086", 
            "head": "07/24/2000", 
            "content": "I find out somewhere that a new academy is being built. It was actually a dream about a prophetic dream, because I thought I had dreamed about the precise name of the school and it was now coming true. I walk by Rachel and her friend. I was going to tell her about my dream, but decided to just walk by her and pretend I didn't see her. Next, I remember being at the Academy. I have both electronics and chemistry projects due the next day. I had my projects lying on a table, which included a few chess pieces, and Noah threw it all away. I was extremely upset. Apparently, we had been told to throw away everything that was left on the table, but Noah was taking it to the limit. I didn't dig it out of the trash. I went and told Mr. Rosetti about my problem instead. He started talking about the project being due on Friday (it was Thursday) and it was as if he didn't hear anything I told him. I am now in a large room where I see a boy. I ask if he's a junior (since I've never seen him before) and he says he is. He has a bit of facial deformation and tells me he has a disease I can't pronounce. I asked him what it was, but I can't remember his answer. I just said \"oh,\" because I couldn't think of anything else to say at that point. I also talked to a girl (I know her name but forgot it. Then later in the dream I tried to recall it again and the first name to come to me was \"Samantha.\") There is a doorway that opens slightly, and inside I find a spoon, which I take. There is some writing on the walls, which I write down hoping to be able to take it back with me when I wake up. Some gang members arrive (I can't remember if this was before or after finding the spoon). I try to ward them off with the spoon. They are carrying guns, and I take a guy's hand and aim the gun the other way while the trigger goes off, making sure they don't harm anyone. In the end, I think I take their gun, or they manage to lose it somehow. We are outside in the dark. Samantha is talking to one of the gang members and is about to walk away with him. I call her, \"Samantha, I really like you!\" and sort of pleaded, trying to stop her from going. She came over to me and we hugged each other. I told her, \"I have a feeling we're going to get to know each other a lot better.\" She made a comment about going to a vocational school."
        }, 
        {
            "number": "087", 
            "head": "07/25/2000", 
            "content": "I am going for a merit badge, or an award of some kind in \"beauty\" or something of the sort, something girlish. Andrea is there and I know one of the requirements is that I have to drive a car. I don't quite understand. I say, \"What, do I have to drive you girls to the mall?\" We are in my front yard and start running, and eventually get on a bus (I don't know where we are at this point). I almost miss it. The door closes behind me, but opens again to let me on. We are riding on the bus and I am looking out the window. I take photographs, also hoping to be able to take these back to physical reality. There are street signs on the road. I see all of these signs, and stores. I see the names of the stores and everything, and I wonder, \"If it's my mind making up the names of the stores, why can't I be so creative when I'm awake?\". The last thing I remember is looking at a guy that looks like Mr. Levine, and then a slightly familiar looking blonde girl walks by me."
        }
    ]
}