{
    "dreamer": "joan", 
    "description": "Joan: a lesbian", 
    "dreams": [
        {
            "number": "1", 
            "content": "I was at a campground where a seminar was being held. I was talking with Eliza. A group of people were gathering around the stairs in front of a building to have their picture taken. Eliza said, \"Hurry, don't you want to be in the picture?\" I ran towards the group but it was like I was running in slow motion. When I reached the group everyone was leaving."
        }, 
        {
            "number": "2", 
            "content": "I was in bed with Julie, a woman I have a crush on. We were both naked and half asleep. It was a small, twin size bed we were laying in. Julie was on the wall side and I kept falling out of the bed. I kept trying to scoot further into the center of the bed and Julie kept pushing me back. Frustrated, I climbed back into bed and grumpily requested that she give me a little more room. She moved very slightly. I asked her if I could hold on to her. She seemed pleased and mumbled, \"Um hmm.\" I flung my arm around her then began clumsily playing with her breasts."
        }, 
        {
            "number": "3", 
            "content": "I was laying in a field of grass. My mom was standing at my feet. She seemed sad, angry, & remote. She told me she was never going to call me again, but I could keep calling her if I wanted to. I was trying to figure out why she was upset. I asked her if I had been calling her too often lately. I explained that I had been feeling kind of lonely, that I don't have any close friends right now, but I assured her that if I was calling too often I would stop. She said she had to leave and walked away. I called for her to wait and said, \"Don't you want your gifts?\" I reached into a bag that had two beautiful wrapped Christmas presents I had gotten for her but when I looked up she was gone. In the bag was another gift from my friend Tina to someone I didn't know. I wondered how I had ended up with the gift. Since I didn't know how to find Tina or who the gift was intended for, I decided to keep it. I unwrapped it and found a basket of fancy soaps and a bath sponge. I went to take a shower."
        }, 
        {
            "number": "4", 
            "content": "I was laying in my bed with Julie. I realized that my room was disgustingly dirty and I couldn't believe I had brought her there. There were menstrual stains on my sheets and my vibrator with menstrual blood on it was in the bed. I threw the vibrator under the bed and apologized for the mess. Julie was laying on her stomach and she didn't seem to mind too much that everything was so dirty. I could feel her soul in a kind of bewildered laughter though she mad no audible sound. I was dripping in sweat and I felt disgustingly dirty so I said, \"I'm going to go...\" She finished my sentence and said, \"...take a shower?\" I said \"Yeah.\" I was in the bathroom pulling my tampon out and dropping it in the toilet as the door opened and she came in. I looked at her thinking, \"Did you have to come in just then?\" She shrugged her shoulders. I got in the shower and she followed me in. I felt uncomfortable. I just wanted to wash myself and be clean. I wasn't in the mood for a shared sensual shower experience. I wanted to wash the crusty, dried-up blood from my thighs and crotch but I was embarrassed to touch myself in front of her so I grabbed the bar of soap and ran it over her body. I felt awkward because at the moment my heart wasn't in it. She got out of the shower and I saw two bloody tampons laying on the shower floor. I was embarrassed and disgusted."
        }, 
        {
            "number": "5", 
            "content": "My sister Lori and I were at the dad's house. I was looking for a pair of pajama pants. I couldn't find mine so I asked Lori if I could borrow a pair of hers. She said, \"Sure,\" but when I tried them on they were too small for me... Then me and Lori were at a beach in San Diego. We had been drinking and smoking pot. Dave (a former T.A. of mine) was there teaching a class. He was smoking a joint. Everyone at the class was stoned. I put my arm around Lori and said, \"Isn't this great. I knew you'd like it in San Diego.\""
        }, 
        {
            "number": "6", 
            "content": "I realized that I had forgotten I was supposed to pick some friends up at the airport. I was driving in a hurry to get there. Outside the airport I saw a bum who somehow struck me as a wise old soul. I asked him if he knew anything about the flight my friends were supposed to be on. He told me that their plane had landed over an hour ago. I went running through the airport looking for them. I didn't see them by the baggage claim so I randomly chose one of several escalators to go up. At the top of the escalator I saw two of my childhood friends seated on a bench with their luggage. I apologized for being late and told them I was really happy to see them. Ann gave me a sincere smile. Barb was really pissed off. She said, \"Thank you for coming, let's go,\" in an angry sarcastic voice. I said, \"Well hey, I'm here aren't I. Don't I even get a hug?\" She continued to walk angrily. Ann came over and gave me a hug."
        }, 
        {
            "number": "7", 
            "content": "Eliza and I were working with developmentally disabled kids. Eliza was sitting at a table with 3 kids doing arts and crafts. I sat down at the table with them and started talking with Bob (a kid I used to work with in real life). Bob was happy to have my attention, but he seemed to be doing fine without me. I figured Eliza had it under control, so I decided to go work with a kid who needed my attention more. I found an autistic girl from a place I used to work sitting on the floor in a corner by herself. I was never good at working with the autistic clients, but I was determined to reach this girl. I felt like I was finally breaking through. She was talking with me and laughing. We were doing her laundry and I couldn't figure out how to get the washing machine to work. The girl came over and showed me how. I said, \"Wow, you're so smart. You know how to do this and I couldn't figure the thing out.\" She giggled with delight. She then pulled her pants down and started masturbating. Then she tried to pull me close to her. I pushed her away, but I felt bad because I didn't want to hurt her feelings. I said teasingly, \"Stop that. Come on, you're going to get me in trouble. I'm a staff you know.\""
        }, 
        {
            "number": "8", 
            "content": "I was wandering through the rooms of a mansion. There were all these exquisitely decorated secret rooms. This one room I found had a four-poster bed with a white lace comforter and canopy. There was a fireplace and a Jacuzzi in the middle of the room. Then I found myself sleeping in a sleeping bag on the floor in a garage. A woman had come in and woke me up. She was angry. She said, \"What are you doing in my house?\" Then Julie came in and told her that it was OK, that I had her permission."
        }, 
        {
            "number": "9", 
            "content": "I was walking around outside a stadium. There was a woman's softball game going on inside. A woman went in and asked if she could join in the game. She was accepted. There were a bunch of people milling around. I noticed the heavyset man who looked kind of sad and was walking really slowly. I suddenly had the urge to show him I could fly. I made myself levitate 20-30 ft in the air then came back on the ground. The man stared at me in awe, then said, \"Wow, that's amazing.\" I told him that he could fly too, that all he had to do was relax his mind and imagine the air pushing him up underneath his feet. He did and the two of us levitated above the stadium. We had an incredible view of the game and the ocean."
        }, 
        {
            "number": "10", 
            "content": "I was at my apartment getting ready to go to bed. I realized my apartment had an attic and there were a bunch of people up there partying. I went up the stairs and told them that I was getting ready for bed and that they should leave. They turned out to be vampires. They showed me their fangs and refused to budge. I said, \"Listen, I didn't invite you here, you'd better leave.\" Just then there was a knock on the door, so I went downstairs and shut the stairway up. It was the landlord at the door. He was with somebody who was holding a clipboard and they wanted to come in. I told him that it wasn't a good time. I was wearing a t-shirt and underwear and about to go to bed. He insisted on coming in. I was afraid he would hear the vampires or find something wrong with the place, but I opened the door and let him in. My room was lit with a black fluorescent light. He walked through the apartment very quickly and said, \"Very good. Thank you.\" He left. I got into my bed. I had been sleeping, but then I was awakened by a strange woman coming in. She took off her clothes and climbed in bed with me and wrapped herself around me. At first I thought it was Julie, but it turned out not to bed. She asked me if I remembered her name. I told her I was sorry, but I didn't. I got out of bed. There were three kittens and two other odd furry creatures. The creatures were about the size of large rabbits maybe, but they didn't have any ears. They had relatively large roundish heads and very intelligent-looking eyes. One of them had black fur with a streak of white, kind of resembling a skunk. The other one was a brownish color. I really took to the brownish one, and I decided I should give him a name. I said, \"I think I will call you Shea. Is that all right with you?\" He seemed very pleased with this choice of name and he nodded his head in approval. I decided to name the black and white creature Rom. I asked him if he liked that name. He ignored me and acted indifferently. Then another woman came in and said, \"I'm here to get my minks.\" She was referring to the creatures. I was angry that she was taking them because of the fondness that I felt for Shea. I became really angry about the whole situation. I said, \"What is going on here? What are all you people and animals doing in my house anyway? How did this happen?\" I'm not supposed to have pets at my apartment and I noticed a kitty litter box. I was afraid my landlord may have seen it when he inspected the place. The woman took the creatures and left. Then I started bitching at the woman I had been in bed with about the kittens. She said, \"Don't worry, I'll be out of here soon.\" I was angry and confused. I shouted, \"How did my apartment come to be a hotel for people and their pets? I want to know what's going on.\" The woman told me to calm down. The two of us went outside. I decided to fly. She didn't think she could do it. I told her that what was happening had to be a dream because it made no sense and that in dreams you can do anything you want, if you believe. I struggled to clear my mind of limiting thoughts. I was having a little trouble getting off the ground. Within a couple minutes I was in the air and the woman soon joined me. I congratulated her on her success. As we hovered in the air I told her about how I used to have a hard time controlling my flying because I didn't know I could stop and hover. I used to be afraid of landing. I assured her that landing and hovering were just as easy as flying."
        }, 
        {
            "number": "11", 
            "content": "I dreamt that I was Jan Brady. We were all just moving in to the Brady house. I wandered through the house looking for the room I wanted. I found the stairway to the attic. It was a bit dusty and dirty up there and there wasn't any carpeting, but I liked it. It was a nice big private space. There was a very comfortable bed in one corner. I laid down on it and I knew that I absolutely had to have the attic for my room. Carol and Mike Brady were calling for me. They found me as I was walking down the attic stairs. I told them that I wanted to live in the attic. Carol said, \"I don't know, Jan. I don't think that's such a good idea.\" I climbed back up the stairs and Mike and Carol followed me. I sat down on the bed and said, \"I love it up here. I'm an artist. I need space. I don't want to share a room with Marcia and Cindy. I have to have this room.\" Mike told me that he didn't think it was safe for me up there and that there might be all kinds of creepy crawly bugs. I told him that I have spent lots of time camping out and that I didn't mind the bugs. He said, \"OK. You can live up here once I fix some of the floor boards and get some carpeting down.\" I was ecstatic. Mike and Carol went downstairs. Marcia came up and told me that she felt that she should have the attic since she was the oldest. I told her \"No way. It's mine, but if it's that big of a deal to you I wouldn't mind sharing it with Cindy and you can have the downstairs room all to yourself.\" I felt kind of guilty, like I was being greedy wanting my own room when the three Brady boys all had to share a room."
        }, 
        {
            "number": "12", 
            "content": "I crashed my car. I was afraid my father would be made at me, but I saw him and he wasn't upset at all. Then a killer was after me. I went to my mom's house and asked her to hide me out. She told me that I couldn't stay there, that I should go to the police. I found the police and I told them about the killer that was after me. They seemed to think that I was just some hysterical nut. They were driving a convertible police car. They told me to get in and they would take me down to the station and ask me some questions. The killer popped up and stabbed the policewoman in the heart. The policeman went speeding away. I knew I had to think fast and get out of there. I flew up and landed on top of this enormously high pole. I thought, \"Oh, great, how long can I stay up here?\""
        }, 
        {
            "number": "13", 
            "content": "I was in a room with my sister Lori. She was angry with me because I had given away this crystal sculpture which she called her \"telepathic crystal.\" I tied to console her to no avail by giving her a Shiva statue. Then the phone rang. It was my friend Barb. Barb told me that she was really upset about the way I left Sally last summer. I explained to her why I had been so upset and needed to leave so hastily. I told her I wanted to renew our friendship. Then she was suddenly there and I was trying to get her to go out dancing with me. We were in my old bedroom from my adolescent years when I lived with my mom. I was smoking a cigarette. My mom's boyfriend came in and told me he didn't want me smoking in the house (his manner was surprisingly calm). Then I was outside. The house had burned to the ground except for the stairs."
        }, 
        {
            "number": "14", 
            "content": "This woman I had a one-night stand with several years ago in San Francisco was there. In real life she had a plastic shoe for a key chain. In the dream she was holding a large pair of plastic shoes. I tired them on and they fit."
        }, 
        {
            "number": "15", 
            "content": "There was a little boy about seven years old maybe. His best friend was a little girl a year or two younger than him. A boy his age came around wanting to play with him and he was embarrassed to be seen playing with the little girl. He ignored her and pretended to be shaving. He told the boy to hide like they were going to play hide-and-seek, but instead of looking for him, he went looking for the girl. He found her standing in front of a room giving a presentation of some sort. He sat in the audience."
        }, 
        {
            "number": "16", 
            "content": "There were three women in the cockpit of an airplane. Two of them were flying the plane and the one in the middle was navigating. The plane started losing altitude and the two women at the controls were panicking. The woman in the center calmed them down. She said, \"We can do it. We just need to do it more sensitively.\""
        }, 
        {
            "number": "17", 
            "content": "I was in a bar. I saw some people I used to party with sometimes, but I didn't go and talk with them. A pretty woman latched on to me and took me to her table where she was sitting with an ugly spaced-out man. She didn't seem too happy to be with him and I had the impression that they wanted to bring me home with them. There was a scared, freaked-out kitten crawling on the table. I picked up the kitten, petted it, and calmed it down."
        }, 
        {
            "number": "18", 
            "content": "A man and a woman were standing outside of a van. The man was decapitating a mannequin. He told the woman, \"This is what is going to happen to you.\" He stabbed the mannequin in the heart and the mannequin bled. He then proceeded to kill the woman. These old people at a park across the street were playing golf. They witnessed the blood scene then and stealthily left. I was observing from a distance like I was watching a movie or something. I was angry at first that the old people had just left and made no attempt to help the woman. A man's voice (who was my companion) said, \"Well, what do you expect them to do?\" I thought about it and agreed that there wasn't much they could've done and it was right for them to save themselves. I was hoping that they would have the decency to report what they had seen to the police."
        }, 
        {
            "number": "19", 
            "content": "I was walking across a green, rolling hill lawn on my way to meet Eliza. I was feeling a little nervous but I was determined to look at her and tell her about my feelings for her. When I was with her I was evasive. I hardly looked at her at all. She said she'd see me in a couple weeks and I left feeling disappointed in myself. Then I was on my way to see her again, determined that this time I would connect with her. I saw her in the elevator. She had her hair feathered back and she was wearing bright lipstick. She stood in front of me and started making out with me, but her energy was weird somehow. It wasn't romantic like I wanted it to be. I felt like she was taunting me. Then she went into an office. I was nervous. I felt like I had to freshen up in the bathroom, go outside and smoke a cigarette and relax, before I could face her. I lingered on the stairway in indecision. Then I found myself in a parking lot. I was driving a van and in a hurry to leave, thinking I've got to see Eliza. I saw my friend Beth wandering around the parking lot. She motioned to me and asked for a ride. I stopped and let her in. Then Beth was driving the van and I was on a motorcycle, like we had traded or something. I was upset because I couldn't confidently drive the motorcycle. I was afraid I was going to get myself killed. Cars were honking behind me and I could see the van driving away. I thought, \"Oh no, now I'll never make it to Eliza in time.\" Then I was in a classroom. Eliza was teaching the class. I was sadly looking down at my notebook. Eliza said, \"People like it when people they like look at them.\" I looked up and she was looking at me. Then everyone was leaving for some kind of field trip. I wanted to go with them, but I had an enormous load of stuff I was carrying. I had tons of overdue library books weighing me down and I was trying to figure out how I could carry it all. I thought maybe I could leave them in the classroom for now as long as I left a note with them, but it seemed like by the time I thought of that everyone was long gone and I wasn't sure I would be able to find them."
        }, 
        {
            "number": "20", 
            "content": "I was with Julie, we were making love on the couch. She told me that I had made Eliza sad. I kept interrupting asking her when & why I had made her sad. She said it was a few weeks ago. Then I was going through this tunnel tube that had white light at the end of it (like the kind of thing people who have near-death experiences claim to see). I wondered if I was dying."
        }, 
        {
            "number": "21", 
            "content": "Ralph Macchio (the actor from Karate Kid) was in the dream. He was desperately in love with a woman who had left him and gone to Mexico. I told him he must go to her. He had a daughter about 5 yrs old maybe. When he got to Mexico, he found the woman and her son with another man. The woman did not seem terribly happy to see him. Then he was in a drunken state lying in a flooded gutter with mucus and all kinds of slime all over his back. A little angel baby was trying to get him to get up. The angel baby said, \"Come on, pick yourself up. You don't want to drown in this sea of boogies.\" Ralph Macchio asked the angel what his name was. The angel said his name was \"Cross.\" I flashed on an image of Cross. It was like a picture of him with his name printed under it - the name kept changing from \"Criss\" to \"Cross.\" Ralph Macchio said, \"What kind of name is Cross?\" and the angel said, \"You can call me Criss if you prefer.\" Then the woman approached breathlessly. She had been looking for him. She was sad to see him lying in the gutter."
        }, 
        {
            "number": "22", 
            "content": "My dad grabbed me and kissed me hard on the mouth. It was a passionate kiss, though his tongue did not enter my mouth. After he kissed me I looked at him kind of shocked, in amazement. He said, \"Just remember, a kiss is never what it seems.\" There were other people in the room. Some of them were cousins of mine. They all burst into laughter. Then Gerri, one of my dad's ex-wives and my cousin, Mary, were going to the store and they wanted me to go with them. I realized I needed money. I asked my dad for some. He said, \"What about those quarters I gave you, don't you have enough?\" I counted the quarters, I had one more than I needed. I said, \"Yeah, you're right. Actually, I'm fine.\""
        }, 
        {
            "number": "23", 
            "content": "I was at my dad's house packing up to leave. Some women were downstairs waiting to take me to the airport. I yelled to them I would be down in a minute. I had some things I needed to get together. I realized that I was taking a long time and I was afraid I would miss my flight, but my things were in major disarray and there were a lot of things I couldn't find. I went downstairs and the room was set up like an auditorium with rows and rows of fold-up chairs. I was crawling around underneath the chairs like they were a tunnel, finding all sorts of things that I had lost."
        }, 
        {
            "number": "24", 
            "content": "I was at a film crew party. My dad and Robin Williams were there. People were asking Robin Williams for his autograph. He thought I was going to ask him for his autograph, but I told him that I just wanted to shake his hand. I was thinking that you can tell a lot about a person that way. He told me that I could shake his hand any time. Then my dad, Robin, and I were in a room. My dad had a bag full of Rune Stones, that he was showing to Robin. I was somewhat miffed because my dad isn't really much of a mystic and I felt like he was trivializing something that I valued. I made some kind of patronizing remark and my dad angrily stormed out of the room. He was pissed off that I had made him look foolish in front of Robin Williams, who he wanted to impress. I told Robin that my dad was a brilliant man."
        }, 
        {
            "number": "25", 
            "content": "There was a house with an enormous slide that went down about 3 stories. I was thinking about how fun it would be to go down the slide. I was looking for something to use to ride on it. I found an old yellow boogie board. Cindy Brady was there. I gave her the boogie board to ride the slide. She rode it and camped out at the bottom, clinging to the boogie board. I told her to share it with the other kids, but she refused to give it up. She wanted to charge everyone a dollar apiece to use it."
        }, 
        {
            "number": "26", 
            "content": "I was walking in a lunch room having a philosophical discussion with Ron. I started talking about Eliza and said, \"You know her, don't you?\" Then I heard Eliza's voice. She invited us to sit at her table with her. There were already a couple of people sitting with her. We sat down and Ron joined them in a discussion. My chair was set back from the group a little bit and there didn't seem to be room for me to move it closer. I felt left out."
        }, 
        {
            "number": "27", 
            "content": "I was house hunting. I found a really cool place that another woman and her son (about 5) were looking at. The place turned out to be a two-bedroom and rent was $1000 a month. Neither one of us could afford it by ourselves so we decided to take the place together. The living room had a wall that was an aquarium with ocean behind it. My bedroom was a huge upstairs suite with a fireplace and I had my own bathroom with a Jacuzzi tub. I walked downstairs into the kitchen. The woman was making her son a sandwich. I liked these people and I was happy to be living there."
        }, 
        {
            "number": "28", 
            "content": "These Indians I was friendly with were planning to have a dance at a river. I had told some guy about it in a spirit of joy. I realized I had made a huge mistake. The man was planning an ambush and intended to kill them. I threatened to kill him if harm came to any one of them. I went to warn them. I could see the tribe painting their bodies and adorning themselves for the festive occasion. I felt tremendous love for them and I was sad and afraid that they would be killed and it would be my fault."
        }, 
        {
            "number": "29", 
            "content": "I was part of a group of vampires. This one guy that was a vampire was afraid of the head vampire and wanted to leave. He didn't want to be a vampire any more. I helped him escape. I led him to these train tracks. He turned into a bat, then into a boy's car, and got away. Then I was with Eliza. She kissed me, but it was a violent kiss that didn't feel good at all. I was sad because I wanted very much to kiss her, but not like that. I imagined what it would be like to make luxurious, sweet, passionate love with her. I asked her if she wanted to make love. She said, \"I like you,\" but I couldn't tell what she meant by the tone of her voice. She wanted to tie me up. I wanted to, but I was afraid she would hurt me. I said, \"OK, but do you promise not to hurt me?\" She said, \"Fine, if you don't trust me...\" Then she left. The head vampire guy came over to me. He wanted to whip me for helping the other vampire guy escape. I told him that I wasn't into being whipped and that I needed to go look for Eliza. He let me go."
        }, 
        {
            "number": "30", 
            "content": "I was at a gas station with my little sister. We had filled up our tank and I wanted to buy a six-pack of beer, but there was no one at the register to ring me up. I rang the bell on the counter but no one came. I decided to make a run for it and take the beer. I noticed someone had left their glasses on the counter. I looked outside and saw an old woman sitting on the curb looking lost. I figured the glasses must belong to her. I placed them by her side so she would find them, but I didn't give them to her directly because I didn't want her to witness me making off with the gas and beer. Then I saw one of my old housemates, Frank, walking through a meadow. He was the one that was supposed to be at the gas station cash register. I was called to the gas station by the owner who told me had my theft on videotape. I told him if he was going to bust someone he should bust Frank because Frank should have been there and besides Frank steals a lot, so it is likely that he has stolen from the store. The owner guy rewinded the tape and sure enough he found footage of Frank stealing. He decided to let me go. The old woman who I had left the glasses for came up to me and gave me a hug. She looked at me with knowing eyes. Then the man who owned the gas station was talking with Frank. He told Frank that he wouldn't turn him in if he would take off all his clothes and let him paint him. Frank agreed. The man was clearly very aroused by the sight of Frank's naked body and Frank didn't seem to mind at all. Then I realized that it was all a movie that I was watching on TV And I thought, \"Wow, I didn't know Frank was an actor.\""
        }, 
        {
            "number": "31", 
            "content": "Some of my relatives from Ohio were gossiping about my cousin Sarah, who is the black sheep of the family because she is eccentric and flaunts her sexuality. I was standing up for her and they told me, \"Did you hear about this?\" I went into a room and found her having sex with a dog. I was horrified."
        }, 
        {
            "number": "32", 
            "content": "A bunch of naked women were in a room. I was standing in the hallway. They told me they were models for Hustler magazine and asked me if I wanted to join them."
        }, 
        {
            "number": "33", 
            "content": "I was house hunting. I found this really cool place in the desert. I wasn't sure I liked the woman I would be sharing the place with because she seemed a little bossy. But I went into the room that would be mine and I had a door that opened out onto the sand dunes. And I knew that I would love living at the place."
        }, 
        {
            "number": "34", 
            "content": "Me and my sister Lori were driving a van that belonged to my dad. We went to this old apartment complex, that we lived in with my mom when Lori was a baby. We were in the back area where I used to play when I was a child, but it was different. There were 3 swimming pools, 2 for adults and 1 for children. It was also more garden-like instead of all concrete, as I remembered it. The grouchy old apt. manager came out and screamed at us. She threatened to call the police. We were in the apt we used to have and a boy that lived in the apt. across the way was peeking through the window blinds. It gave Lori the creeps but I told her to relax. After all, he's just a kid. Then the grouchy manager woman came in screaming again and asked us how we got past security. I tried to explain to her that I just wanted to show Lori where we used to live, but the grouchy woman wouldn't listen. She had a gun. It was a bad neighborhood and she was convinced we were hoodlums. We left. We tried to get out of there as fast as we could. A black guy was driving the van and a bunch of other people were in there. I didn't have my seatbelt on and I went flying backwards. One of the back doors flew open and I was hanging on to it for dear life. I was dangling above the pavement. The van was moving pretty fast and I was screaming for the guy driving to stop. He said, \"Just hang in there baby. You can climb back in.\" I shouted, \"No I can't; my arms aren't that strong.\" The van came to an abrupt stop and I went flying in. Everyone was laughing (except for me)."
        }, 
        {
            "number": "35", 
            "content": "I wanted to give my dad a gift. I had two very tiny TV sets about the size of quarters. I thought I would give him one as a novelty gift since he loves TV and he already has several huge television sets."
        }, 
        {
            "number": "36", 
            "content": "My mom was baking me a B-day cake and she, Lori and I were going to celebrate. Nan and Jan, my mom's boyfriend's two daughters, showed up as we were lighting the candles. They said they needed a ride somewhere. We all got in the car to take them where they needed to go. Jan got out of the car and went inside a house. We were sitting in the car waiting for her. I got out of the car and started kicking it, screaming, \"This is bullshit! It's my birthday! Can't you guys find someone else to chauffeur you around?\" Then my dad was there and he was bitterly angry with me. He said, \"Now I know what Lori was talking about, I see how you are.\" I said that I was sorry but he wouldn't listen to me."
        }, 
        {
            "number": "37", 
            "content": "I was with Eliza. I asked her if she wanted me to teach her to fly. She looked annoyed and said, \"I know how to fly!\" She shot up into the air like a rocket, then hovered and looked down at me."
        }, 
        {
            "number": "38", 
            "content": "I was driving my car, drunk and stoned out of my mind. I was totally out of control and couldn't see straight. I hit a curb and wondered if it would be OK to leave my car there. I decided I would have to because I was in no condition to keep driving. I got out of my car and there were a bunch of people in a jeep who wanted to take me to a party. In the dream my car was a convertible and the top was down. They didn't want to wait for me to put the top up. I was afraid someone would steal my car but I decided to chance it. I got into the jeep and they whisked me off to this wild party. I decided I wanted to go back to my car and someone agreed to give me a ride. When I got there not only was my car still there but someone had come by and left me gifts in it."
        }, 
        {
            "number": "39", 
            "content": "There was a huge graduation party. Eliza was standing on a balcony throwing condoms down to the masses of students as if they were confetti. I grabbed a handful and threw them down. I was drunk and feeling playful, but Eliza was in a very serious mood. She asked me to help her and I said, \"Yeah, sure, what do you want me to do?\" She said, \"Forget it, never mind.\" I said, \"No, please tell me.\" She asked me to get some paper towels. I asked her what for and she said for the bathroom floor. I said, \"Oh fun\" and went off to get them. Then I was worried that maybe she thought I didn't want to help. I looked around for her but I couldn't find her. Then I was hanging upside down from a railing and it was a huge drop into the room below. I called out for Eliza to help me. For anyone to help me. No one came. I was afraid I was going to fall and that I didn't have the strength to lift myself up. I managed to pull myself to safety."
        }, 
        {
            "number": "40", 
            "content": "I had taken a job in Arizona at a place like the one I used to work at. I found the rules there very rigid. I was doing a hand stand and my supervisor came by and threatened to fire me for being too casual. Then I was walking down the hallway and I realized I was naked from the waist down. I panicked and asked one of my co-workers if there were any boxer shorts or hospital pants around. He said, \"No we don't have anything like that here.\" I asked one of the kids if I could borrow a pair of shorts and he loaned me some."
        }, 
        {
            "number": "41", 
            "content": "I was in a car with a drunk woman who was driving crazily. I screamed for her to pull over and let me drive."
        }, 
        {
            "number": "42", 
            "content": "There's a woman. A bunch of people have walked outside a house. The woman goes into the house and gets behind this other woman who is getting ready in the bathroom. She stabs her in the back and kills her. One other woman besides me had witnessed the murder. The woman/witness tells me to make a run for it. I tell her to come with me, but she doesn't because she is convinced that the killer/woman knows she saw and if we both run we will surely both get killed. I make it safely outside the gate but I decide I can't leave without the witness/woman and I go back to save her. When I get there, the murderess is strangling her. Then she pulled her own shirt down over her arms to make her arms seem shorter. Somehow in the dream this meant that it would look like a smaller person committed the murder. In the dream I was about 16 yrs old and I was me but not me. The murderer/woman was planning to frame me for the murder. She told me if I even thought of running away or telling the police it was her she would kill me and besides no one would believe me anyway because I had no alibi. The police came and took me away, but it was all kind of a blur. I astral-projected from prison and noticed my clothes were still in the dresser drawers. No one was home. Then after I had served two years in prison I was released. My head was shaved and I was walking down the street with a man who was a combination of my dad and this guy John. All these memories come flooding in and I suddenly realize that my dad/John is in love with the murderer/woman and that they had planned the whole thing and set me up. As we are walking down the street I'm screaming, \"She did it! You knew. You knew.\" My dad/John takes me home. I am reunited with my long-lost daughter who is about four or five years old. She is a beautiful little girl. I hold her in my arms, overwhelmed with joy and she is very happy to see me. I realize that she is the child of me and my father, though while I've been away in prison the murderer/woman and my father have been raising her. I look into the murderer/woman's eyes. I say, \"I can't live here with this murderer.\" My dad/John is trying to cover the whole thing up and get me to shut up and pretend it never happened. The murderess/woman and my dad tell me there is no way they will allow me to take the little girl with me. It seems like for one thing they are afraid of the incest scandal getting out, in addition to the murder cover-up. I look at my daughter and it seems like they have been taking good care of her. She is happy and healthy. I notice that her face kind of resembles my little sister's, except her hair is brown like mine. I ask my dad if he will promise to take good care of  her. He says that \"Of course he will.\" Then I think how can I trust him. Look at what terrible care he took of me."
        }
    ]
}