{
    "dreamer": "lawrence", 
    "description": "Lawrence, a young man", 
    "dreams": [
        {
            "number": "001", 
            "head": "2009-01-04", 
            "content": "My friend Sal was involved in a strange ritual - something like a cross between a dance class and a game of musical statues (but in a large circle of people all moving round in one direction and stopping occasionally). I walked from First Road to see him. It was halloween I think, and in the dream there was a tradition where we were to scare strangers in the street in the dark - even by hitting them on the back lightly to make them jump. I did this but I felt unsure and uncomfortable about it. Sal was upset during the ritual for some reason. I put my arm around him and noticed he was incredibly fat with thick folds of flesh around his waist."
        }, 
        {
            "number": "002", 
            "head": "2009-01-13", 
            "content": "My cousin Claire had a party in a large space which was reminiscent of my place of work, but more comfortable, more futuristic. Before the party, she was engaged in choosing a present for herself. She settled on a large sound-sensitive plant, that sat in a container on the back wall. The plant was more like a creature. It was a bit like a giant squid with long pale grey tentacles (or tendrils) that extended apparently indefinitely and grew almost instantaneously to touch any person if they made and verbal noise. It was very frightening to be around it. People began turning up to the party and admiring this thing, passing compliments to Claire. my friend Trisha was there along with lots of friends I used to go to school with, and people from the past. The party went on late. I got drunk. The plant thing kept going for me. Later on my friend Tim turned up and his company made the evening less sinister - avoiding the plant thing became very funny. Even later still I found myself alone with Trisha. There was sexual attraction, but I can't remember if anything happened physically."
        }, 
        {
            "number": "003", 
            "head": "2009-01-17", 
            "content": "This dream was epic, like a feature film in length, conjuring up a completely new world. As in many dreams, there seems to be multiple strands to the plot which aren't consistent with each other. Firstly I was at university - but it was unlike any I've been to before. The campus appears to be built inside the ruins of an ancient Greek or Roman city. I say ruins, however some of the buildings were still quite complete, like the student halls of residence for example. These halls were inside a huge circular building that was lined on the edge with a series of columns and a balcony or walkway that appeared to have little protection from the elements. There was also a huge drop to the ground to one side of the walkway, with only a stone balustrade for protection. This building was next to the sea and the waves were angrily crashing against the foot of the building several stories below. The building was of marble or some other stone and had been originally carved intricately, but the weather (and perhaps the sea) had eroded all the details and edges away, so it was ridged and knobbly but smooth. The stone was a honey color, very hard and matte like honey colored granite, but from a distance it had a soft luminescence a bit like porcelain. Inside the building, the actual student accommodation was a more modern re-fit done on the cheap. Partitions of undecorated ply wood and plaster board had been fixed up to divide the space into smaller compartments. It almost felt like a squat. In another strand to the plot, this building is where my friend Toby and his friend have their design studio. His friend is quite arrogant and appears to be the one in control. I seem to be joining their team at the point where they are about to present their new 'fantastic idea' to their new client. It appears to be an industrial design idea, and it is this: applying a thin layer of silver paint to things, thus creating the look of silver but at a low cost. I try to point out that the practice of doing this is already widespread and that this is no idea at all. But they are stubborn and ignore me. So we all go to the student shop to pick up some silver spray paint. The student shop is huge, like a mall, but full of stalls inside, like a market. It is apparently run by students. Some of the stalls are actually very expensively made glass cases set into mahogany dressers - like something you'd see in a Victorian jewellery shop. One girl is selling silverware. I ask her for an 18th century dagger. Amazingly she has one, but it's too small I say. She's dressed in an almost gothic way, but more theatrical, perhaps like a Victorian vampire. This place is bustling with students. The mall appears to be constructed sunk into the ground. The entrance is from above, as if descending down into an underground tube, except the whole thing is open. There seems to be only two very narrow sets of steps leading down and both are completely clogged up with people. There's a large plastic tube - perhaps it has something to do with construction (like the tubes you sometimes see going from the upper floors of a building to a skip). It is large enough to slide down, so that's how we get down, to avoid joining the long queue on the steps. Other stuff happened in this dream, but I can't recall the details."
        }, 
        {
            "number": "004", 
            "head": "2009-01-18", 
            "content": "I've just joined a band (or put one together). It's unclear exactly who the other members are. We are at someone's flat for a band meeting. We're in a city, at an apartment of one of the members - the drummer I think, who is the only female member. I can't place who she is. She's reminiscent of someone, I just can't think who.She's blonde, with shortish hair. She is a practical type, has a job in the city, as is very busy, but has found the time for this somehow. Some of us don't live in the city, so we're talking about rehearsal arrangements. The drummer girl has offered her place as a place to stay over. The second guitarist (I am the first) is my brother. He'd have to stay over too. The singer might be my friend Ralph. There's a general a general feeling that the singer isn't qualified for the job. I've just realised the singer wasn't Ralph - it was one of the front men in a Blues Brothers cover band I saw in Germany. I don't remember the bass player in the dream. There's some discussion with the drummer about how she's going to practice in the apartment due to the noise. I suggest buying a practice set of rubber pads that can be placed over her drums to mute the sound. Then there's the issue of the singer. The drummer can sing, and in my opinion would make a better front person. She looks a bit like Debbie Harry in her Blondie days. Perhaps Ralph was the bass player. Later we leave the apartment and go back to our cars in the suburbs. But I can't remember where my car is parked. I walk the streets growing more and more stressed out."
        }, 
        {
            "number": "005", 
            "head": "2009-01-18", 
            "content": "I inhabit a world whereby countries as different as Germany, China and Sri Lanka exist as suburbs or village-sized locations in the local landscape. I walk from one to the other, which are separated by a gradual change of countryside. In 'China' I stay in a hotel, which is small but beautiful - some kind of mixture between modern and traditional Chinese architecture which consists of interlocking planes of reds, pinks and blacks."
        }, 
        {
            "number": "006", 
            "head": "2009-01-20", 
            "content": "My friend Terry comes to visit my hut. I have a few drawings up, none which I particularly think are that good - I'm kind of embarrassed because he talks them up and showers me with praise."
        }, 
        {
            "number": "007", 
            "head": "2009-01-21", 
            "content": "This dream is all about murder. A dangerous man has been allowed into the building I'm in. The building was like a hall or a school perhaps. It was evening and there are several people around I know including my brother, my friend Tim, and my partner. This man was apparently known to have been a killer in the past, but we didn't know that before he was let into the building. The rest of the dream is confused, but it ended with someone (I can't remember who) getting horribly killed."
        }, 
        {
            "number": "008", 
            "head": "2009-01-23", 
            "content": "I'm in a minibus with several members of my extended family - my mother, aunts, cousins and their children and my eldest daughter. We stop at a shopping centre and everyone gets out. There's some confusion about who is going to the shops and who is staying in the van. my eldest daughter is on the pavement with some of her cousins. I'm putting on a pair of trainers, but I can only find one shoe. I have 2 or 3 pairs, so I search for a matching pair. While I'm doing this, I assume my daughter is being looked after, but apparently no one knows where she is. When I realize that she is missing I rush into the shops and frantically search for her. I partly blame myself, and partly blame my cousins. It's a terrible dream."
        }, 
        {
            "number": "009", 
            "head": "2009-02-01", 
            "content": "I was in an institution - perhaps a prison or a prison camp. The prison incorporates several buildings and some fenced off land. The buildings were old. The interior decor seemed decades old, with formica fitted furniture, brown and split. In the dormitories there were bunk beds, acrylic curtains and cheap carpet tiles. There was a damp smell. I was living with a group of non-violent captives. We lived in unity - we seemed to get along. There was a communal area like a living room or common room with old sofas, a fire place, cheap ornaments and trinkets on the mantel piece. Across the yard (which was a muddy field) was another building that contained the more violent prisoners. It was a much more sturdy building made of brick and iron, and was surrounded by a security fence. Suddenly the door to our common room opened, and three men walked in, not in any rush. They had faces like psychopaths. The largest bearded one calmly started helping himself to things on the mantel piece and shelves around the room in front of perhaps 15 of us. He made confrontational eye contact with myself and anyone else who dared to look at him. His two sidekicks stood back and smirked at our inaction. None of us dared to confront them. They eventually turned and left, slamming the door, smirking. It reminded me of Clockwork Orange (the film). This incident broke the unity of our collective. We were all angry with one another that no one did anything to stop those thugs. The rest of the dream is fragmented: The thugs apparently came from the other building. We launched a retaliation which involved walking over there on mass ready for a confrontation. I think we were humiliated a second time - we were surrounded by murderers and psychopaths who wanted to have an excuse to kill us with their bare hands. There was also a scene back in our dorms with arguments breaking out about ownership of the top bunks, which were perceived as being more secure places to sleep compared to the lower bunks. I don't recall there being any guards or order other than a vague understanding about our fate, which was to stay in this place. Perhaps to try to leave would be severely punished by captors unseen."
        }, 
        {
            "number": "010", 
            "head": "2009-02-08", 
            "content": "This was the first of a series of dreams that I had on this night that don't relate to each other - rather like switching tv channels. I was living in what seemed like an old school building - Victorian perhaps. My brother and I found a flying machine together with instructions. It was a small balloon or airship - very small, so that the balloon part (which was elongated, or perhaps grape-shaped) was about the size of a small car. Attached to it was a box or basket for two passengers and some controls. We took it to a garden within the grounds of this building,d or perhaps a near-by park to try it out. There were no other people around at all. It worked, and we flew about 10 m off the ground before we got scared and lowered it again."
        }, 
        {
            "number": "011", 
            "head": "2009-02-08", 
            "content": "I was preparing for a final show - perhaps like an end of year art show. I had to build a 3D model on a computer of the corner of space I was exhibiting in. My friend Terry came over looking very worried. He needed help ; he didn't know how to create the 3D model of his corner. Part of the preparations for this show seemed to involve the baking of cakes. There was an oven, and on top a stove, on which someone had left a couple of cakes slowly cooking in a very particular and unusual way. One of them was inside a waxed paper case which was sitting in hot or warm water which was filled up to the brim of the paper case. I accidentally knocked it and the water sloshed over the cake and all over the stove, putting out the gas and causing a mess. I was then driven by guilt to go and buy replacement ingredients for new cakes. I was going to try to cook them in the same way, so that it looked like nothing had been disturbed, but I realised it was gong to be impossible."
        }, 
        {
            "number": "012", 
            "head": "2009-02-11", 
            "content": "In this dream I'm a part-time tutor on Jasper's art course, which in the dream has its premises in a large cluttered building. Jasper is stressed out and either about to be sacked or about to walk out. The office has huge high vaulted ceilings and a mezzanine floor. People come looking round, as if they were flat hunters or house buyers. Back at 'home' I find and release several small creatures around the house - I can't remember what they are - possibly sea creatures like crabs or small hybrids between mice and insects or oysters. The cats snap them up, which was not the plan. I return to the college building with a painting which I'm proud of, but everyone is distracted by a ritual taking place - something weird like 'marketing day' or something."
        }, 
        {
            "number": "013", 
            "head": "2009-02-12", 
            "content": "This dream is fragmented. First there was an awkward scene. I was in a bar. It was fairly spacious and mostly empty with black walls, a very high ceiling, and tall chairs on chrome posts with round black tables. I was having a drink with my partner. I went to the bar, and on the way bumped into some ex-university colleagues. I got chatting, and bizarrely, I told them a story about an infidelity which was completely made-up. On the way back to the table, I felt a terrible sense of stupidity and guilt. Why would I have said such a thing to these people? When I returned my partner picked up on my awkwardness and became suspicious and angry. Next I'm in a large underground leisure complex with interesting organic spaces that flow into each other organically. The walls are stone or concrete but pink in color - like a pink sandstone. It reminds me of some modern architecture I've seen in the past - perhaps inside the modern pyramid entrance to the Louvre. The leisure centre is bustling with people - mainly women, who are darting into saunas or pools or bathrooms in towels. The atmosphere is highly sexually charged."
        }, 
        {
            "number": "014", 
            "head": "2009-02-13", 
            "content": "I have a job in a french restaurant in a rural part of France. Apparently I've worked there 1 day already, but I had turned up in scruffy clothes instead of smart clothes. This time I've turned up late for work. I'm unshaved and scruffy again.The boss greets me and seems not to mind.The busy part of the evening has started. He says \"au revoir\" which in my dream means 'hello', and I reply \"excuse me\" in german.I then realize I can't speak french, and I apologize in english. I dawns on me that I am going to have major language problems when trying to serve french customers."
        }, 
        {
            "number": "015", 
            "head": "2009-02-14", 
            "content": "I was out late. I met a guy who said he had a classic vintage bottle of wine - a very famous one. The trouble was, he said, he had opened it a while ago, poured one glass, then re-corked it. But he said it should still be ok. I asked how long ago this was, and he admitted it was years ago. He gave me the wine so I could try it. I took it 'home' (which in the dream was a cluttered wooden house) and opened it in the early hours of the morning. It smelt absolutely rancid."
        }, 
        {
            "number": "016", 
            "head": "2009-02-14", 
            "content": "There was a huge animal - a wolf or bear-like beast loose in the area. It is enormous - the size of a horse but fatter, squatter and has features more like a cat. Initially this beast was captured and sedated - tied down with straps and blankets, but somehow it revived itself and got away. There was panic. People were running around trying to get to safety."
        }, 
        {
            "number": "017", 
            "head": "2009-02-15", 
            "content": "I'd been invited to exhibit some work at an outdoor group exhibition in another country. The man who invited me was a friend of my father who was in marketing but in the dream he's an artist. The exhibition was set along a rural track - perhaps in a park on farmland. Huge billboards have been constructed containing photographic prints and some hold light-boxes. There are also some interior space-like constructions. There are many other exhibitors this place is huge, and there are hundreds of people here to see it. The people seem to be driving along the track past the exhibits. I'm not sure which country we're in - maybe somewhere in eastern europe. The man who invited me has work up here - his work is large conceptual photographs of rural or industrial scenes - quite banal, for example like a shot of a grass verge next to a motorway. He has many pieces on display - I only have a few. But apparently there is a man who wants to meet me to discuss my work. This guy is waiting for me with his wife and children - and apparently (so I'm told) he is \"one of the only people alive today who is 90% mexican\".  I drive the other guys car down the track to the other end of the exhibition. The car is attached to a large, high trailer - like a cage - containing 20 or 30 pictures in frames. It's a very bumpy ride, but when I get there the guy tells me he wants to come to my country to see my work."
        }, 
        {
            "number": "018", 
            "head": "2009-02-16", 
            "content": "My friend Ralph wanted to score some grass from a dodgy contact he had who lives in a bedsit. We're in a big city and we arrive by underground train. The entrance to the underground was very ornate - maybe victorian - with a square staircase that runs around a wide square ticket hall. We leave the underground and enter a 1960s tower block which is directly above the underground entrance. A couple of stories up we are let into a small bedsit by a nervous, scruffy man. The flat has a couple of mattresses on the floor, a tv and stereo - not much else. He spoke in a low voice, saying the cops were on to him and that he didn't have anything on him at the moment. Ralph suggests raking across the carpet with his hands to pick up the fragments of grass strewn over the un-vaccumed floor. Final we left with a whole bag. We were very nervous, expecting to be followed down to the underground."
        }, 
        {
            "number": "019", 
            "head": "2009-02-16", 
            "content": "I was trying to get home. I had a bike that didn't work, and I was with my old friend Tyler. We'd hitched a lift with some hippies in an old van who kept stopping or having to go somewhere else on route. It was hopeless, so I got off and walked, and had to trust them to look after my bike."
        }, 
        {
            "number": "020", 
            "head": "2009-02-17", 
            "content": "I'm looking at some houses on a street in a neighborhood that seems lawless. The housing is newly build, and aesthetically unpleasant. The occupants seem to be wrecking the place. One house is teaming with children of all ages who should be at school. Then I notice the mother is drunk and more interested in her partner, another woman, who is high on drugs and grinning from ear to ear."
        }, 
        {
            "number": "021", 
            "head": "2009-02-19", 
            "content": "It's my friend Reece's wedding. I'm at the location, but they are still getting ready. The preparations are going well. They are planning an outdoor wedding, and they have an unusual and quite beautiful landscaped garden for the ceremony. It includes a small moat with a garden in the middle and overhanging clipped trees and hedges which they plan to stand under to say their vows, and beds of unusual exotic flowers and shrubs. In my dream Reece is going to marry his ex-girlfriend rather than his real life fiance."
        }, 
        {
            "number": "022", 
            "head": "2009-02-23", 
            "content": "I go to visit a client with my colleague Karl. The client exists in waking life, and is eccentric yet pedantic, and a bit of a control freak. In the dream his offices are bright, white and modern, and he has a host of attractive girls as staff. He takes Karl and I to a restaurant, which we walk to over some distance through fine powdery snow, even though the temperature seems very warm, like high summer. At the end of the walk we all gather on a playing field on the edge of a village, together with a hundred or so other young people - mainly girls. Karl, who is single, attempts a backward somersault in front of everybody to get attention and impress the girls. He rather clumsily manages it and gets a round of applause. He creates a puff of powdery snow when he lands (which may be dust instead of snow due to the warm temperature). Next my clients, Karl and I go for a meal in an Indian restaurant in the village. My client drives us to a car park round the back of the restaurant in his brand new car. He leaves me the car key to park the car while he gets a table. I somehow manage to roll the car down some steps towards the entrance to the restaurant, but I manage to pull it back up. I take out what is meant to be the car key from my pocket, but instead the key looks like a brass desk key, yet totally smooth with no protrusions. I put my hand in my pocket again, and this time pull out a normal car key, and I lock the car. In the restaurant, for some reason my client has segregated Karl and I from the rest of the party. We are to eat alone in a cubed, disused hallway at the back of the building. Karl and I are sat several paces away from each other around the bend of the hallway, so we can't even see each other. We have a set of personal stereo headphones with a very long cable and perhaps little microphones and headphones on either end, which we use to communicate."
        }, 
        {
            "number": "023", 
            "head": "2009-02-24", 
            "content": "My partner and I are trying to conceive. We make love over and over again, in what seems to be an urgent yet passionate manner. Later in the dream I am somewhere with my family, perhaps a hotel, for several days. Every evening at the same time an attractive woman in her early 40s arranges to go to her room with a male person in order to have sex and attempt to conceive. The arrangement is apparently legitimate and matter-of-fact. The woman reminds me of my partner to look at, but is not her (she may be based on a woman who was on tv the night before). On one of these meetings, I am the invited male. For some reason my partner is fully aware of the arrangement, and furthermore approves of it. The sex with this woman is a little more awkward that it was earlier in the dream with my partner."
        }, 
        {
            "number": "024", 
            "head": "2009-02-25", 
            "content": "This dream feats authority figures from my past. I'm late for a meeting with my tutor - it appears I'm at university studying either art, horticulture or perhaps studying to be a chef. It keeps changing throughout the dream. I run from the train station to the large college campus. I have to register with an administrator - a stern woman who says I have to go straight in. I'm not very well prepared, but I go in holding a large portfolio. Inside a room there's a round table with the head of the course and a couple of other tutors sitting around it. They are talking amongst themselves. The course leader seems to know I'm late, yet deliberately keeps me waiting, ignoring me while he talks to his colleagues. The course leader is an amalgamation of several male authority figures from my past including teachers, bosses and my father. This man is quite scary. Eventually he turns his attention to me. He treats the interview in a dismissive way, as if writing me off from the start, thinking I'm not committed to this course. He points out that I have other commitments (for example a job). He talks up the other students enrolled on the course, saying how committed they are. He eventually agrees to give me a chance to prove myself. I use a bit of humor to attempt to break the ice, and it does seem to work  somewhat. I go to a classroom to join my fellow students, who are all engaged in doing something. I am very late for the class."
        }, 
        {
            "number": "025", 
            "head": "2009-02-27", 
            "content": "This dream was long and complicated. It starts at 'home' which in the dream is a cluttered, open-plan rather long house. It seems european and modern, and features a lot of warn-in timber. There are large patio doors that lead out to a decking area. I'm at home alone, I've just got up, and I'm wearing a dressing gown. A girl from my distant past arrives unexpectedly. This girl is an amalgamation of 2 or 3 people including old girlfriends from the past. I find the situation awkward, not being dressed properly, and I try to secure my dressing gown more tightly as it is coming loose . My guest finds this amusing, and makes it more uncomfortable for me by flirting. She seems to have an agenda for being there. In another part of the dream, the girl has gone, and I'm watching tv on the internet with my brother and possibly a friend. We are watching some apparently recently discovered footage of the Sex Pistols (a punk band). Next we watch a very disturbing short film about some rats that live in a network of burrows, with a central underground chamber that contains hundreds or thousands of them. The camera follows a line of rats along a narrow tunnel and films them dropping into the chamber from above. Following these rats (interspersed between them) are some sort of bugs - like cockroaches, which are stinging or biting the backsides of the rats. The rats are swelling up where they have been bitten."
        }, 
        {
            "number": "026", 
            "head": "2009-03-01", 
            "content": "The details of this dream have faded. The only image I have left is of some kind of control panel, made up of instruments and screens, set into wood. It is retro, tactile and beautifully made, but old and battered and very complicated. It looks as though it has been altered several times over the years. I can't remember what its for - i just remember being confused."
        }, 
        {
            "number": "027", 
            "head": "2009-03-02", 
            "content": "I'm at an art show (possibly a private view). It's towards the end of the night, and there's not many people left. It seems to be in a castle or a dungeon - cold echoey stone, very dark with pools of light on the exhibits. There's two artists showing: a painter and an installation artist. The painter is a very talented female. Her works are striking bold compositions with strong colors that remind me of Francis Bacon, but smaller and less horrific. The other artist uses live models 'trapped' in display cases. There are two cases on display containing people I know. Ex-band members Tyler and in another case Jack. We let them out before we leave and then we all walk down a huge mountainous incline that seems almost fake, as if it was made of fibreglass or rubber. I bound down with huge strides to keep ahead of Jack who is chasing me - not to hurt me, but probably to socialize with me (he is a bit over-bearing). The incline turns upwards. I bound up, full of energy, and get to the top before the others. Near the top there's a small hole, easy to miss, that I drag myself through. It is the entrance to an underground motel for bikers. My partner is waiting for me there. I am late. She says this motel is expensive, so we move on to find another one."
        }, 
        {
            "number": "028", 
            "head": "2009-03-03", 
            "content": "I'm at a gig. A band are setting up and preparing to play. The venue is fairly small, like a village hall, or possibly a marquee. The band are a bunch of people I know. The singer is based on a guy I knew who used to sing in a local band. I play guitar with them during the sound check. I enjoy the experience but soon I have to stop because the sound check is over and the performance is about to start. I sit amounts the audience on a slightly inclined grassy bank, wishing I could have been there on stage."
        }, 
        {
            "number": "029", 
            "head": "2009-03-05", 
            "content": "I'm the ring leader of a gang of young people - ages ranging from about 9 to 20-somethings. Perhaps I'm younger in this dream, also in my 20's. My brother is in the gang, along with his ex-girlfriend Jane and her younger brother, who have run away from their parent's house. We get up to mischief for a weekend, snooping around people's dark houses at night, picking up things to play with like torches. We take (or borrow) some things from Jane's house and all return to our 'den' which is a shed or a basement. Jane's father is after us. He tries to track us down. Eventually we are at my childhood home, sitting in the kitchen. Due to the lighting conditions we can see out, but he cannot see in.  He looks furious. He knocks at the door. He looks a bit like my next door neighbor. We all ermine quiet. He turns to go, but stops and then suddenly turns and puts his face right up to the kitchen window with cupped hands - and he sees all of us. I decide to step in (to prevent a situation where he goes to the police etc), so I go to the front door, and invite him in, and apologize to him. We promise to return all his things, and his kids apologize too. Then there is some kind of wedding party and all the characters are there. It may be my brother's wedding to Jane. There is still a lot of tension from the father, but his wife has totally forgiven us and is getting drunk and gushy. It's very weird."
        }, 
        {
            "number": "030", 
            "head": "2009-03-06", 
            "content": "I'm involved in the preparations of a big art fair - probably a festival in my home town. However it seems to be outdoors in a field and it reminds me of allotments or an outdoor music festival. There are hundreds of stalls. My mother is buzzing about with her art friends. Next I'm involved in the preparations for some kind of event in the grounds of a mansion. It involves a game whereby huge cards are laid out on the floor in front of an audience which are to be turned over (it's a bit like matching pairs). There's also marquees with bands performing and a beer tent. I walk past some great sounds coming from one of the band tents. Not many people are in the tent yet - perhaps it's just the sound check. There's a scene where I'm chasing a woman and her child (it may be my partner and my eldest daughter) who are trying to get to an event and leave me behind. They are driving a motorbike and sidecar at top speed through the streets and I'm running to keep up with them. I have bionic legs and seem to be able to do it."
        }, 
        {
            "number": "031", 
            "head": "2009-03-07", 
            "content": "I'm in charge of designing a book cover, poster or document - not clear which. I'm either hired by a client, or I'm a student responding to a brief. My client/tutor is an older woman. She suggests I find the actual handwriting of a particular author. The author is a children's fantasy writer like C.S.Lewis or someone like that. I'm told I'll be able to find his handwriting on the internet. I search for a long time and don't find what I'm looking for. Later I realize the authors handwriting I'm looking for is in fact Charles Darwin of which there are lots of examples. Suddenly I'm in the role of tutor and I have a student. She is shy and likes the Smiths (band) I'm explaining to her about the beauty of handwritten type, especially Darwin's fount pen letter-forms."
        }, 
        {
            "number": "032", 
            "head": "2009-03-08", 
            "content": "I'm staying in a house full of women. One of them has invited me there. It feels like a soap opera or a film. I'm in a spare room or a living room just having slept on the sofa or in a pile of clothes. It's a large, cluttered timber house with several stories - it feels like a boat. There's a spiral staircase or a lift. One of the females may have smuggled me in here. There may be, or have been, something going on between me and one of these women. Perhaps they are all friends, like a student house, or perhaps they are all sisters."
        }, 
        {
            "number": "033", 
            "head": "2009-03-08", 
            "content": "I'm out in a small hilly town at night. Some of my students are about. One of them has disappeared into the woods. It seems as though we have all been drinking. It's chaotic."
        }, 
        {
            "number": "034", 
            "head": "2009-03-08", 
            "content": "I'm at a house with some old friends. My friends from school Saul, Ralph and Terry. It's incredibly messy - full of stuff - like being waist-deep in a charity shop after an earth quake. As I leave I notice another old school friend, my friend Reece, who is hidden behind a pile of clothes. He had kept quiet, perhaps because I had upset him. On leaving, I scratch the door, and feel guilty about it, but I pretend it wasn't me who did it. I get a lift back to Terry's parents house by his dad. Terry's house is full of his sisters. I get the impression I'm back in the mid 80s. I wake up feeling anxious."
        }, 
        {
            "number": "035", 
            "head": "2009-03-09", 
            "content": "I'm in a bar with my friend Sal and my brother. We came from my country to Germany that evening, and we've stopped off for a beer on the edge of town on our way to Sal's place. There's a bus stop outside - the bus runs all night so there's no rush to go. Sal meets some of his old friends in the bar. The bar is large, dark, open-plan, dark and is on split-levels. There is a hotel on 3 floors below the bar. I want to go, but Sal wants to stay a while, so we all get another drink. It's now very late, and everyone is drunk. Sal is with my brother and his old friends, while I go wandering. I bump into a German girl at the back of the bar. She's there with friends. We get talking. She is drunk too, and her body language is provocative. I'm not comfortable about the situation - I'd rather go - but my instincts get the better of me, and we make a plan to go down stairs to the hotel and find a cupboard or something where we can spend 15 minutes in private. Ironically, my friend and brother now want to leave, but I stall them with some excuse, and disappear downstairs. Like naughty children we run along the hotel corridors looking for privacy, but there are hotel cleaners about. We fail to find a suitable place, so we end up outside, under a boardwalk. We kiss. I feel pleasure and guilt. I break away after 10 minutes, saying my friend and brother want to go and they are waiting for me. When I get back upstairs, they are waiting impatiently. They suspect that I've been up to no good - they are partly bemused and partly judgemental but that say nothing. We all leave together in a hurry and jump on a bus in the cold early morning light. I feel powerful yet damned."
        }, 
        {
            "number": "036", 
            "head": "2009-03-10", 
            "content": "I'm at home - in the dream 'home' is the top flat in a tower block. There isn't much space, and what space there is, is full of stuff and people. I'm busy trying to make coffee, when old band mate Jack turns up. He comes to discuss something - a planned meeting that I've forgotten about. I sit him down on the roof terrace and go back to making coffee, but I keep getting distracted by kids and other stuff, until I forget about Jack. Eventually I remember he is still there, and when I go up to the roof, he is half asleep, waiting patiently, but slightly hurt by my inattention."
        }, 
        {
            "number": "037", 
            "head": "2009-03-12", 
            "content": "I was in a flat - my home supposedly - which was like a bungalow - ground floor flat, a bit boxy, by spacious and modern with a large central hall space with a split level down to a living room. My partner and her sister Cat were in the living room. It must have been early in the morning because I hadn't got up yet. I slipped past the open living room door to the bathroom to have a shower. For some reason, the whole end wall of the bathroom was a floor to ceiling plate glass window. At first I got a shock because I was half undressed, as there was a football stadium right on the other side of the window, so that the players and half the crowd could see right into the bathroom. Then, an equally bizarre realisation was that there wasn't a real stadium outside - rather, the window was in fact a floor to ceiling plasma tv screen, which was showing a football match."
        }, 
        {
            "number": "038", 
            "head": "2009-03-13", 
            "content": "A very vivid dream about either my friend Terry or my brother becoming king of England. The scene is set for the inauguration ceremony dinner. There is a huge hall with a high stage where the king and his closest colleagues sits (I am among them). Below is a sea of decorated tables of unknown posh guests. The people mostly seem to be young, as if friends of a bride and groom, although they all seem upper class (so they wouldn't be my friends). For the rest of the dream I'm in the palace the day after as the right-hand-man of the king. The king's identity keeps flipping. Now he is another friend of mine, my friend Toby. In one room in the palace is a huge pool table, where we organize a tournament. My mother is there with her partner, who also has an adult son with him. I remember meeting the ex-queen, who is a young upper class lady, who's wearing an expensive dress, hair-do and make-up, and seems to look down on us. She doesn't seem to approve of the new king and his entourage. There's another part of the dream which is set in a wine-making room, which is like a James Bond set: the walls are stainless steel, the floor is deep with white wine, and there's a walkway or ledge above the surface of the wine. Vine roots trail downwards from the ceiling out of view into the wine. Either the roots are feeding the wine or via versa. The vine roots seem to be fleshy and more like animal than plant parts. We are accompanied by guards, and for some reason I and others jump into the wine, causing outrage. A fight breaks out."
        }, 
        {
            "number": "039", 
            "head": "2009-03-14", 
            "content": "A had a job on a ship - actually it was a small ship that sat on a much larger one. The small ship was like a ferry that held private parties. I was working as a barman on the deck. Suddenly there was a storm, and we all had to hold on to something to stop being swept out to sea. Later a party did take place. There were several fairly glamorous people there including a black woman who was dressed very elegantly It may have been the opening of my uncles's play."
        }, 
        {
            "number": "040", 
            "head": "2009-03-15", 
            "content": "I'm in the final of an extremely short distance race. As far as I can remember, the race involves making a dash for a line that's one or two paces from the start line. There is a huge crowd gathered, but we're not in a stadium. Instead people have gathered around a square of ground where the starting official, the referee, I and my opponent are standing. They do have a modern scoreboard which is linked up to laser sensors that can detect movement to a millionth of a second. In the last round my opponent and I drew the race to exactly the same time (to a  millionth of a second). This was the re-match. I was psyching myself up for it. I had a nervous feeling in my stomach."
        }, 
        {
            "number": "041", 
            "head": "2009-03-15", 
            "content": "I was attending a gig with a couple of friends. Strangely our plan was to get into the very large venue, then to do our hair. We've brought pots of hair products and combs in plastic bags. Amongst the huge crowds I managed to lose my bag and my wallet. It was a disaster - I felt like a complete idiot."
        }, 
        {
            "number": "042", 
            "head": "2009-03-15", 
            "content": "A friend of my father's was (in the dream) our maths professor at university or college. I'm in an advanced physics class, and there's an extremely difficult problem to solve. I was determined not to give up and to understand it. My friend Toby was also in the class and struggling too - I got the immersion he hadn't even grasped the first part. It may have been beyond me, but I didn't want to give up, or admit that I couldn't do it."
        }, 
        {
            "number": "043", 
            "head": "2009-03-16", 
            "content": "I was involved in a complicated web of litigation - the FBI were involved plus some dodgy businessmen and several of my friends. One friend (Karl) was in particular trouble, and I can't remember why. He didn't know any lawyers. The only help I could give him was to arrange to meet a friend of a friend for a drink. I hardly knew him, but he was apparently a powerful lawyer. He was in fact based on an acquaintance from my youth. He turned up with an entourage, and gave the impression he wasn't there to see me, but was friendly nevertheless in an aloof kind of way. As soon as I brought up the subject of the legal predicament, he went on the defensive, as if he was sick of giving out free advice, so I swiftly changed the subject. Karl was less embarrassed, and didn't mind bringing it up. So I went to the bar and left them to it. They were sat on a leather sofa against a painted brick wall."
        }, 
        {
            "number": "044", 
            "head": "2009-03-17", 
            "content": "There's an epidemic spreading fast across the country. It appears I'm living in temporary accommodation. Earlier on in the dream I'm in charge of distributing special protection packs, which include isolation tents and suits and special powder which needs to be spread over the hair and body. It's also advisable to stay in one place once this plague hits. I'm not sure how it spreads - possible in the wind, or by contact or mosquitos. Later on in the dream I'm trying to sterilize an empty school building to be used as a shelter. During this process I get attacked by a couple of bees which appear to be infected. Later the infection has hit, and the whole place is shut down. Everyone is wearing the suits, covered in powder and mostly in the tents. We just wait. I'm particularly worried about my children. It's not clear whether anyone has been infected or not."
        }, 
        {
            "number": "045", 
            "head": "2009-03-18", 
            "content": "In this dream I'm 16 or 17 again. I'm on a school trip with various school friends and my partner in another country. First there were walks in the woods, like a trail. After dark several of us meet up. The next day we're all doing some kind of activity in an adventure playground. There are high climbing frames made of tree trunks and rope swings. The surrounding landscape is pine forests. There are various daring games. In the dream I'm not with my partner yet, and afterwards I pluck up the courage to talk to her. She tells me she is going out with an old acquaintance. The next day we had to take a train across the country. The train has a dramatic front to it - like a 1930s version of a viking ship in gleaming steel."
        }, 
        {
            "number": "046", 
            "head": "2009-03-19", 
            "content": "The phone rings. Thom York (singer from Radiohead) answers. I say hello and quickly explain who I am, and that I'd like to meet him to talk about a video project. Surprisingly he agrees. So I turn up at an address by a river or a canal - it reminds me of Amsterdam.  I'm shown in by a tall guy with dark hair - apparently a guitarist. \"Thom's about but he's not feeling too good\" he said. He shows me out onto a terrace over looking the canal. There's a few chairs and a large tree with one of those circular iron grills around the foot of it. \"Thom's not alright\" says the guitarist lighting a cigarette, dragging and flicking ash onto the ground which is covered in cigarette butts. \"He was diagnosed with a rare form of alzheimers. He may live for years, but he's very depressed about it, and he's decided to go to Switzerland in the new year to commit suicide.\" \"That's terrible\" I say. Back inside I find Thom, unshaven, a bit distracted, having a cup of tea. He's dressed in jeans and a t-shirt and bare feet. He's congenial - even quite enthusiastic about my project. I don't even know what it is myself to be honest, but he seems to buy into it. My suggestion is that it would be collaboration The budget was small, but we'd have the freedom to experiment. He perks up a bit, and I get the impression his trip to Switzerland might be put on hold."
        }, 
        {
            "number": "047", 
            "head": "2009-03-20", 
            "content": "A dream about a tomato salad laced with a deadly poison - so toxic that just one small morsel would throw you into a fit of vomiting blood followed by death. A character in the dream had eaten some and I watched in horror as the gory death unfolded before my eyes."
        }, 
        {
            "number": "048", 
            "head": "2009-03-22", 
            "content": "A fragmented dream. My spine was broken and had to be reconstructed. Apparently the trick was to mix a very smooth gradient of colored paste, and infill between the ribs or spinal columns carefully, to look continuous. The rest of the dream involved pain, and something relentless and stressful."
        }, 
        {
            "number": "049", 
            "head": "2009-03-23", 
            "content": "A true nightmare based on anxiety. I lived in a small seaside town. I had just bought a small merry-go-round for my children. My father was helping me to transport it. I left it for 5 minutes on the corner of the street, thinking because it was so heavy, it would be safe. When we came back with a van, we saw 3 or 4 men carrying it away at the other end of the street. I drove down the street after them, and saw them taking it into an amusement arcade on the next street. I considered shouting out, but stopped myself. I'd phone the police instead - a safer option I thought. In my dream my vehicle was like a child's car with large plastic controls. The phone was a child's toy phone. At first I seemed to be calling the arcade. The man who answered seemed to know who I was, and gave me a clear threat. He called me by my name, and said something like \"if you and your family don't want to have an accident, then don't think about calling the police.\" After he hung up I called the police straight away on the kid's phone, dialling the emergency number. To my horror, the police didn't answer - instead it was the man I'd just spoken to. The dream continued with escalating threats, and my concern for the safety of my family felt real. I woke up from this dream feeling terrible - anxious and terrified for the safety of my family."
        }, 
        {
            "number": "050", 
            "head": "2009-03-24", 
            "content": "My friend Tyler was going out with a girl who worked in a brothel. We went to meet her after work. It was a large bungalow surrounded by overgrown fields on the outskirts of town. We didn't go in - rather she came out to meet us. She was tall with long hair and didn't speak much. To me she was simultaneously attractive and repulsive. Tyler didn't seem to share my view. Some of her friends or colleagues came outside. There was drinking. It gets fuzzy after that."
        }, 
        {
            "number": "051", 
            "head": "2009-03-25", 
            "content": "My brother and I are preparing to go into an exam. It's some kind of art exam, and it's going to last about 4 hours. I'm in a house with my brother and my grandfather who both seem laid back about leaving to go to the exams. I'm getting concerned about being late, and I'm expecting a lift. An old colleague is also there from an old job. He starts pointing out how difficult the exam is going to be. Have I researched this or that? I'm thinking \"no\"."
        }, 
        {
            "number": "052", 
            "head": "2009-03-26", 
            "content": "I obsessively put together a series of drawings, tracing the life of a woman from childhood to perhaps her death. I'm not sure who she is meant to be in the dream - perhaps an ex-girlfriend. But those I show the work to are not convinced of either the work or my reasons for doing it. Strangely I compile a selection of some of the better pieces and send them to the grieving family. I get no response. When I tell a couple of my friends (Terry and Ralph) they find it embarrassing. Later in the dream I'm at what is meant to be the college where Terry teaches, but it is different: larger, industrial bare concrete structure with very high ceilings, maze-like and dirty. I find him bracing what looks like a keyboard stand into the narrow vertical space in an alcove in a wall, somewhere tucked away behind a stairwell. Above it are several other metal objects piled on top of each other including bikes, some of it held with wires. It's a mess. Terry uses this stand in teaching as a prop or something. I then travel into town in some kind of wheelchair. It goes very fast. I'm in a large crowd of commuters, pulling myself along on railings. Most of the commuters are going the other way (out of town) but I'm in a solid stream of people going against the flow, like a boat cutting through waves. I notice Terry's dad coming by with the main mass of commuters, wearing dark glasses."
        }, 
        {
            "number": "053", 
            "head": "2009-03-28", 
            "content": "I'm staying in a house that is apparently a film set. It is an old wooden cabin on stilts built on water or boggy land. It has a large wooden deck which has grown mossy. The main house itself has been restored by the film company. Living in the house is my friend Sal and his family. They have invited my family and some other guests. There's another woman who's a kind of spiritualist. She looks like a hippy - wears colorful handmade clothes. The atmosphere is one of a commune. I ask where the toilet is, and I'm shown a curtain in the hall: \"behind there.\" But there's no toilet, just a carpet. So I urinate straight onto that. I'm not comfortable about doing this, but for some reason I do it anyway."
        }, 
        {
            "number": "054", 
            "head": "2009-03-29", 
            "content": "I'm in a small group of people who have some kind of super power. We can transport ourselves just by willing it internally. It works by creating an illuminated line from where you are to where you want to go, then you levitate at any speed you like along the line. We can all go as a group. We shoot through a busy town, or perhaps it's an indoor mall."
        }, 
        {
            "number": "055", 
            "head": "2009-03-30", 
            "content": "I'm sitting in a carpeted room - like a student room with several people from the past including Jerry, who is trying to play the guitar, and Trisha and some of her friends, who are going to produce a radio station. They ask me if I'd play some of my band's new material. In the dream I have a 3 piece band, and we perform some tunes with harmonies. Jerry has his guitar strung completely wrong. I offer to restring it. Everyone laughs when I printout that he has crossed over the strings."
        }, 
        {
            "number": "056", 
            "head": "2009-03-30", 
            "content": "There are a lot of people engaged in an activity, but I'm not involved. In a large house (that might be my house) someone has done something very strange to the carpet. It looks like it has 'grown'. Bits of it have grown wild and long and other bits are bald. Upstairs there are even banks forming, and real tall grass growing on the carpet (which is also green). I look out of the window at the back of the house and it seems I live on the top floor of a large shop that sells toilets and sinks. They evidently have a yard outside which is full of products - there's also a couple of salesmen and customers amongst them. It is lit by flood lights. It's a very large yard. In another garden somewhere else (which is my garden in the dream) there is much activity. A team of people which includes old friends, family and neighbours has constructed a large climbing frame from tree trunks and logs. My mother is in charge of the team, and has salvaged the materials from somewhere. I'm not involved, so I return to the house, and the strange carpet, where I am plagued by songs I have written in the past which go over and over in my head especially the bad parts."
        }, 
        {
            "number": "057", 
            "head": "2009-03-31", 
            "content": "There is a manmade 'fish trail' set in a rock pool environment with a path that runs through a series of rock pools. The path is set into high-sided rocks (or fake rocks). Many large fish and perhaps reptiles inhabit the rock pools. The public are encouraged to physically handle the live fish, picking them up and dropping them back into the pools. Some of the pools are set into the walls at waist or shoulder height. I'm wandering through this strange place. My brother and his girlfriend follow close behind me. My brother is keen not to miss anything. His girlfriend is keen that he doesn't miss anything to keep him happy."
        }, 
        {
            "number": "058", 
            "head": "2009-04-01", 
            "content": "I'm stuck at a petrol station without a car or any money. The station owner also runs a convenience store and an off license. It is evidently very popular - there's a massive queue to get beer and groceries. I queue up to buy a bottle of wine for a party (forgetting I had no money). For some reason I never leave that place - perhaps the party didn't happen, or perhaps it happened there. In any case, now it's the next day and I can't get home. The owner, who reminds me of a London Cabbie, lends me a car to get home. But first I must fill out various papers. He's not just lending it to me for nothing - he's hiring it to me. I end up at a family gathering in a hotel. My mother is there, worrying about the cost of hiring the car, and getting stressed out about it on my behalf."
        }, 
        {
            "number": "059", 
            "head": "2009-04-02", 
            "content": "I'm wandering around a fantastic suburb of beautiful landscaped gardens. It looks hyper-real like a David Lynch film. This place is full of tension, emotion and romance. There are hedged mazes, follies, ponds, lakes, complicated walled gardens, hanging gardens, raised walkways. It is truly beautiful. Strangely it seems to be located in a suburb in my hometown that in real life is dull and boring."
        }, 
        {
            "number": "060", 
            "head": "2009-04-04", 
            "content": "Several people known to me who are part of an organisation in the dream are putting on a large event - perhaps its a charity or something to do with wildlife, human rights or science. They are planning an events that will include performers on stage. One of the people there is gong to perform music on stage and has asked me to join him. I'm flattered to be asked."
        }, 
        {
            "number": "061", 
            "head": "2009-04-04", 
            "content": "I'm 'at home' with my partner. We live in a carpeted place, slightly scruffy. There's a long hall with the front door and stairs at one end, and a back door at the other end. An 'intruder' cat (a dark brown tabby) has got into the house and is standing in the hall, about to run up the stairs. I swiftly stand in it's way to stop it. It is forced to run up the hall towards the back door. My partner lets it out the back door."
        }, 
        {
            "number": "062", 
            "head": "2009-04-06", 
            "content": "I'm at an art college. My friend Terry has either graduated or quit. He's slightly in denial about it. He's talking up the situation, encouraging me to follow. He takes me round a series of rooms in the college. It reminds me of the art college building I attended."
        }, 
        {
            "number": "063", 
            "head": "2009-04-06", 
            "content": "I'm on a mission to deliver something to an office. I have a laptop and papers. I'm on the side of a busy road. There's snow on the verge. I hide the laptop in a 'flap' in the snow and go down to a business park and up into a large glass and steel building. Then I realize that I've left my laptop behind. Then I panic, and go back but I can't find it."
        }, 
        {
            "number": "064", 
            "head": "2009-04-07", 
            "content": "I'm having tea and sandwiches in a cafe garden in Sri Lanka with Juan. It's my treat. This place feels more like my country than Sri Lanka in terms of the countryside. I ask for the bill. It comes to something ridiculous - far too expensive for Sri Lanka - about four times what it should be. I get very angry with the waiter and refuse to pay that much. He insists that is the price and ends up getting very upset, because he says his boss will take it out of his wages if we don't pay. So I give him all my money but I'm still slightly short, so I start scrabbling around on the ground under the table for dropped coins. I do find some, but one of them is fake - it's a very soft metal. So I finally leave owing the waiter the rest. I intend to return to pay him. Juan doesn't have anything to contribute."
        }, 
        {
            "number": "065", 
            "head": "2009-04-08", 
            "content": "I'm doing a 3-point turn in a cul-de-sac. I then park the car on one side. A nosey neighbor then comes out of his new-build to say \"you shouldn't park there - it's on a slope.\" I look, but there's no slope - it looks flat to me. But at the end of the culled-sac there is a drop. It dropped away like a sheer cliff - there was no fence. I went off somewhere with my partner. I returned later and somehow my car had rolled off the edge of the road and 'on to' the top branches of a huge tree that was growing up from below (the tree top was level with the road).  My car was so tantalisingly near, but it would be dangerous to try to get into the car while it was balancing on the tree. The neighbor came out again, gloating. \"I told you didn't I?\" he said. \"You won't get that car from here. You'll have to shake it out of the tree and get it from the bottom.\" For some reason I thought I could actually do that that, so I went down some steps and came to the base of the tree. What I didn't notice before was that the tree was growing up the side of a factory - a concrete carpark-like structure that seemed partially open to the sky. The tree hung over the factory. There were workers around. I shook the tree and to my surprise all sorts of large objects started falling out of the tree into the factory - pieces of masonry and plaster for example - some pieces of which landed on people on the factory floor. I was shocked and felt bad about it. I also dreamt a variation: instead of my car stuck in a tree, it's my converse trainers stuck on the factory roof. My partner's father risks his life by climbing out onto the roof (which is only partially constructed) to retrieve my trainers."
        }, 
        {
            "number": "066", 
            "head": "2009-04-09", 
            "content": "Next door, on a street that reminds me of Amsterdam there's the premises of a society of artists. They are young and arrogant - slightly annoying people - they think they're great. I go over there for some reason. They publish a magazine about themselves. It's a slick marketing campaign. I meet one of the artists who tries out his sales tactics on me, but I won't have it. I bring him down with sarcasm. He responds with even more sarcasm."
        }, 
        {
            "number": "067", 
            "head": "2009-04-09", 
            "content": "I'm an art student at college. Jasper, who runs the course, is my tutor. I'm to prepare a presentation - a show of some kind. I plan to paint a large section of pipe white, with perhaps some text on it. I find a section of concrete pipe - large enough to climb inside - and start painting. However, half way through I change my plan. I managed to persuade two other students to be human sculptures (a lad and a girl). I art direct them. They are to huddle together to form the shape of a tube - similar in dimensions to the pipe I was going to paint before. They somewhat reluctantly agree, but their proximity to each other becomes embarrassing for them - especially because (for some reason) they have no clothes on at all. Almost in a trance, they begin to engage in sexual activity. Then the boy, who is half covered in white paint, snaps out of it and pulls away. He starts ranting about how he didn't want to get involved in this."
        }, 
        {
            "number": "068", 
            "head": "2009-04-11", 
            "content": "I work in a big city - the capital city I guess - in a large open-plan office building. I'm contracted to work 4 1/2 days a week. My line manager, who discusses my contract with me, is Larry, a colleague/client at work in waking life. The job seems boring even before I've started, but there's a recession on, so I have to take it. I ask if I could do just 3 days a week. He says \"No, you have to do the 4 1/2\". \"OK\" I say, \"No problem, see you Monday\". I leave the building with 2 colleagues (colleagues from old jobs in waking life). We walked down flights of steps in what seems like a concrete carpark - scruffy, dirty. The whole city feels like this - over crowded and crumbling. I have to find the train station. Now I'm speaking to my brother on my cell phone. He says he'll help me locate the station. It seems much more complicated that it ought to be."
        }, 
        {
            "number": "069", 
            "head": "2009-04-11", 
            "content": "I'm at a tennis club. It's deserted apart from 3 or 4 of us, including my mother and my friend Tim. We take turns to sit out while the other 2 play. The court has no fence around it, and we spend most of the time looking for lost balls in the surrounding undergrowth. It's very overgrown around the court, and slopes up and away from the club house and what was once a terraced garden. When I play, I cannot hit the ball and keep it in the court. Most of my opponents shots also go out. It's a frustrating process and we lose a lot of balls."
        }, 
        {
            "number": "070", 
            "head": "2009-04-12", 
            "content": "I live in a terraced flat with my partner. We are on the first floor. The back garden falls away, and down below is an area obscured by trees - a bit like a flat I used to live in. It's evening in summer - a warm night. I'm out on the fire escape when I notice the next-door neighbor is out in his back garden which is small and separated from ours by a wire fence. He is doing something right by our fence. When I go down I find he has extended his fence into our garden by a couple of feet just in one rectangular area right at the back, in order to capture a small underground stream that surfaces right there. \"What do you think you're doing?\" I demand, my blood rising. He is arrogant but charming, and manages to calm me down by saying that he will put it back. He said he just needed the water temporarily for his paper press. I'm not entirely convinced, but I go along with him. He says it's part of his business, and he'd be willing to take me down there to show me. I say ok, so he takes me through a gate in his garden through the trees, and in the moonlight we enter the back door of a large sprawling group of warehouse-type buildings which I had no idea were there. Inside I'm surprised to find this place is bustling with people - young media types who either hang around talking and laughing with cups of coffee, as if taking a break from doing something very creative and highly paid, or running around wearing headsets and holding clipboards as if they work in a tv studio. \"Welcome to my studio\" says my neighbor proudly, \"follow me\".. He takes me along various corridors - past various trendy people with clipboards - to a central room that looks like a recording studio with mixing desks, controls and monitors banked across the walls. There are a few people sitting around. The place is low-lit with mostly red light. A woman says \"Want to see the filming?\" She takes me down another corridor and through a window. I glimpse a courtyard with a cameraman at one end and young actors at the other dressed as medieval actors play-fighting with swords. There are also art studios here. Down another corridor are doors to several large studios. Through small windows in the doors I glimpse young sculptors and their mostly fibreglass/plastic creations. More fashionable people mill about. The men are mostly taller than me, the women attractive. There's an air of superiority amongst these people - which they may or may not be aware of. On the way out we pass a large printing room full of paper-making presses and printing machines - evidently what the water is for. \"There's a large marketing department here\" says a woman, \"it's all driven by marketing\". It all makes sense now. That's why I don't like this place despite the creative buzz. I'm pretty jealous and partly sickened by it. I leave on my own - I slip out when no one is looking. I come out in the early hours of the morning under an orange sodium street lamp, onto a curving leafy suburban street that I didn't notice on the way in. I must have come out on a different side of the building. A few yards down the road I recognize the trees at the end of my garden. I walk through into my neighbor's garden, and through his fence to mine. The fact that he has stolen a couple of square feet of my garden to further his creative empire has made me very angry. I return to my flat, which is small and bare. My partner is dealing with a crying baby, and wonders where I've been. I pour a glass of wine and begin the story, but she's too busy to listen right now."
        }, 
        {
            "number": "071", 
            "head": "2009-04-13", 
            "content": "I'm taking part in a music course. The tutor is Nick Cave. Many of the other students are somewhat in awe of him because he is famous etc. I'm just a little wary of him. His course is interesting an unusual. It combines, history, theory and practice and centres around composition and writing. He gives us a reading list which contains mostly things I've never heard of - many of them classical. He takes us out of the college into a wood where we listen to the sounds of nature. He is very serious and most people don't dare to speak to him. One guy is keen to speak to him but doesn't dare, and asks me if it would be ok to call him on the telephone."
        }, 
        {
            "number": "072", 
            "head": "2009-04-14", 
            "content": "I'm collaborating with 2 friends (my friend Ralph and my friend Terry) to put on a club night. We have a venue but no records, so we go to various places to borrow records from other people. We visit one DJ. He's not that willing to help, but with some persuasion he's going to give us some. His 'boss' is a hard-nosed woman who tries to put a stop to our night. In the venue there's band equipment set up. Other friends are there: my friend Saul plays drums, my friend Tyler plays bass, I pick up a guitar, and Terry and Ralph pick up microphones. We jam a version of the Kinks song 'All of the day and all of the night'. We are rusty and it doesn't sound good, but we enjoy it. The woman in charge is in the room, and when we finish she pours scorn on us."
        }, 
        {
            "number": "073", 
            "head": "2009-04-16", 
            "content": "I catch a gang leader, a thug. There's four of us. We pick him up, one limb each and carry him kicking and swearing off a football pitch in front of his friends. We take him to a wood and dig a hole about 5ft deep. We tie his hands and legs and put him in the hole. We then back fill the hole until just his head pokes out. For some reason I hate this man. I don't know him and I don't know what he's done - but it is something terrible - something that makes me want to kick him to death, but I refrain from doing that for now. Instead we dress him up as a puppet by attaching puppet clothes below his chin, so that it looks like he's only got a tiny body and a large head. We make him look like Judy from Punch and Judy. We even paint rosy red cheeks on him and smear some lipstick on him, and put a little maid's hat on his head. We play a cheerful jig and make the arms and legs of the puppet dance."
        }, 
        {
            "number": "074", 
            "head": "2009-04-19", 
            "content": "In the dream I have a second job at night that involves going to a huge nightclub complex. It's a multi-story building and full of different kinds of entertainment including different themed bars but also more strange things like a crawl-through 'house of fun', the sort of thing you might find at a fair. I find this place strange - I wander around on my own - perhaps followed by a camera crew. There are connecting corridors and staircases that seem more like a hospital or a cheap hotel than a club. It feels like a large social experiment - a kind of government institution - maybe even a mental institution."
        }, 
        {
            "number": "075", 
            "head": "2009-04-19", 
            "content": "I am with of a group of inventors who have come up with a device that remotely opens doors - garage doors, bin-lids etc. It's a mystery how it works, but by pressing a button it suddenly transfers energy to the door which flips open. We drive around the streets making doors fly open. Suddenly we are on Main Road near the park, and there are numerous hot air balloons and air ships in the sky. Some of them are shooting by at incredibly high speeds. \"This is like the future\" I say."
        }, 
        {
            "number": "076", 
            "head": "2009-04-22", 
            "content": "I live in a village at the top of a hill in rural Spain or Italy. The buildings are tightly packed together, made of beautiful red stone or render. The sun is casting a strong orange afternoon light. It looks like a Hopper painting. My eldest daughter is at our apartment, on the top floor of our building which is perhaps four stories high.  I'm out on the streets - I look up and I see my eldest daughter is out on our small balcony.  Above it is what looks like a skinny bell-tower, but it is part of the architecture of the flats. There are arches and red tiles. I am running down the steep narrow street because I had left somebody waiting. My daughter wanted to come with me but instead she jumps up and down on the balcony waving her arms to catch my attention. I turn back and look at her - I'm worried she will fall. I shout back to her to tell her not to jump up and down on the balcony."
        }, 
        {
            "number": "077", 
            "head": "2009-04-23", 
            "content": "I am in a high up top floor flat looking down to street level, where a small group of young people have congregated with sticks and possibly violent intentions. In the flat with me is a reality tv star who is in reality deceased. I know it is her, but it doesn't look like her."
        }, 
        {
            "number": "078", 
            "head": "2009-04-26", 
            "content": "In the dream I'm working for a design company - although it feels like I'm at university. The manager seems like the course leader. The emphasis is on creativity and getting it right rather than getting it finished quickly. The boss is based on a boss I had in a job about 10 years ago. There's a disagreement about a design for a retail thing. I'm sent with a colleague to a large department store to do some research. There are factions in the office about how it should be done - a particular sticking point is which typeface to use. I stubbornly stick to my original design. The office is in a large open plan block with big plan chests and tables."
        }, 
        {
            "number": "079", 
            "head": "2009-04-27", 
            "content": "An ex-colleague Kevin and his team of technical people have set up a bizarre machine for me at work. It is housed in an upright piano. It contains many cogs and gears in two rows visible on the front panel. It seems to be able to do two things: 1) Simulate driving. There's a steering wheel and windscreen etc. It is very convincing. Kevin is driving it very fast, which makes me panic for a moment. 2) Print in color. I look through a hole and see behind the machine is a small storeroom with piles of spare inks. I guess this thing is like some kind of supercomputer."
        }, 
        {
            "number": "080", 
            "head": "2009-04-27", 
            "content": "I'm in a cinematic narrative - part secret agent, part surreal Kubrick-type film like Eyes Wide Shut. I enter a large house where a party is taking place. Men have to wear a tie to get in. I don't have one but my aunt Catherine gives me one. There's other relatives there too, as well as a large variety of strangers - like a strange wedding party. There are some dangerous characters there trying to kill me, and I have to kill them first. The evening pans out to be a bizarre blind date game where everyone must find a partner."
        }, 
        {
            "number": "081", 
            "head": "2009-04-28", 
            "content": "I'm in a large furniture shop - a very expensive one on several floors. The staff are aloof. There are some amazing old oak doors and panels. My partner and I would like to have them but we doubt we can afford them however. I try to get the attention of the shop assistant, with no success. Meanwhile, a pushy hyperactive middle-class woman comes barging in and grabs a shop assistant and demands to have all the oak doors. I step in, angry, saying I'd already decided to buy them. She goes crazy. A fight ensues. I recall her digging her nails into my flesh. I give up at this point saying no doors are worth this, and I walk out of the shop. I visit my neighbor Len in a large house. I have a conversation with his teenaged daughter who is sulky. I try to cheer her up. Later Len gives me a pile of generous gifts including a digital watch."
        }, 
        {
            "number": "082", 
            "head": "2009-04-29", 
            "content": "I'm skating (or skateboarding or cycling) creatively. I'm skating along, and I notice Stephen Fry sitting on a park bench, or by the side of the road, reciting prose. It turns out he is writing a book or something by speaking the material into a dictaphone. We notice each other and eventually we speak. There's a creative 'understanding'."
        }, 
        {
            "number": "083", 
            "head": "2009-04-30", 
            "content": "Amazing dream set in a Mexican or South American hotel. This hotel is like a film set, gloriously rundown -full of texture and color. It is full of artefacts - dusty objects and decorations of south American origin. There are ceiling mounted fans with old-fashioned decorated detailing. The bathroom is equally old-fashioned - Victorian perhaps with fittings from the 1950s. High ceiling, decorated cracked tiles and large sinks. High up on the ceiling are dozens of enormous insects - stick insects, moths, Beetles, Cockroaches. They are disgusting yet structurally beautiful - architectural. It looks like they are attached by their jaws, hanging off the ceiling like ticks sucking blood. I'm shocked and disgusted, yet fascinated. I look down and realize a couple of them are attached to my bag. It's quite dark in here, and I can't tell in the half-light whether they are alive or dead or in fact fake, so I take my bag carefully from the bathroom to my room to attempt to photograph them. I'm too squeamish to get too close, and there isn't enough light in any of the rooms, so I try to use the camera flash to take some close-up pictures. I look at the images on the camera view finder, and it seems that they are indeed made of plastic. I'm horrified as to the motives of the hotel owner for putting them there."
        }, 
        {
            "number": "084", 
            "head": "2009-05-02", 
            "content": "For some reason I'm navigating a ferry from one port to another a fairly short distance away. It is full of people, some drunk, some slumped on the floor. I travel with some of my friends - in particular my friend Terry. He seems particularly stressed out about the journey. We both are, because we have this enormous ship in our control, but we don't really know what we're doing. Somehow we manage to get it into the port, but docking is a complicated process, and we don't know where we're meant to stop. The ship collides with the side of the wharf. We get off and find a bar where Terry's dad meets us. He is pleased that we managed to do it - for him it was a kind of test."
        }, 
        {
            "number": "085", 
            "head": "2009-05-04", 
            "content": "There's a street full of pubs. It kind of reminds me of a hilly part of Edinburgh, but I think it's meant to be London. It's an area that seems to be slightly rough. There seems to be plenty of students around. I think I'm there with my mother who needs cheering up. I buy her a drink in a pub that's full of young people. It seems like we stick out there."
        }, 
        {
            "number": "086", 
            "head": "2009-05-05", 
            "content": "I dream I'm lying in bed and I'm late for college or work. My bed suddenly turns into a bath. After a long bath I eventually dress and go. I have a pair of roller boots instead of proper shoes which are annoying. At lunch time I go to a warehouse or shop where apparently I can buy some proper shoes. There's also some gadget I have to take back - for my baby daughter to exchange it - but they don't have the product. They speak a different language so I guess I must be abroad somewhere - Spain perhaps."
        }, 
        {
            "number": "087", 
            "head": "2009-05-06", 
            "content": "I'm doing an urgent project for a long-term client. It's a bank holiday or a weekend, yet they need my help to make some changes to a project. Amazingly I give up my time to go over to my client's house to deliver the work to them. I drive one client ( a female) with her child for about half an hour to where her colleague Julian is having a meeting. I give the work to him. It's got something to do with a talent show for tv or something. Julian drives us all back to his house. Only then do I realize that I've left my car back where we came from. Julian realises this too, and he drives me back to get it."
        }, 
        {
            "number": "088", 
            "head": "2009-05-07", 
            "content": "My cousin Anita is planning some kind of performance. We're at a house (my childhood home). She has an eccentric plan that involves getting two easter eggs and wearing them in a bra as a comedy act. I offer to go out and try to find some Easter eggs. For some reason it seems 'risky' to do this, as if it's illegal, or very dangerous to go out after dark. The streets outside are in fact full of gangs of youths carrying knives and perhaps guns. Apparently I have a fight on the road outside the house. I either take a gun off someone or I have one already. I have it stuffed down the back of my trousers. It goes off in the scuffle."
        }, 
        {
            "number": "089", 
            "head": "2009-05-07", 
            "content": "My brother and I (with perhaps also my partner and kids) are trying to cross a border in a snow covered harsh rural environment - perhaps somewhere in Russia. We are part of a long line of refugees, but for some reason we are being chased by some agents or border control guards. We're trying to get across unnoticed, but it doesn't work, and a chase ensues. We end up being split up in the panic and crowds. I fire a gun. I'm highly stressed when I wake up."
        }, 
        {
            "number": "090", 
            "head": "2009-05-08", 
            "content": "I'm in a very crowded stadium with a trench all around the edge. The whole place seems to be full of people I don't know. I don't know why we are here. There;s no seats - there's just a large area of grass. I have a sleeping bag which I take out and I want to lie in it, but I'm too shy to do it in front of all these people. So I walk around looking for a nook or a cranny to set up my sleeping bag in."
        }, 
        {
            "number": "091", 
            "head": "2009-05-08", 
            "content": "My friend Sal's mother has a warehouse of stuff. Large boxes stacked up in a yard containing bottles of alcohol, cigarettes, pills and perhaps food. There seems to be a situation whereby these things are scarce, so it's a real coup to have them. These things don't belong to Sal's mother, but she encourages my father and me to take them and hide them in my father's house."
        }, 
        {
            "number": "092", 
            "head": "2009-05-09", 
            "content": "A bizarre dream. My friend Ralph has frozen his wife's breast milk into three iced lollies. But he has also separated he milk into three 'grades' according to creaminess. The creamiest one is a small knob of what looks like butter or clotted cream, wrapped in a piece of plastic food wrap. There's a group of us out on the streets - we're going clubbing somewhere. Amongst us are Ralph, his wife, my partner and myself, and possibly my friend terry, and some of my partner's friends like Kay. Kay seems to be very 'into' the breast milk idea. Ralph is raving about how delicious it it, almost as if it were a drug. He pushes it on people, pulling out the creamiest one and saying \"Just take one lick of that, it'll be the most delicious thing you've ever tasted, I promise\". Outside a club is a group of lads, drunk. They take an immediate dislike to us, and we try to leave, but one of them punches Ralph in the side of the head viscously and unprovoked. Bleeding, he runs to catch us up."
        }, 
        {
            "number": "093", 
            "head": "2009-05-09", 
            "content": "I'm doing visual research in the medium of cut paper and card, at a shopping centre - it's a pedestrian square of shops that's full of middle aged and old people - many of them tourists. My aunt Catherine worked in a Chinese restaurant in the square. She tells me to go and draw or take photographs of a troupe of Chinese dancers in the square. I watch as a group of uninspired men go through the motions of a tourist-orientated piece of choreography."
        }, 
        {
            "number": "094", 
            "head": "2009-05-10", 
            "content": "There was a small group of terminally ill people, who defied the doctor's advice, and went off dressed up in crazy clothes, creating a cult."
        }, 
        {
            "number": "095", 
            "head": "2009-05-10", 
            "content": "There's a meeting between members of a band I used to be in. Jude the singer is there, but I don't remember the others. The plan is to reform the band and to do a series of gigs. But instead of doing it seriously, the plan is to be a spoof of our former selves - a kind of 'Spinal Tap'. Some of the band are up for this, including Jude (who immediately takes the idea extremely seriously), and thinks of a new name for the band, and lyrics for the first song within seconds. One or two of the others are less keen - they want to be taken seriously as a proper band. One of them (the drummer) just doesn't want to commit the time. I make a compromise offer - we'll do a one-off gig - just one. Everyone agrees and we all shake hands."
        }, 
        {
            "number": "096", 
            "head": "2009-05-11", 
            "content": "I was to meet a lady about a possible exhibition - perhaps she ran a gallery or something. She'd arranged to meet me outside a fast food pizza place - it was brightly lit and full of kids. She encouraged me to bring my bike into the establishment despite the fact that it had carpets. I cycled in between the tables as we looked for somewhere to sit. Eventually we sat and ordered coffee and talked about art. My bike propped up against the railings of a stairwell - this place was all stainless steel and bright colors. It was massive like a multi-screen cinema. She seemed to be slightly insincere but I wasn't sure - until eventually she enticed me down some stairs into what appeared to be a huge contemporary art gallery with white walls. Large sculptural exhibits were dotted around. Amongst them was a coffin-like perspex box. In a moment of spontaneous madness I threw my clothes off and jumped into the box, and lay perfectly still with my eyes closed and my hands cupping my genitals. After a short while I opened my eyes slightly. I could see that the place was packed - and yet no one paid any attention to me. It was as if I was invisible. When I decided to put an end to this nonsense, I opened my eyes and realised I wasn't naked at all, but in underwear and a vest. I went to get my bike, but it had been stolen, and the art woman was gone."
        }, 
        {
            "number": "097", 
            "head": "2009-05-15", 
            "content": "In the dream my friend Terry and I went to a brothel. We were a bit nervous, but sure about going through with it. We're in a big house with several rooms. Three girls came out. There were also a couple of men there - they were probably security guards. Of the three, one was very pretty, and had dark hair. Terry said \"I'll go with her\" pointing out the pretty one. He and the girl disappeared off, leaving me with the other two. I said \"OK, I'll pay for the Blonde one\". So I paid and we were led to a room. She led me in, and said \"I've just got to do something, I'll be back in a moment\". After a long time I went back out to the lounge because she didn't come back. I spoke to one of the men and he introduced me to a new lady, who was apparently the hostess - she had dark hair and was very attractive. She smiled and we went back to the room together."
        }, 
        {
            "number": "098", 
            "head": "2009-05-16", 
            "content": "In the dream I live in a scruffy city which is similar to London - possibly the East End. There are large railway arches and tower blocks. But the place seems to be filled with public art. At the end of every public corridor there's an abstract painting and at the end of a tunnel there's a large construction of some conceptual kind. I'm in an expensive restaurant with my partner, who is in a bad mood. We are sitting in an empty room apart from one other occupied table - it feels as if the restaurant is closed to the public. On the other table sit four art critics (although they also might be artists or politicians). Their table is covered by a white cloth. They drink expensive wine, and are waited on by an attentive waiter. Some of the other empty tables have their chairs on them. The room is partitioned off by curtains. I can't see any windows."
        }, 
        {
            "number": "099", 
            "head": "2009-05-18", 
            "content": "I live in a very large shared house with several other people. It's an old victorian building with several several stories and rooms in the roof. We may be students, because we have piles and piles of records. There was previously a flood here, and all the stuff got destroyed. It's pelting down with rain outside, and the river has burst its banks again. Brown water is rising gradually. We panic and move all the stuff to the attic. There's chaos in the house, and arguments break out."
        }, 
        {
            "number": "100", 
            "head": "2009-05-18", 
            "content": "I'm wiring up a building (with electrical wire) but it's like I'm making a sculpture - in 2D relief. I'm moulding a very soft metal (salvaged from old wires) into long 'sausages'. In my mind they will conduct electricity very well, because they are about 20 times as thick as normal wires. I imagine the current will melt the metal slightly, sealing the joins."
        }, 
        {
            "number": "101", 
            "head": "2009-05-18", 
            "content": "I'm at a market stall with some friends. It is both a record stall and a food stall. We order something, and the chef goes into his kitchen to 'cook' a record for us - some blues with soul, gospel and a hint of funk."
        }, 
        {
            "number": "102", 
            "head": "2009-05-19", 
            "content": "In this dream my partner and I have a brand new baby. Except it's not like a normal baby - it's like a very small person with quite long legs. Like a foal, it manages to stand up and even walk within hours. We dress it in trousers and a little top. There's another couple who have a little child - a little girl (we have a boy). Their child too can walk within hours. For some reason I'm in charge of them both, and they are both in boxes on a shelf. In the excitement I forget about them - i suddenly remember and realize they might be dehydrated or need feeding. Later my partner and the other couple return. My partner is scathing about the other couple - about how they are failing to look after their little girl properly, letting her walk off in a shopping centre with very wobbly legs. Both the 'babies' start to talk within hours - they start questioning us, putting together clumsy sentences."
        }, 
        {
            "number": "103", 
            "head": "2009-05-19", 
            "content": "My partner and I are in some large underground swimming baths - very old fashioned (Victorian or Roman?) with very high ceilings and tiled walls. There's a hand painted poster up on the wall - sort of in the style of Indian hand-painted billboards but smaller - it is very detailed, and slightly kitsch. It shows all the members of my martial arts club - each character is inscribed with a name and some text. The head instructor is the largest figure in the centre. He stands next to a god-like depiction of a woman - in the style of hindu gods. I notice I am depicted in the poster as a small figure near the edge with my back turned so that my face is not visible. Next to my name, in a hand-script, it says \"Lawrence, please come back, we miss you\". I haven't been for months, and have been planning to return, so I call the number on my cell phone. \"Hello\" says the instructor. I say who I am. He sounds unimpressed... \"What can I do for you?\" I say I'm planning on coming back. He sakes how often. I say I plan to come once or twice a week (knowing it would only be once a week maximum). \"That's not good enough - you'd need to come 4 or 5 times a week to be welcomed back.\" \"I see\". That's the end of the conversation."
        }, 
        {
            "number": "104", 
            "head": "2009-05-20", 
            "content": "I had a viscous and protracted fight to the death with an intruder / zombie / enemy in the grounds of a house. The grounds were large and wild - long grass and small wild shrubs. The 'man' I'm fighting is strong and won't die straight away, so I have to reach for levels of viscousness that I didn't know I was capable of."
        }, 
        {
            "number": "105", 
            "head": "2009-05-22", 
            "content": "I walk into a public park that has an unusual path that leads into a brick passage which is lit by narrow high up windows - too high to see out of. The path slopes upwards and around in a large spiral. There are a few other people there. There are some girls who are laughing as they walk past the other way. Eventually the path takes me down - down so far I assume we must be deep underground. But eventually the passage opens out and reveals grassy banks - I can see we are high up still, with views across the hills to houses in a rich suburb on the top of a hill. I end up leaving the passage and the park, and head up to the suburb on the hill. I'm trying to find my way home. I bump into one of my clients - Julian - who gives me a lift home."
        }, 
        {
            "number": "106", 
            "head": "2009-05-25", 
            "content": "My friend Ralph was part of a performance in a sex show in Amsterdam. There are several couples who pretend to have sex. It didn't look like ralph was pretending. Afterward he admitted he was really doing it."
        }, 
        {
            "number": "107", 
            "head": "2009-05-25", 
            "content": "I'm at my chldhood home. It's chaos. My mother's partner is off the rails - he's been the victim of a scam - some people heave ripped him off. He owes me money, which luckily he pays. I have a bag of bundles of cash. There are people coming and going and it turns into a nightmare to keep track of the money."
        }, 
        {
            "number": "108", 
            "head": "2009-05-26", 
            "content": "There's a party taking place at my childhood home. It wasn't planned - people just kept turning up outside until there are hundreds of people or so. It's very stressful. I go round the house closing all the doors and windows so that no one else can get into the house. Finally I pull the plug on the stereo so that people (that I don't even know) get the message that the party is over and disperse home. A group of girls plead with me to let them in to use the bathroom - so I remit. They turn out to be from my year at high school - I recognize them, although I never really knew them that well. They hang around - I don't know why. My friend Sacha is there too, and my cousin Ashleigh."
        }, 
        {
            "number": "109", 
            "head": "2009-06-03", 
            "content": "I'm listening to some music in my bedroom. Apparently in this dream I'm a teenager again. I have two brothers (who are black) who come into my room to borrow some of my CDs. I seem to be listening to R&B; and HipHop - all the stuff they want to borrow. I feel slightly pleased that they approve of my music collection. Later I'm invited to two parties - one by my friend Ron. It's not his party - but someone he knows - a girl I think. He is excited about a game we are going to play there. He has prepared props for it. It involves squeezing some small gauze sacks containing something I forget under a bar - like a squeegee - in a box, which creates an extended noise that Ron laughs about. The other party is Keith's - an old colleague from a past job."
        }, 
        {
            "number": "110", 
            "head": "2009-06-04", 
            "content": "I'm in a foreign country. Someone in front of me suddenly attacks me with a knife. It's very realistic. I attempt to kick the knife out of his hand. I wake myself up and realize I have kicked under the sheets in bed. I am aware of my cat standing near my face purring."
        }, 
        {
            "number": "111", 
            "head": "2009-06-07", 
            "content": "I'm with a woman and her son (or daughter) who is aged about 12. We have the task of doing a 'stock take' in a large rambling empty multi-storey factory or warehouse. It is like a disused victorian factory that has been converted into a warehouse - with storage shelves lining the walls. To get from one floor to the next you have to climb up ladders, or in some cases, just pull yourself up through a hatch. The stock we are supposed to be counting is large jars or packets of jam or dried milk or something. I have to estimate how many packets there are, because we don't have time to count them. We also don't have pen and paper so I have to keep the numbers in my head - an almost impossible task."
        }, 
        {
            "number": "112", 
            "head": "2009-06-08", 
            "content": "I'm preparing for a big cycle road race. It's a big organised event taking two or three days. There's hundreds of people taking part in all sorts of amateur sporting events. Apparently the road race is the highlight event. There are halls of residence for the competitors. I try to contact someone at the event organiser's office because I have either forgotten my whole bike, or some components for it. My cousin Adrian was there with his racer, which he might have lent to me. The managers had offices in 2 or 3 stories of prefab buildings set up in fields. The whole event has taken up a vast area of countryside just outside a town. I'm speaking to the woman in charge of the race - she seems busy - but she tells me I an join the race late because the race is being judged on times, not first past the post. By the second day I'm the only competitor till not to have started. The atmosphere is of 'aftermath' already. I lose heart. There are even DVDs on sale already about the first day of the race, with day 2  and the results coming out on a dvd tomorrow. I can't see how it is possible that I could still be involved."
        }, 
        {
            "number": "113", 
            "head": "2009-06-09", 
            "content": "Myself and several of my friends (Terry, Ralph, Reece, Saul, Tyler) and my brother, as well as celebrity chef Jaime Oliver are on a stag-do in a tropical jungle. We're staying in a hostel or a hotel. People are complaining about the hot temperature, but it doesn't seem that bad to me. Ralph and others keep warning about giant insects but I haven't seen any. The highlight of the trip is a 'jump' from the top of a very high hill, which slopes downwards gradually until it falls away allowing free fall. Somehow we can control our jump just with our arms and 'fly', which means we can stay off the ground by gliding, as if we were flying hand-gliders. Ralph is very accomplished at this technique and leads the group, flying the furthest. I follow just behind. Some of the others (especially Terry) struggle."
        }, 
        {
            "number": "114", 
            "head": "2009-06-09", 
            "content": "I visit someone I used to know at school who in the dream is a civil servant but who makes art in his spare time. He has been busy - he shows me some large installations - as big as small houses or large sheds - full of stuff. I'm not sure what they are about."
        }, 
        {
            "number": "115", 
            "head": "2009-06-10", 
            "content": "Some of my friends from school are hosting a large open-air concert or party. Saul seems to be in charge of it. Terry and Ralph are there too. Saul is unhappy with the quality of the sound system. He plays a CD which booms across the field and he gets more and more irate about it. I don't hear the problem, neither does Terry, but he behaves diplomatically."
        }, 
        {
            "number": "116", 
            "head": "2009-06-10", 
            "content": "I'm in some bizarre competition with a very small disabled man. He drives an electric wheelchair or little electric car. He is someone I know, but I can't place who. I might be on a bike. The competition seems to be, who can get into a supermarket car park from the top of a steep hill first. We race. The little man is always accompanied by a female helper (or pertness) who tells him off for racing. I generally get there first (the race is re-run over and over)."
        }, 
        {
            "number": "117", 
            "head": "2009-06-10", 
            "content": "A news agency requires some pictures of four captured criminals who are lined up on a bench like corpses. Some have had their throats cut, but they are all still alive. For some reason I think it appropriate to 'finish the job' and I cut their heads right through, so they are just attached by the skin at the back of the neck. It then occurs to me that I might now be responsible for their murder."
        }, 
        {
            "number": "118", 
            "head": "2009-06-14", 
            "content": "I had a dream about being in a band that plays in the streets of a european town on a hillside in the evening. I imagine it might be Austria or the Czech Republic. There's a procession going on with lanterns. The music we're playing is melodic with multiple harmonies. It sounds good."
        }, 
        {
            "number": "119", 
            "head": "2009-06-17", 
            "content": "I'm in a public playground, except it's not for young kids, but older kids and adults. It's like a mini football pitch surrounded on all sides by high walls - possibly made of steel - as if we're in a ship. The games seem to be semi-organised. One of them seems to be 'penalties' - ie someone stands in goal, and someone puts the ball on a spot and shoots. The atmosphere is nasty - as if on a rough estate. The other players are rough kids and their dads. My brother and I take them on as best we can. It almost ghettos violent, however we avoid escalating the situation."
        }, 
        {
            "number": "120", 
            "head": "2009-06-18", 
            "content": "In the dream the instructor at my martial arts class has a large gothic-looking apartment - dark with very high ceilings, dark red couches and curtains - like the set of a vampire movie. He and his wife and several class members are there. The atmosphere is one of a secret organisation, and this is the headquarters. The are some tasks that we (the members) have to undertake for the organisation - it involves putting capsules of water into the wheelie bins around the city. One capsule must be put into each bin every night - I don't know why. However, the organisation gets charged each time. What happens is in some of the bins, water gets in there ifs it's been raining and the lid wasn't closed, and the boss gets news of extra charges. He calls a meeting and is very passive aggressive with me, asking me with a smile \"Are you expecting me to pay for this?\" I back down and say \"No, don't worry\". However it's not my fault."
        }, 
        {
            "number": "121", 
            "head": "2009-06-22", 
            "content": "Work colleague Juan and I are about to release a product, but there's a rival. His office is in a large complex of buildings like a city, all connected. It's like a university campus. The dream has a film-like quality. Juan and I criticize the competitor. We meet with a PR person or a journalist. We walk through a playground discussing the marketing of our product. Juan has put a 'theme tune' together - but I'm not sure about it. Later, I'm trying to find my way through a vast complex of lecture theatres and corridors of this very plush university. The building has real history and character to it. There are carved wooden panels that may be from the 1930s. I'm completely lost."
        }, 
        {
            "number": "122", 
            "head": "2009-06-22", 
            "content": "I've been taken to a supermarket to meet a woman there who has won a competition to meet me (I've no idea why that would be a prize for someone). She's about 16. I get shown around the store. There are turnstiles at the entrance. The store is enormous. There's a PR woman and perhaps a film crew with us. The girl introduces me to a friend of hers who is working at the tills. They giggle. I'm confused."
        }, 
        {
            "number": "123", 
            "head": "2009-06-23", 
            "content": "I turn up at a party. The venue is large and open-air like a hillside croft containing a fenced off stream. In the stream are big fat fish - salmon perhaps. They are enormously fat. There's an abundance of them, and apparently we can catch them for food. There are several guests arriving, so I catch several and line them up for later. Worryingly, after catching about 15, they seem to run out - I can't see any more coming down the stream. The 'venue' is actually sheltered - perhaps by a marquee. It's warm even though it's night. My eldest daughter is there too. Perhaps it's a wedding party. There are a few other children there, one little girl the same age as my daughter. They go running off together to play. Stupidly I assume they'll be safe, but after about an hour I realize I haven't seen her. A search takes place which gets frantic for a few minutes until eventually I find them under a suspended blanket - they'd made a camp where they'd laid out 2 little beds."
        }, 
        {
            "number": "124", 
            "head": "2009-06-24", 
            "content": "There's a battle. Initially it's between me and a group of people in the park and it's light-hearted but growing more heated - like an over competitive game of trying to hit each other with a frisbee. Actually, I'm not trying to hit anyone - just trying to avoid being hit. Then it gets nasty and more surreal. The opponents become 'monsters' - kind of sci-fi creatures, part animal, part machine. The attacks become viscous and violent: parts of my body are cut off in the process. At this point I came 'out' of my body and was able to watch the action from outside. My body was now unconnected to me, so I couldn't feel the pain of the physical injuries. It was as if my body was now a game character, and I could cheer on from the sidelines. Eventually, my body is reduced to just half a skull and a limbless torso. Somehow my brain survives, and I manage to grow back arms. With some strategic help from the 'real' me, I pick off the attackers one by one, and against all the odds, I regrow my body slowly. By the end of a viscous and successful counter-attack I have killed all the attackers and regained a complete head (but heavily bandaged) and a full upper body."
        }, 
        {
            "number": "125", 
            "head": "2009-06-26", 
            "content": "I'm in a big city trying to commute to work on a bike. There's traffic and people everywhere - it's awful. But my bike is efficient at cutting through the jams. Then I have to lock it somewhere. An old colleague Kevin appears to advise me how to adjust something. I have to use two keys - it is fiddly. I arrive at a band rehearsal room - it has a low concrete ceiling and is fairly large. My old band is there along with some others. I end up playing a couple of our old songs on an acoustic guitar - perhaps there's a backing track playing. It appears that we are going over the old material to try to make it better."
        }, 
        {
            "number": "126", 
            "head": "2009-06-27", 
            "content": "In this dream I run a company with my friend Toby. I revisit a small stationery shop in a seaside town. A woman in her 40s with dark hair and a very confident and self satisfied attitude shows me round the shop. She tells me that when they took it over a decade ago, how awful the shop was - full of horrible designs and decor. What she didn't know was that those designs were Toby's and mine. The dream then cuts to the past. Toby and his girlfriend help me to set up the shop. We pour our time and money into the project. Toby's girlfriend sticks her oar in a bit too much, but we are proud of our achievements. The dream cuts back to the present. I mention as I'm leaving that the designs are mine. The woman goes a bit quiet but doesn't apologize. She almost finds it amusing. Toby and I go to a cafe round the corner which is owned by the shop woman's husband. He's italian and chubby with a big mouth and a big belly - a typical restaurant owner. He knows Toby, and he welcomes us in. He is also unaware of our design history. He tells us about some renovations he's done. \"We had to strip-a out-a all this rubbish\". He shows us some of the tiles that are based on a tessellating pattern of curves and circles that I designed. It turns out there's a third building that was part of our design past. It's a hall, like a church hall in town. We attend an evening party in this place- laid on by the stationery shop woman. At the party the hall has been set out like a design shop with stuff on plinths and low risers. There are several people wandering about with glasses of wine. A colleague, Lester, is there. He comes up and says hello. It turns out he also contributed to our shop. He had designed and made a large handgun fireplace, which is a metal disc which hangs on chains close to the floor. It is hanging in the hall, being used to hold stationery products - I notice they are products which I designed. Perhaps the woman didn't realize they were mine. Later my father turns up. He's there to see my place. There is a speech by some guy about the opening of the new place. The speech suddenly turns into a sermon. People in the crowd are donning little cloth skull caps. I look around and realize this place is a synagog and the people here are religious jews. After the speech there is a question and answer session, and my dad speaks up. He says something very embarrassing - something that attacks the jewish belief system. He has had a few drinks. It causes a scene. I try to shut him up, asking him why he feels the need to make these views know. He is unrelenting, saying that he has the right to express his opinion - he goes on about freedom of speech. I try to smooth it over by introducing my dad to a member of the 'congregation', who I recognize as a probable atheist - an old work colleague. He just looks a little embarrassed, and reveals to me that he is actually a practising jew."
        }, 
        {
            "number": "127", 
            "head": "2009-07-03", 
            "content": "In this dream my house is on the same street as my childhood home. My neighbor is my real neighbor: a Londoner called Len. In the dream he has all sorts of trailers parked outside, and strange large bits of metal (perhaps they are cement mixers that fold up). I see him as I'm trying to park. He is parking another large lump of metal. We engage in small talk. I am a bit annoyed with his taking up all the parking space, but I try to remain polite. He doesn't seem to get it, and just chats away."
        }, 
        {
            "number": "128", 
            "head": "2009-07-03", 
            "content": "In the dream I have fallen on hard times and I have to live in a squat in London. My mental health is not good, so I don't end up washing or eating properly. I turn up a a friend's house, where there is a gathering in a fairly cramped flat. We settled down on various mismatching seats and couches which are covered in blankets, to watch a film on the internet that apparently I have seen before and recommend to the others. It turns out that the film features me (the 'me' that has the squat and mental health issues). I remember looking down at my legs at one point, and noticing that they are bruised and that one of them has a huge blister on it. It looks like leprosy or some very serious skin disease. There's a scene in the film where I drive a car up some steps and smash through someone's front door and into their flat. The occupants run away from the car which is still moving, chasing them from room to room, smashing down the thin walls between them."
        }, 
        {
            "number": "129", 
            "head": "2009-07-06", 
            "content": "I'm in the sea swimming. It is shallow and beautifully clear, somewhere warm and tropical. With me is my friend Ralph. We are there to try to catch fish. The fish we are trying to catch look like clown fish - the orange and white ones. There are shoals of them which we round up easily, and then we pick them out of the water with our hands. Eventually we have a bagful. We walk along the shore and find a row of houses on the beach. Perhaps we are in Japan, because these houses seem to be made of paper with many square or rectangular panels, some of which are doors. Some people that Ralph knows lives in one of the houses. We head towards the house, but first we run into an old university friend Jackie. She lives a few houses away apparently. I let myself into her house, and her flatmate lets me store my fish in their freezer."
        }, 
        {
            "number": "130", 
            "head": "2009-07-06", 
            "content": "I'm walking through a town at night, when I notice an old woman falling over, because she is startled by a horse and rider who get very close to her. She falls to the pavement and bangs her head. Immediately several people surround her and help her up. I call for an ambulance. About a minute later, an ambulance man walks up the road with a clipboard, and starts asking questions and marking the answers in marker pen on a wipe-clean questionnaire on his clipboard. It seems to me that this isn't a real medical person, but a crazy man with a bizarre and macabre hobby. I leave the scene and go to the hospital to report him. It turns out I was wrong - he was real - which is very bizarre. Why was he asking questions and not getting the woman to hospital?"
        }, 
        {
            "number": "131", 
            "head": "2009-07-07", 
            "content": "There is a band reunion gig. My friend Tyler has been behind this. There's a new singer - possibly female. I turn up at a concert hall, which is like a small church hall in size. Tyler seems a little bit 'off' because I am late."
        }, 
        {
            "number": "132", 
            "head": "2009-07-09", 
            "content": "I dream of getting ready for a gig. I'm putting grease in my hair and combing it into a quiff."
        }, 
        {
            "number": "133", 
            "head": "2009-07-10", 
            "content": "I dream about returning to my martial arts class after months of absence. The instructor has grown much older and fatter - he looks unfit and grumpy. When he sees me lined up with everyone else, he walks past and says sarcastically \"So you've returned. Try to keep up\". He then sets us a very difficult session. It is impossible for me to keep up. Another student puts on a frighteningly slick and fast display in front of the rest of the class - arms and legs moving like a kung fu machine. I notice we are in a much bigger training hall that usual. It looks like an old empty warehouse - rundown and spacious - the kind of place you see in gangster films. The instructor is giving me some very aggressive body language."
        }, 
        {
            "number": "134", 
            "head": "2009-07-12", 
            "content": "Myself and my father (and perhaps some other family members) had entered a tv show as participants - it was a dance show. First we warmed up dancing freestyle altogether on a dance floor to pop/disco music. I was trying not to stand out. Later we had to perform individually to different themes, then there was voting by judges. Some of the female contestants went into 'diary room' mode and burst into tears complaining about the harsh judges and how much this means to them. I walked off the show because I was fed up with how seriously everyone was taking it. I thought I'd look cool, but when watching it back on a tv monitor afterwards, I noticed that I'd sounded like I was doing it for attention too, and worse, I noticed a tear rolling down my cheek, and my voice trembling. I was humiliated."
        }, 
        {
            "number": "135", 
            "head": "2009-07-15", 
            "content": "My friend Tyler is the main character in this dream. He wants me to participate in something - I can't remember what, but I'm not that keen. There's a large house party. There's a woman who seems to be in charge and is making some kind of rules, which tyler and I try to ignore. The atmosphere is like a dark, late night soap opera."
        }, 
        {
            "number": "136", 
            "head": "2009-07-16", 
            "content": "My friend Reece is throwing a big party - like a stag do, but not a traditional one, because there are girls there. Initially it's a proper late night house party with everyone getting drunk. Then people start decorating the house. One girl (who may have been at my school) has put a lot of effort into creating a shrine to Elvis Presley in Reece's bedroom. It is very strange. Friends Ralph and terry are very pally in the dream, like a comedy duo. I'm floating around on the edge of the activity and socialising. The next day we are all in a public place. There are clothes shops and a large park or football field all in what seems like a closed community. We are based in Reece's house near by. During the afternoon there is a game to see who can dress in the most ridiculous way. Next we are at another friend Toby's house. This could have been last night's party venue rather than Reece's house. Toby seems a bit hungover. I venture upstairs to his bedroom and find an assortment of ridiculous looking sports clothes - like over-the-top hip hop street-ware - hats, tracksuits etc. I select an outfit and mix it with some crazy retro clothes and boots I find in a shop. We reconvene at the park where the others are dressed up too, and drinking starts again. Reece, Terry and Ralph are already getting drunk."
        }, 
        {
            "number": "137", 
            "head": "2009-07-20", 
            "content": "In the dream I'm walking my eldest daughter home from school on a warm summer evening along a canal - perhaps in London or Amsterdam. It's the kind of happy summer evening that mostly exists in distant memories. My daughter is older in the dream that in reality - perhaps she's around 5. On route we bump into some friends of friends who have kids too - who are just a bit older than my daughter. They invite us to come over for a cup of tea nearby so that the kids can play. They live in a large scruffy house with bare floorboards and couches covered in ethnic throws. These people have a couple more friends back at the house too. We get talking. The kids are having fun, so we stay for dinner, then for the evening until it gets really late. While my daughter is playing in the next room, we adults (there's about 6 or 7 of us) start to get drunk in the kitchen. Maybe we pass around a joint. Around midnight I realize it's very late and we must go. I get up and give the women a kiss goodbye (and shake hands with the men). One of the women lingers and when I go to peck her on the cheek, she kisses me on the mouth. I feel uncomfortable about her sexual body language, so I leave. She seems disappointed. The fact that it is so late, and my daughter (who is only 5 in the dream) needs to go to school in the morning makes me feel terribly guilty that I should be getting drunk with these people."
        }, 
        {
            "number": "138", 
            "head": "2009-07-21", 
            "content": "There's a band meeting. It's kind of loose because only a handful of the band are present. The people present are friends Terry, Ralph, Saul, my brother and me. My friend Terry tries to persuade me to do another gig - a reunion gig. I'm not convinced - I don't want to do it. The others are also noncommittal. Ralph wants to do it though. There are a couple of band members not present. I say I'll only do it if they can convince all the others first (because I don't want to let everyone down), but I'm not interested."
        }, 
        {
            "number": "139", 
            "head": "2009-07-23", 
            "content": "I'm on holiday with my partner and our kids. It's a city with deep canals set into a concrete landscape - perhaps like the south bank in London. The water looks fairly clean - like a swimming pool. The canals are wide enough for yacht and large speedboats which shoot past, gleamy white, roughing up the water. A few of us get into the water wearing wetsuits to take pictures of something. It's incredibly dangerous - I almost get run down by a huge yacht that almost squashes me against the side of the canal. I get out of the water and meet a girl who has had more success taking photos in the water than me. She shows me her camera - an ingenious device - that looks like a donut that you hold in one hand, giving you more ability to swim. My partner walks over, suspicious of this stranger. Later we are standing on the walkway beside the canal in a crowd of about 200 people. We are watching Neil Young playing an acoustic set on a raft. Everyone is astonished because this gig seems unplanned, and we feel very lucky to catch it. Later, one of Neil Young's entourage asks me if I could go and buy some more guitar strings for Neil Young. I do, feeling honoured, and I return to give them to him in person on the canal-side. \"Thanks\" he says, looking busy, \"Here's $10. Is that enough?\". \"yep\". Later, one of the entourage asks me if I would give Neil a lift in my small motorboat. Neil Young has morphed into Nick Cave - taller, thinner but just as scary. Nick and his wife climb into my boat, where my partner and my eldest daughter are already sitting. There's not much conversation. The crowd watches as we set off down the canal. Five minutes later we pull over and Nick Cave and his wife climb out. \"Thanks - here...\" He offers me $10. I take it, confused."
        }, 
        {
            "number": "140", 
            "head": "2009-07-23", 
            "content": "In the dream my friend Toby lives in LA, and we meet up after years of not seeing each other. He has an apartment in the centre. It reminded me of Soho in London. He takes me around the locality. We but beers and food and chat. He is excited about a side-line he has in batteries or battery acid. I ask for the recipe. Later I am back in London and I visit the hairdressers. Ralph is there. He knows my hairdresser well. We discuss my haircut. Ralph and the hairdresser encourage me to have something more artistic and unusual. For some reason I agree, and the plan evolves into me going back to LA to pick up some battery acid, and information about a new haircut. Next thing I know, Ralph and the hairdresser (who is a slim gay guy) are in LA with me. \"I hope you're not going to charge me for the flights as part of my hairdressing fee\" I joke, but ralph thinks I'm serious, and replies \"No, we're just doing this for the fun of it\". The haircut I end up getting is a quiff underneath, with longer hair on the outside. I don't actually know what the hell I have agreed to."
        }, 
        {
            "number": "141", 
            "head": "2009-07-24", 
            "content": "I'm in Germany in an unknown industrial town. It is flat and generic with blocks of offices and car parks. I don't know where I am, but I'm trying to get to the town where my friend Sal lives. I try to call him on my phone, but I don't get through. I call him several times. It's getting late. I'm in some kind of public building - a depot or an airport. There are other people waiting there too. Perhaps there is a transport problem? The office block we are in is a little dilapidated - as if it's been empty for a while. There are whole floors (open plan) with just a couple of filing cabinets and a few pieces of paper strewn on the floor. The authorities have put mattresses down on the floor, so I assume this has become a makeshift hostel. A few other new arrivals file in. One of them puts a hand on my shoulder. \"Hi Lawrence\". It's my friend Tim. We catch up. It's been a while. Tim is glad to have company because he has an ailment he wants to verbally share. He tells me about a burn on his arms. He is feeling very unwell. I tell him he needs to go to get treatment. He starts to panic. There are no officials around. The night is spent on the mattresses on the floor. I hardly slept - bright lights - people talking. It's like trying to sleep all night on a ferry. The next morning I lose Tim. Perhaps he went off to find a doctor. I'm filing out of the building and up some 1930s steps. Perhaps the office block (which looks like it was put up in the 1970s) was built on the site of an older 1930s building. Suddenly my friend Sal appears. I'm amazed. He found out I was here, and came to pick me up."
        }, 
        {
            "number": "142", 
            "content": "(2009-07-25)\"We're going to the moon\" I say. My students just stared at me smirking. \"No way. In what?\". I had this crazy idea (together with some other tutors), that we could fly in makeshift rockets to the moon, and that it would be inexpensive and easy. We are in a large attic space in one of the college building where the rockets are being put together. Some of the students have bet that we can't do it. I genuinely believe that they are wrong, and willingly took the bet. As the launch grows nearer, there are technical hitches. One of them is how to keep the rocket airtight, and how to break out of the earth's orbit. I'm suddenly having doubts - I don't think we have thought this through. There's a half-hearted attempt to launch a test rocket, which looks more like a large firework. It dawns on me that this is embarrassingly bad. My colleagues don't give up yet, perhaps due to mis-placed pride. I have to face my students later in the corridor where they snigger and make sarcastic remarks."
        }, 
        {
            "number": "143", 
            "head": "2009-07-26", 
            "content": "I'm in a budget supermarket. It's a strange one. Not many customers. Products are set out sparingly on small islands. Loads of staff stationed at different tills are dotted around the store. It is brightly colored, like the set of a children's' tv show. I'm there to buy provisions for some sort of project. The problem is, I already have a trolley load of stuff that I bought in another store. The stuff isn't food - rather various pieces of hardware. Bizarrely, at the checkout, when I explain I have a trolley mostly full of stuff i'd already paid for in another store, the checkout lady says she still has to put it through her till. The bar codes are still there, and apparently she is going to charge me for this stuff again. I suddenly occurs to me that I must be completely stupid, and I wake up."
        }, 
        {
            "number": "144", 
            "head": "2009-07-28", 
            "content": "There's a band party - it's like the old days of the band. The old crowd are there including the drummer Luther. Out in the street we start an impromptu jam - mainly on drums. Luther is banging on an assortment of large hand-held drums. Later, in the house, there are plenty of people and excess. My partner is there too but keeps her distance from the main throng, particularly as there is a 'groupie' contingent. People start leaving, (as it is very late) or moving to the upstairs rooms. I find myself left downstairs in the living room with one of the girls. She pretends to be interested in my paintings which line the walls. My partner steps in to find out where I am, and politely says hello to the other girl, and says she's off to bed, leaving us alone again. I was in the middle of reading the girl a bedtime story, even though she is about 21 years old."
        }, 
        {
            "number": "145", 
            "head": "2009-07-30", 
            "content": "I'm visiting another artist in his home. He seems to be wealthy because his house is huge. It is modernist, white, with a large sunlit room with a large table with his drowns spread out - some are in a big pile. They are all in different media. I'm there as either a tutor or a student. There is a crate of his work - it's like a tutorial. He is confident. His work is technically very advanced, but I'm not so sure his work has soul."
        }, 
        {
            "number": "146", 
            "head": "2009-07-31", 
            "content": "Jimi Hendrix is going to put on a live performance to a small room of special guests - only about a dozen people - including me. We all wait in a white modern room with theatre-style seating at one end. A Marshall amp has been set up at the other end. One of the other guests complains that I have sat in his seat. \"How is it your seat?\" I enquire. He claims he \"always sits there\". He's a fan club guy. The other people in the room seem to think he's important in the Jimi Hendrix community. I give in and give up my seat. Hendrix finally enters the room and shyly plugs in his guitar and proceeds to play."
        }, 
        {
            "number": "147", 
            "head": "2009-07-31", 
            "content": "There's an institution that has rules about by who and when bikes can be ridden up and down a ramped building. It may be a public building or a private premises. Maybe it's flats - I can't tell. Anyway, an officious guy informs me that today there is a tax to ride bikes down the ramp. It's extortionate - like $50. Rather than pay, I just pick up my bike and just carry it on my shoulder."
        }, 
        {
            "number": "148", 
            "head": "2009-07-31", 
            "content": "I'm entering a religious building where either a mass is going on, or some sort of ritual - a baptism maybe. Perhaps I'm in a foreign country. The guide I am with puts $1000 down on a table near the entrance where donations to the church are made. She tells me I ought to do the same. Stupidly I do - I actually put $1000 down on the table. I feel sick about it, but am too embarrassed to refuse to pay. As I'm leaving I come to my senses, and return to the table to take back most of the money."
        }, 
        {
            "number": "149", 
            "head": "2009-08-02", 
            "content": "I'm in a house or a remote hotel perhaps in the Scottish highlands. There's a thunder storm outside. I let people in out of the storm. They are in shock. We have to survive as a group - the dream is like a disaster movie. I'm informally in charge, but then more people come in a ruin the group dynamic. I get accused of various things. The group breaks down - there is bullying and misery. the dream gets confused and unclear."
        }, 
        {
            "number": "150", 
            "head": "2009-08-03", 
            "content": "I'm at university or college. We sit at school desks - the old fashioned single ones you get in exams. There's some kind of deadline for the hand-in of a dissertation or something. I get the impression I am behind. My chosen dissertation subject is a brand of german beer. We have dorms on the premises - which are on the other side of the hall. At night we struggle to sleep because there's always someone making a noise. There's an uneasy feeling that too much excess it taking place and not enough learning."
        }, 
        {
            "number": "151", 
            "head": "2009-08-04", 
            "content": "I live in a modern, spacious city - it seems European. I tell my partner one evening that I'm popping out. I go to the city centre, where there is a performance taking place in the cobbled main square, which is reminiscent of London's Covent Garden but bigger. Elton John is performing on a stage, and underneath the stage a look-a-like Elton John is hiding. Later I go to a bar in the square. There's lots of empty seats, but it's filling up. There's music playing and a buzz in the air. I sit with a group of 20-somethings. They encourage me to stay but I felt I should go home to see my partner and the kids. None of the people I'm with have families to get back to. One blonde girl is quite persistent in persuading me to stay, but I get away in the end."
        }, 
        {
            "number": "152", 
            "head": "2009-08-05", 
            "content": "Some old colleagues of mine (Krish and Lee) have some kind of business, which is a bit dodgy. I'm in a control room with hatches. Lee and Krish are there on a business capacity. I don't remember anything else apart from a general feeling of unease and that the situation is precarious."
        }, 
        {
            "number": "153", 
            "head": "2009-08-07", 
            "content": "I'm in a dramatic city set into a hilly topography - a bit like Edinburgh. My partner and I go walking through the city and get a bit lost in the labyrinth of streets and bridges. We may be on holiday, staying on a hotel. At night we go out drinking. I forget where we have been and find it hard to get home. My friend Sal is there too. We climb to the top of a large hill where something strange happens. I have the image of stingrays in my mind in bright luminous colors."
        }, 
        {
            "number": "154", 
            "head": "2009-08-11", 
            "content": "I dream about a work organised camp - there are teams there in offices. Something about shaving black mohicans, bookshops, water, picking up a card with a cartoon on the front, which I write in. My partner comes in and is suspicious."
        }, 
        {
            "number": "155", 
            "head": "2009-08-13", 
            "content": "I'm in a small room working on design projects. I'm rushing to complete an urgent project. My friend ralph visits bringing girls for a night out. Old school friend Ken visits too - he works nearby. We go to a large building like an old school. Something about a hat or umbrella stand."
        }, 
        {
            "number": "156", 
            "head": "2009-08-13", 
            "content": "I'm in a huge building - a work place. Like an office block from the novel Nineteen Eighty-four - but smarter architecture. We are salesmen. I work a night shift. There are many colleagues in the office, mainly women. I'm sent out to the neighborhood to sell a fast car. An arrogant colleague wants to show me how to sell it. He says he can anything to anyone. The first guy he tries to sell it to just says \"no\" to the test drive. I step in and try a softer approach. It works and I persuade him to do the test drive. The other sales guy is humiliated. It's nighttime."
        }, 
        {
            "number": "157", 
            "head": "2009-08-14", 
            "content": "The dream has something to do with a disgruntled client who won't pay. My partner was driving me through an industrial estate. She was trying to do a three point turn in a rough area where disused factory buildings towered over us, and the concrete yard is beginning to become overgrown by nature. The concrete is breaking up in places - presumably due to roots underneath. I'm impatient with my partner who is not handling the three point turn quickly enough and I'm anxious to get out of this place."
        }, 
        {
            "number": "158", 
            "head": "2009-08-16", 
            "content": "A dream about a surreal parachute jump. There was not much wind or noise - as if there was no air. I was jumping with my eldest daughter I think - but she was older than in real life - a teenager perhaps. There was a moment when I suddenly realised wed been falling and chatting for quite a while - I had forgotten about the time passing. I looked down - the ground seemed a long way off. I could see a network of suburban gardens. In any case, I told my daughter it was time to release the chutes. I then panicked, because I didn't know how the chutes worked. I had no memory of any training. There was a chord to pull and two orange plastic handles - the type you use to fly a kite. Was that it? I told my daughter to copy me I think. Anyway, the chutes went up and we had to hold onto the orange handles with our hands. It lasted either seconds or minutes - but it seemed to go quickly. It was a terrifying experience. I had no idea how fast we were going or when we would hit the ground. Now there was wind and noise, which was strange. We eventually touched down gently into a warm bath or pool."
        }, 
        {
            "number": "159", 
            "head": "2009-08-17", 
            "content": "I'm with my friend Ron and a couple of others - one is a contact of Ron's, and another is a friend of his, who is russian or from some eastern block country. This man is introduced as a fairly important politician or businessman in his country. I'm given the impression that he is a 'good guy' who is fighting for survival in a corrupt country. Apparently he has been left bankrupt by his government and has fled to Britain to recoup.  Ron's contact has pledged to invest some money in this russian guy. The russian guy is approaching me for the rest - a substantial amount like $30,000. I couldn't afford to give a stranger anything like this amount of money, however I'm charmed into thinking it would be the right thing to do to invest in him. The contact is talking him up as a good person to invest in. Ron stays out of it and remains neutral. We are having a meeting in a late-night bar which is almost empty. The streets are dark outside. The men turn up the pressure to get my money. I falter. He says he'd pay me back and has to go suddenly. I come to my senses when I realize I'm not investing - just lending. Later, I go outside to get by bike, which I had locked up. But some young guys in hoods have taken the wheel off and locked both parts with their own locks. They are still hanging around, so I confront them, with Ron behind me. I try to verbally threaten them but they are not intimidated and just laugh and start to walk away. One of them tries to get into a cab. I pull him back and fight them to the ground one by one. I get the guy who has the key to his locks and squeeze his thrombi until he submits and releases his grip on the key. I return to my bike, unlock it, put it back together and head off down the street with Ron. After a few streets we stop so Ron can call his sister from a phonebook, to ask her to pick us up. Sudden;y some more hoodlums appear from the shadows and try to take my mike. I have to confront them too..."
        }, 
        {
            "number": "160", 
            "head": "2009-08-19", 
            "content": "In this dream I'm with an artist who is a combination of two people from real life - one is someone I've worked with called Lou (who is a technical person) and the other is a friend of a friend called Josh (who is an artist in real life - but not a very accomplished one). We are wandering around a large school field - it's as if we are on break at school. It seems there is an enormous art fair in the school field. The artist produces very accomplished work, and it appears he can turn his hand to a variety of techniques. I'm rather jealous, and I can feel a welling up of competitive spirit. I hide it, and remain friendly and casual. I follow his around the fair and remain quiet."
        }, 
        {
            "number": "161", 
            "head": "2009-08-20", 
            "content": "I'm in a bar in a small town near the town where I live. I'm having a beer at a long wooden table. The decor is old fashioned in there - it could be the 16th century. Even some of the other people look like they could be from that era. There are two long-haired students sitting at the other end of the table with beers. They are glum and are cynically eyeing me. I'm tetchy, and I snap and suddenly say something sarcastic. When they respond, their faces change, softening. This makes me feel immediately guilty for being so aggressive. They didn't hear what I said apparently, and are politely asking me to repeat it. They have accents I recognize: \"You're German aren't you?\" I say. \"Yes\" one of them replies. I change my stance, and attempt to be friendly. I ask them what part of Germany they're from and what they're doing in this country. They are students here apparently. I ask why they chose to study in such a small town, and not somewhere more exciting like a city. They regret coming here apparently. They took bad advice from someone they knew. However this town isn't all bad I tell them. \"Have you been to the mill cellar? The waterworks?\" They haven't. I tell them about the cellar - which is a huge medieval vault which contains an enormous water-powered machine - like a watermill but underground - perhaps powered by an underground river. I tell them there is a hotel above it, which is also medieval. Later I'm with my partner - we have booked a room in that very hotel. While she is in the bathroom, I inspect the bedroom. It's large with stone walls, and polished floorboards. There's a four-poster bed. I notice a fairly big spider on the bed, and brush it off onto the floor. I instinctively go to stamp on it, but I stop myself, remembering that spiders are useful creatures. As I turn away, I notice another one - this one is enormous - it looks like a tarantula - black and shiny. My skin crawls. I'm afraid of it and back away. I call out to my partner. I quickly glance around the room looking for a container like a bowl to catch it in. Then I notice a scorpion, tail in the air, advancing across the floor towards me. \"Jesus Christ!\" I shout to my partner again \"There's a fucking scorpion! We've got to get out of this place!\" I then get the feeling that there are more of these creatures hidden somewhere. I wake up. It was a very vivid dream. I go into the bathroom, and while I'm brushing my teeth, I look down and you'll never guess what - a small sider is crawling down my upper arm. I brush it off quickly."
        }, 
        {
            "number": "162", 
            "head": "2009-08-21", 
            "content": "A horrible dream. My family and I are living in an apartment overlooking a yard in a totalitarian state where the occupying power or government is free to commit acts of torture and murder. In the yard below, the army marches prisoners around, and makes up games to kill them. I have to keep my eldest daughter away from the windows. There is one particularly brutal incident which I witness from the bathroom window. The soldiers have carried a prisoner up about 6 stories of a fire escape. He looks perhaps middle-eastern. There's a crowd of soldiers below cheering as two soldiers up the fire escape dangle the prisoner upside down by his ankles over the edge. His hands and legs are tied and he is blindfolded. They then drop him head first onto the concrete ground below. He lands like a sack of potatoes with a crack. The soldiers cheer. Then, the main soldier up the fire escape jumps off in a different direction, and lands on a large inflated mattress - the sort used in stunts. But doesn't land on it properly - he sort of hits the edge of it and then hits the ground. It looks as if he breaks his neck."
        }, 
        {
            "number": "163", 
            "head": "2009-08-23", 
            "content": "A dream I can't recall well that involves a gig in a bar and  exotic vampires."
        }, 
        {
            "number": "164", 
            "head": "2009-08-26", 
            "content": "My partner was going to my mother's house with my eldest daughter. I drove them there, dropped them off, then took the car up the road. Suddenly, at the top of the road on the left side there was an expanse of open ground (which doesn't exist in reality). There was some kind of art show or sale going on in what looked like a large school building."
        }, 
        {
            "number": "165", 
            "head": "2009-08-27", 
            "content": "In the dream I'm living in Germany, perhaps with my friend Sal. I have a job with a large organisation, which seems to be the only employer in this small town. I can't work out what they do. There are various jobs to do there - like waitressing, cleaning, pool cleaning, attending rides in an enormous amusement park. I've worked out this is some kind of tourism company that's employing me. This whole town seems to be one big money-making machine for milking tourists. My boss is a guy who was really by boss about 10 years ago. In real life he was a good guy - perhaps he is trapped here too. In the dream he seems to have become hardened - like a gangster almost - handing out rough treatment to his many employees. His office is large and scruffy. It is almost empty - it looks like he has the whole floor of a large office block to himself. He sits at a desk with papers all over it, signing employment contracts. When he sees me he smiles, but his smile seems double-edged (not genuine). Back in town, I'm aware that the town is like a trap or a maze. Once you're inside, it's almost impossible to find your way out. There are rides that take you through the streets, that weave in and out of a three dimensional spaghetti jumble of tourist shops, garish signs and cartoony fibreglass models. It seems people don't even have the freedom to walk anywhere - you have to travel on rides. They are like little bumper cars or roller-coaster cars. Behind the bright plastic and lights, if you look carefully, you can make out the workers - slightly depressed looking people in something like McDonald's  uniforms with caps. They look greasy and dirty and bored. They are mostly immigrants. This is a dirty and sickening place."
        }, 
        {
            "number": "166", 
            "head": "2009-08-28", 
            "content": "My brother and I are in an apartment, somewhere abroad - perhaps Germany. The apartment is on an unknown floor - it's large, long and modern. It is also clean, tidy and empty - perhaps this is a hotel? We are only there temporarily for 24 hours or so. My cousin Clive was there before us, and we cross paths briefly. He gives me a book to read. It has impressive illustrations in it (etchings?) My brother and I chat to kill time, but neither of us is keeping track of the time. We have a flight to catch this evening - we don't even know exactly when it is, or where the airport is. I go online to check. I find out we have only an hour and a half before the plane leaves. It's a disaster - we are so stupid."
        }, 
        {
            "number": "167", 
            "head": "2009-08-30", 
            "content": "I'm staying the night in an unknown town in an unknown apartment. Perhaps it belongs to a friend. In any case, I don't know this friend well. The apartment is one main large rectangular room - a living-room/bedroom/kitchen with couches, a couple of mattresses, a couple of cupboards and hobs on the back wall. I don't recall there being any windows with views out, but perhaps indirect light enters from high up windows. It was night and I could hear the buzz of a town of city outside. I get the impression the town is going to  party all night. It's about 1am and I'm intent on trying to get to sleep despite the noise. I'm not alone - there's a couple of other people trying to sleep here too. Perhaps they are friends of the owner (who is absent). We don't know each other. There's a slightly awkward atmosphere. One of them is an attractive german girl with long dark blonde hair."
        }, 
        {
            "number": "168", 
            "head": "2009-08-31", 
            "content": "This dream is set in a balloon field with strong light. A beetle car has been lashed with ropes attaching an enormous balloon to the top of the car. The balloon isn't dangling above, rather it is right on top of it, and is slightly bigger than the car itself. The passengers include a friend from primary school (Jake), my cousin Adrian and myself. We intend to fly this car. I don't remember what happened next."
        }, 
        {
            "number": "169", 
            "head": "2009-09-01", 
            "content": "I'm in a restaurant run by someone I know through work. It's a new large one that's been built in a rural setting. It has large freshly plastered white rooms and dark wooden floors and furniture. It is quite minimal. Initially, I'm there with my friend Terry. We sit down to order, we are hungry. Then people start turning up and our large empty table starts filling up. I think maybe my partner and Terry's wife turn up, and some of our other friends and their wives. Suddenly Terry coaxes me away from the table and we go outside and down the garden to the end by some bushes and trees. I can see through to fields and farmland beyond. Suddenly from behind a tree, my friend Reece appears, grinning. He's flown over from wherever to make a surprise visit to see his wife. We walk beck up the garden shielding Reece so that he can surprise her.Back at the table we sit down. Reece sneaks in and gives his wife a kiss on the cheek. We all cheer - his wife seems surprised and a little embarrassed and in fact shows signs of not appreciating the joke. In the mean time, the restaurant owner has served rice and salad, but my plate needs some meat or sauce. The owner disappears off. Reece has brought a tupperware of chilli but not enough to go around. Everyone is chatting, and ignoring their half empty plates, but I am hungry."
        }, 
        {
            "number": "170", 
            "head": "2009-09-02", 
            "content": "My friend Ralph is getting married tomorrow. I'm staying in his house, in his room - perhaps on his floor. In the dream Ralph has a large old victorian house, perhaps in London. It's decorated in a kind of retro-cool style. He is marrying his real-life wife Kate. In the middle of the night I woke up (in the dream) and notice a mosquito on my arm, which I crush with a slap. I look around the dark room, my eyes adjusting. Ralph is not there. I walk quietly around the house - he is gone. But I am apparently his best man for the wedding taking place the following day, so I am concerned. I wake up my friends Terry and Reece who are sleeping in another room, and we go out to look for him. Eventually we find him at dawn in the garden of his future wife's previous house (which she moved out of today). Ralph is drunk - properly drunk, wandering like a tramp, and he's crying - tears are rolling down his cheeks. He's talking quietly to himself. We get hold of him and get the information out of him that his fiance Kate has been sleeping with another man on the night before their wedding. She had claimed that it was an old boyfriend, and it was going to be the last time, and that it was a mistake anyway, and that she had been kind of pushed into it. Ralph is devastated. We ask if the wedding is still going ahead. He doesn't know. He is in a dreamy state and seems to be having a nervous breakdown. We take him back home. I don't know if the wedding takes place or not. Ralph gets some sleep. There's a big party planned for the evening. Ralph and Kate want to go ahead with the party as if nothing has happened so we respect their wishes. People start turning up in the early evening. There are hundreds of people - mostly Ralph's friends, but also family. There's nibbles and drinks, and Kate flits about being a hostess. Ralph is uncharacteristically quiet. He slips out and hides in the bedroom for periods of time. At the end of the party there's another incident. I accidentally kick over a drink near the stereo, which blows out the electrics in the whole house with a bang. I open a hatch to go down into the cellar to look for the fuse box. When I get down there, I suddenly find myself surrounded by enormous rats or rodents - but they are white and fluffy and very calm, like pets. I still panic - I dare not move. Some of the 'rats' are on me. I shout out and people come down, and pick the animals off me one by one, taking them out of the house and up the street to release them."
        }, 
        {
            "number": "171", 
            "head": "2009-09-03", 
            "content": "A dream about a band reunion. Jude is there. We're in a large room like a school hall but a venue perhaps with black walls and a bar. I recall that we try to collaborate to write a song."
        }, 
        {
            "number": "172", 
            "head": "2009-09-04", 
            "content": "I go to a barber shop for a haircut. The place looks like an old 1950s office with a reception room where customers wait. It's part of a larger open plan floor that has been partitioned. Foolishly, I leave my wallet on the table in the waiting room. I get distracted for five minutes, and when I remember and go to pick up my wallet, it's empty. All my credit cards and about fifty dollars in cash is gone. The thief did 'kindly' leave all my personal photos in there. I speak to the people in the waiting room - they all say they didn't see anything."
        }, 
        {
            "number": "173", 
            "head": "2009-09-07", 
            "content": "This was a weird obsessive dream about 'process'. Four resources were endlessly being dished out. It turned into a thing about onions: four ways to prepare onions so that they could be as different as possible - chutney, deep fried, soup and something else. I woke up with a thick head and sore eyes as if I'd been drinking the night before but I hadn't."
        }, 
        {
            "number": "174", 
            "head": "2009-09-08", 
            "content": "Again, I didn't drink last night, but I woke up dehydrated with a headache. The dream was fragmented. There was a competition to put on a show or exhibition with many people involved. 'Our' show was postponed or something. The following night a team made up of my cousins Claire, Ashleigh, Adrian, Betty and my aunt Catherine put on a very successful show. The public turned up. I don't remember what the show was. Later, I took a cab, although it's more like a bicycle or rickshaw (like the kind you get in India). My partner is my driver, but later her character is a man. He keeps me waiting for ages, procrastinating and chatting to other people. I become impatient and leave, saying \"Forget it, I'll walk\". The driver becomes my partner again, and she says \"You asshole, you'll have to pay for coming to pick you up\". I give the driver a couple of dollars."
        }, 
        {
            "number": "175", 
            "head": "2009-09-18", 
            "content": "A vindictive, cruel dream about an ongoing fight between my and my brother. He held a large sum of money in his bank account which I would somehow have access to and syphon large chunks of which I would hold to control him."
        }, 
        {
            "number": "176", 
            "head": "2009-09-22", 
            "content": "A terrible dream. The world around me had become extremely dangerous and chaotic. Law and order seemed to have disappeared. There is a city - but it seems very old - parts of it are medieval and the rest 20th century (but a few decades old) and in a bad state of repair. I'm there in a hotel or rented apartment for a reason I do not know. There are others from my family here too - my brother and my farther. There are some relatives from my father's side of the family here too. Maybe we're there for a funeral. My accommodation has no front door. I can see straight through a hole in the wooden bathroom  door straight out to the street. Two dodgy characters outside see me and start heading across the street to invade my property. A confrontation is imminent - but it is diverted by either my father or my brother. They are scared off. But I get the feeling that they haven't gone far. I have a terrible feeling of security - it feels like I'm going to be attacked  at any time by burglars or murders. I go for a walk with my brother and my cousins. The streets are dark, empty. There is dog shit everywhere - it's almost impossible to avoid stepping in it. A piece of shit hits my uncle  on his bald head. He stoically wipes it off. I look up - there are large birds - like crows - flying about the turrets of the town walls or castle we are walking past. But these birds shit stinking dog shit. It's really disgusting. We take cover under a bridge or in a tunnel. There are steps that lead up an enormous tunnel-like slope. I have the strong feeling that at the other end of the tunnel we will meet a horrible violent death."
        }, 
        {
            "number": "177", 
            "head": "2009-09-28", 
            "content": "A band performance is in preparation. I have teamed up with some punks to do a gig. It's a ramshackle arrangement and the organisation is in total disarray. The bass player reminds me of my friend Tyler. He doesn't pull his weight to get anything ready. He just makes sarcastic remarks. I get pissed off and take him aside and grab him by the throat."
        }, 
        {
            "number": "178", 
            "head": "2009-09-29", 
            "content": "I didn't know what set of circumstances had led to this situation, but I was in a grand bath, a millionaire's bath. It was big enough for me and four other adult women, and in this dream, that's exactly who was in the bath. I didn't know these women - perhaps they represented certain 'types' or were loosely based on real people - I wasn't sure. All I was sure of was that they were all beautiful and smiling - ie happy to be there, and I couldn't believe my luck. Just then my partner came in. I almost had a heart attack - it was a sitcom moment, and I was just about to try to talk my way out of the situation, but there was no need because she was also smiling. I was baffled. She seemed to know these other women and even seemed to know about, and approve of this situation. She bent over the edge of the bath and kissed me on the cheek saying \"I've got to go out for the rest of the afternoon Lawrence - try to be nice to the girls and make sure you don't miss any of them out - be fair\". \"I will. I mean I won't\". I was in shock. My partner then left. The girls seemed to have a ring leader who wanted my attention first. In a very matter of fact way they all worked out a rota - I assumed for sex. At first I assumed they were all going to stay and watch, but eventually three of them left in bath robes leaving the ring leader and myself in the bath. I waited to see what would happen next. She procrastinated, chatting as if she seemed to be waiting for something, perhaps for me to make the first move. I was too shy to make any moves so nothing continued to happen. The air was thick with anticipation, just as the bath was thick with foam. Eventually the other girls returned and collected their clothes and then all four wandered off - they all seemed to have grown bored, and I had blown this unlikely opportunity - it was like a plot line from Curb Your Enthusiasm. Later in the dream, there was another scene, set in the lounge of the same luxury apartment, but it was now 20 years later. I was an older man now, and my partner had died. I was on my own - I was a self-loathing old man. The door opened and the ring leader from the bath scene 20 years earlier entered the room. She said something like \"Hello Lawrence. I didn't think we'd ever meet again.\" She seemed not to have aged much, and was devastatingly attractive still. But her external beauty was marred by a dark sneering character. \"She is laughing at me inside\" I thought. She looked at me with cold eyes and said \"The other three will be here shortly. I thought I'd let you know. But we won't disturb you for long. We'll be gone soon enough.\" She seemed to have her own agenda - I had no idea what it was, but it had nothing to do with me. In a fit of self-pity and desperation I went into the bathroom, where I had met these women many years ago. The room hadn't changed - the luxury bath rugs, the shiny marble floor and walls. I fell to my knees in a fake collapse, grabbing the toilet roll as I went down, which unraveled into a pathetic pile of white toilet paper over my body. My call for attention was met with some success - the women all rushed in and picked me up, and carried me into the bedroom, and then laid me down on the bed. The lights were low. I had no idea what time it was - it may have been evening or night . Even though the apparent disdain from these women had disappeared, it was only replaced with a mild almost indifferent concern. To them this was a minor incident, and they called an ambulance to deal with me. The women then left, before the ambulance arrived, and I was once again alone, lying on the bed. The realisation that these women weren't even particularly bad people, that they just weren't interested in me was too much for me to bear. I had nothing. I felt humiliated and wanted to die. I thought of my late partner - of her face in the bathroom when she kissed me on the cheek 20 years ago. I had thought then that her actions and the kiss had meant it was ok for me to be with these other women but I had been wrong. This realisation crushed me to the point of suffocation. I lay still, listening for a sound from the world outside - any sound of life - but there was just silence."
        }, 
        {
            "number": "179", 
            "head": "2009-09-30", 
            "content": "I'm in a sparse smallish rectangular room that could be a hotel room or a hostel. There's a few people around. One of them is my brother. He is stressed - like a taught wire. Jasper from work is there too, but he is the opposite - relaxed to the point of being annoying. My partner is also there. There's a rumor about there being giant spiders in the building. I'm lying down when suddenly a giant spider comes scuttling across the bed towards me. Its body alone is slightly larger than my fist. It has a 'baby' which follows, which is about the size of a golf ball. The baby's legs are covered in a kind of glistening slime, as if the mother had just given birth to it. I am appalled. I jump up, terrified. I call out for help. My brother comes in, but is as frightened as I am of these things, and together we make a botched effort to try to catch them or kill them. I am disgusted by them, and I want them dead. Eventually my partner come in and fearlessly catches one of them - the big one I think. The other one has scuttled off, and she says it's gone now, but I'm not convinced - I think it will come back."
        }, 
        {
            "number": "180", 
            "head": "2009-10-01", 
            "content": "I'm visiting an institution that used to be a prison that I and many members of my family were incarcerated in when I was a child. My cousin Adrian was also there when he was a child - he was badly treated, however he doesn't remember. We had a look around - it didn't seem at all like a prison today - more like a swimming pool or health complex with lots of steel, glass and carpet tiles."
        }, 
        {
            "number": "181", 
            "head": "2009-10-05", 
            "content": "I'm being held hostage with a small group of others in a house. We have been left in a large room covered with mattresses and quilts. We brace ourselves under the quilts with guns which have been smuggled into our room for us. They are old and some of them don't seem to work. People suddenly rush in, but we stay still under the blankets. One by one the attackers rip back the quilts, and there are a few failed attempts to shoot the attackers blindly through the quilts. I can hear the other hostages being shot one by one. Finally it's my turn, I can sense people standing over me. I take aim and as soon as the quilt moves I fire in several directions."
        }, 
        {
            "number": "182", 
            "head": "2009-10-06", 
            "content": "There's a kind of party at my childhood home but it's more like an organised game of 'catch'. There's about 100 people in the garden, which has been lit up by lamps - it is after dark. The game involves throwing a large weighted rubber ball or balloon which others have to catch. It must not hit the ground. There may be two teams. We take it in turns to be high up (on the terrace) or low down (on the lawn). The other participants are young men and women - they are unfamiliar to me. The atmosphere is very sexually charged."
        }, 
        {
            "number": "183", 
            "head": "2009-10-10", 
            "content": "I dreamt about something institutional - perhaps a factory, school, hospital or prison."
        }, 
        {
            "number": "184", 
            "head": "2009-10-14", 
            "content": "I'm being shown around an institutional venue for some kind of party. Apparently each party guest will be allocated a 'hostess'. The venue is split level and quite large, like a very large hotel suite. The decor is fairly tacky, like a cheap night club. The walls are painted black, and there are fake velvet curtains and covered furniture. I think I know what's going on here (brothel)."
        }, 
        {
            "number": "185", 
            "head": "2009-10-18", 
            "content": "I'm staying in a large hotel on or near high mountains. It could be in the Alps - Austria maybe. The building looks like a log cabin in style on the exterior like a ski resort. I'm there with my partner and my eldest daughter. The accommodation is on the cheap side - like a hostel. I return after being out somewhere and I can find my family anywhere. I go into a large canteen to ask if anyone has seen them. there are several people in the canteen that I recognize as being with our group."
        }, 
        {
            "number": "186", 
            "head": "2009-10-20", 
            "content": "My neighbor Len is running a local shop, and I'm a customer. I show some interest in a stand holding saving razors. He jumps forward to try to help me get one out, and cuts his hands. He is very embarrassed, and try to hide the blood. He goes behind his counter to surreptitiously fetch tissues."
        }, 
        {
            "number": "187", 
            "head": "2009-10-21", 
            "content": "I'm round at Jude's house. He is in his late 30s now, but has new parents - perhaps he's recently been adopted? His new parents are rich and foreign - perhaps Russian or Eastern European. I'm upstairs in his room. He's agitated, excited. His new mother comes up with a present for him. She's very proud of him, and has a sickly expression on her face, as if she spoils him. Stuart looks pleased with the gift but doesn't waste time; he's straight into the box. It's a new electric guitar - and it looks exactly like mine. He hands it to me and asks me to play a new song he's written. He wants me to mimic certain chords, but I can't quite get them right. I realize afterwards he's trying to get me to play the exact same chords in a song by Teenage Fanclub."
        }, 
        {
            "number": "188", 
            "head": "2009-10-27", 
            "content": "There's a bizarre tournament taking place in a very high-ceilinged hall, which is about as long and wide as the dining room in a country house. The room is ornamented - it is perhaps victorian or older. The room is divided up around the walls into desk-sized compartments, which are raised on plinths about four or five feet off the ground. There are high stools facing each desk area. The room is room is full of people sitting at these 'desks' - there's about 20 people around the room. As well as the desk-compartments against the walls, there may be an island of compartments in the centre of the room, thus filling all the available space in the room with people sitting at desks. Placed in front of each person (on the desks) is a shallow tank of clear water. At the bottom of the water in each tank (which is about two inches deep) is a waterproof piece of paper. The game is played by one person hitting a ping pong ball around the room with a table tennis bat. When the ball arrives near another player, they have to hit it up and away to keep the game going. When the ball is elsewhere in the room, players have to draw on the paper under the water. There's also the notion that you have to attempt to hit the ball so hard that it passes through the two inches of water in someone's tank, and bounces off the bottom, and back up through the water. This is of course impossible."
        }, 
        {
            "number": "189", 
            "head": "2009-11-09", 
            "content": "I visit a rundown disused factory in an area that is neglected and falling down. It's an old industrial estate or a dockland. The building in front of me reminds me of Battersea Power Station in size and style of architecture. There's a wide rubble-strewn yard in front of it. There are old cranes that have been welded together to form some kind of sculpture or a kind of bridge or span.  It's not very elegant, but it looks like it took a lot of effort to do. One person (a female art student) did this apparently with some technical help over 3 years - some kind of art project. She explains it's not finished, but that she's been working on it gradually. Part of me is impressed with the sheer ambition and effort. But part of me is also unimpressed - conceptually and aesthetically it's rather meaningless and slapdash. \"what a waste of time\" I think."
        }, 
        {
            "number": "190", 
            "head": "2009-11-11", 
            "content": "I'm upstairs in a large house where several rooms interconnect. In the dream the house belongs to my aunt Bella and my uncle Bobby. I'm looking for the bathroom, so I venture through a door only to find I have walked into the apartment next door, where Bobby's brother is hosting a dinner party. The guests all look up from the table. I make awkward apologies and then leave."
        }, 
        {
            "number": "191", 
            "head": "2009-11-16", 
            "content": "I'm in an European city rich in art and architecture (it's not clear which one). Apparently I've been a resident there for about six months, and I know my way around. There's a class of students visiting from my home country. Perhaps I am their tutor, or perhaps I'm one of the students. My friend Terry's younger brother is there with some of his friends, and he is involved with one of the girls. She is attractive, but perhaps a bit bitchy. It appears however that Terry's brother is in love with this girl. He goes to a lot of trouble to impress her. He's in a band and wants me to teach him some things on the guitar. I'm out in the city park with some other musicians. We plan to busk on a green opposite a busy road leading down a hill. We have guitars and amplifiers, however I'm unsure how to play all of a sudden, so I try to postpone it for as long as possible. A black guy comes over and tries to intimidate me by wanting to take or borrow a piece of our equipment. I don't know him, so I say no he can't. Now perhaps we are in an American city. We start playing, and he seemed to respect us, and whether he had good intentions or not before, he wanders off. Terry's brother was waiting for his girlfriend who didn't turn up to meet him until later that night. She had been drinking and was trying not to smile. Terry's brother looked hurt. She then broke up with him suddenly in public, saying \"Sorry\" but not meaning it. Terry's brother was devastated and I tried to cheer him up after she had left."
        }, 
        {
            "number": "192", 
            "head": "2009-11-18", 
            "content": "For some reason I'm at my old martial art instructor's house where he lives with his wife. I'm there with a faithful entourage of his class members. We venture out onto the streets to join a procession or something. We have various chinese items with us. Someone hands me a large round vase - as big as a basket ball. It looks cheap, as if it had been bought from a tourist shop in China. I immediately notice the vase is cracked all over. It suddenly collapses under its own weight into hundreds of pieces. I've been stitched up by someone. I wasn't responsible, but it looks as though it was my fault. I explain what had happened to the instructor. He remains calm, and feigns generous understanding. Back at the house his attitude changes. He is obviously angry but tries to hide it. He is a passive-aggressive character, and he nonchalantly announces that I'll have to replace it. I'm not responsible but I decide to oblige him to keep the peace. I am ashamed that I'm scared of him, and that I'm weak."
        }, 
        {
            "number": "193", 
            "head": "2009-11-20", 
            "content": "I live in a future version of my home town. It seems flatter, wider and larger with more open space. My father has just bought a branch of pears for his wife. In the distance I can see a gigantic carnival effigy being constructed of a tubby male character (a bit like a Toby mug). It's enormous, lying on its side, half built. It must be about as high as a twenty story building. There's going to be a great celebration, but I don't know what about."
        }, 
        {
            "number": "194", 
            "head": "2009-11-22", 
            "content": "It's the end of year show at the college I either teach at or went to. The building starts off in the dream being an enormous 1960s tower block of endlessly identical scruffy corridors and studios. The place has been boarded up and divided by the students into a rabbit warren-like series of exhibition spaces for their show. It's scruffy and confusing. Next I'm with my friend Toby. He seems to know where to go. He says we have to catch a train. We do. It's an enormous train. It now takes on the form of the college. It is altered inside - all the seats have been taken out, and there are partitions like the art school show. It's also scruffy, and I can't see any actual artwork - just the occasional video screen. I bump into the head of the college. He's rather enthusiastic about something. Teenaged girls (probably students) run through the train drinking."
        }, 
        {
            "number": "195", 
            "head": "2009-11-23", 
            "content": "I watch a classic film noir with some of my friends which has a scene where the hero draws a line on the pavements of a city - a continuous line that leads the other characters to various locations which helps to solve a crime or plays a role in attracting the femme fatal or something. My friend Ralph has the idea that we do out own version of this with black marker pens on the pavements of our home town. So we start drawing a long black line, taking an arbitrary route with a thick black marker. We get lost and head up dead ends or go full circle round the block, and end up having to cross lines or double-back. We are making a complete mess. We also have no mystery to solve - no femme fatal. There's no point to this - no narrative. Suddenly I feel terribly guilty about the mess we've made on the streets. \"It will wash away in the rain\" says Ralph. But I'm not so sure. \"They are permanent markers!\" I tell them. Ralph and Terry look sheepish now."
        }, 
        {
            "number": "196", 
            "head": "2009-11-23", 
            "content": "Apparently (according to my friend Ralph) I have won the lottery - a special kind of lottery which is revealed on a set of playing cards. George W Bush is game master for a weird cross between top trumps and piggy-in-the-middle. My friends Ralph, Terry and Reece are playing too. I need to collect the whole pack of cards surreptitiously in order to claim my one million dollars, without George Bush interfering. The dreams drifts further and further away from feasibility."
        }, 
        {
            "number": "197", 
            "head": "2009-11-30", 
            "content": "I was staying with my friend Ron and his sister in a dilapidated house. We were hiding there from some threat."
        }, 
        {
            "number": "198", 
            "head": "2009-12-09", 
            "content": "A bizarre one: there's two characters in the dream - my friend Tim (and old friend from the past) and another unfamiliar character, who may be based on somebody from school - a berry gullible guy. Tim, who had an eccentric sense of humor, had spent weeks grooming this guy to believe in only two things in life: 1. Communicating with God via knocking on copper pipes. He had installed a long copper pipe running from this guy's rented room to his room a few floors below in the same block. He managed to persuade him that this pipe went into the earth, and that you could communicate with God by knocking on the pipe in some kind of morse code. 2. He had some other system of communicating messages in words via some kind of vouchers or pricing labels in the local supermarket. The dream gets more hazy here, and the character of Tim is replaced by my brother, who has a similar mission to string this guy along for entertainment."
        }, 
        {
            "number": "199", 
            "head": "2009-12-11", 
            "content": "There's some kind of game which requires skill. It's like a magical version of scooter riding - like riding a carpet or a broomstick. I'm good at it. My cousin Claire is learning how to do it, and I'm showing her. This dream may be rooted in an incident that occurred when I was a child. It was when I had just recently learnt to ride a bicycle on the road outside my house. Claire was struggling to learn and was being coached by my aunt Cici. Cici was annoyed with me for shouting \"Look at me, I can do it!\" while she was still trying to coach Claire."
        }, 
        {
            "number": "200", 
            "head": "2009-12-19", 
            "content": "I dreamt about a colleague Juan. In the dream he was an artist doping some kind of commission or course. He was about to undertake a new large scale work. I was there as his tutor or advisor. My advice was not to hold back - to make something on a grand scale with real heart and soul and guts - not to be tentative - to be ambitious."
        }, 
        {
            "number": "201", 
            "head": "2009-12-20", 
            "content": "I'm in an art supplies shop, or perhaps a cake shop or a cafe. Perhaps I'm in a european country like Italy. I'm an art student I think. There's a female student in the shop who is very upset about something personal - I can't recall what. Outside the shop she is crying. I feel sorry for her, so I put my arm around her to comfort her. At that moment, my partner comes down the road with her sister) and sees us. She is furious, suspecting something. I protest but it's no good - she storms off. Later, or in a separate dream, I'm working late at my studio (at the university). Now perhaps we are in Edinburgh. My studio is quite large - with a high ceiling but no windows. I'm running behind on my project. I have a couple of abstract looking drawings pinned to the wall. I realize the dean of the college is Francis Bacon, and he is coming over with the head of the course to crit the work. They come into my studio. It isn't bacon - but it is someone well known. They say very little, and I feel awkward. My friend Terry comes in after the other have left. He wants to go for a drink. He's excited about the course. I haven't finished work, but I feel pressured to go, so we go."
        }, 
        {
            "number": "202", 
            "head": "2009-12-27", 
            "content": "Something about presenting a publishing system (software perhaps) to an authority. A critic was asking if it could do this or that. I was defensive, but I knew deep down it wasn't good enough and the critic was right."
        }, 
        {
            "number": "203", 
            "head": "2009-12-29", 
            "content": "My baby daughter is running down a hill - she's initially on the pavement, but then she strays into the road. I'm at the bottom of the hill watching in horror as a car comes down the hill behind her. I run screaming up the hill in direct view of the car waving my arms - I'm not sure if the car has seen her. The car stops in time. I grab my daughter who is laughing."
        }, 
        {
            "number": "204", 
            "head": "2009-12-29", 
            "content": "I'm living in a house surrounded by sandstone walls. They are colored orange - perhaps we are in a Mediterranean country. There are other houses, all cramped close together like a mediaeval village. Outside washing hangs on lines in small yards. The next-door neighbours' teenaged daughter and her friends giggle and spy on me. I'm writing lists of things to do endlessly on bits of color-coded paper. It's never-ending. I notice on the sandstone walls just outside the window, the teenagers have written graffiti about me, but I don't have time to read it - I'm too busy writing lists."
        }, 
        {
            "number": "205", 
            "head": "2009-12-29", 
            "content": "I'm in a line up some stairs in a large run-down building - perhaps an old apartment store or office block. It is the kind of space that gets used for one-off club nights (perhaps illegally). The people on the door won't let me in. I'm with someone - I can't remember who - there's a deal to be struck: something to do with bringing a table. I find one and haul it up the stairs. I'm being chased out once I'm inside. The place is huge- like a rabbit warren, and full of people."
        }, 
        {
            "number": "206", 
            "head": "2010-01-01", 
            "content": "I'm trying to find my way home from college. It's not a college I recognize- large, grand, old fashioned and rambling. I'm walking the dark streets - the suburban hills. I'm lost."
        }
    ]
}