{
    "dreamer": "mack", 
    "description": "Mack: A poor recaller", 
    "dreams": [
        {
            "number": "001", 
            "content": "There was-a white, nylon windbreaker that was hanging on a chair, almost as if on display. It was of an old style, maybe from the 1970s or 8Os and of a generic cheap quality. I noted that I liked it a lot, but attributed it as being a little too feminine on account of the color. I thought it would look attractive on one of my two female housemates, and decided to suggest it to them."
        }, 
        {
            "number": "002", 
            "content": "There was a man in his late 5Os to early 60s. He had just gone to the doctor and gotten this special medication called Cornico. It was a very secret drug, or so he thought. When he walked outside he saw a midget that apparently was taking the drug too. The old man expressed that he was resentful about the midget getting the drug, to some younger woman. She explained that it didn't seem fair that he could be the only one who deserved the special drug."
        }, 
        {
            "number": "003", 
            "content": "I was in the passenger seat of my family's old mini-van. My older brother was driving. I asked him when was a good time to schedule to stay for a few weeks with him in his new home town. He had invited me to visit in the spring, after my graduation. He gave me a guilty but upset, as though imposed-upon look, and replied that maybe I could visit in the fall instead. I got really upset, and told him that I had been planning to visit him as my graduation present for months and he didn't even reply to my emails. Plus we both knew that he wouldn't even be there next fall. His look demonstrated his admission, though it was obvious my visiting would be an inconvenience."
        }, 
        {
            "number": "004", 
            "content": "I was in my living room, at my parents' house, only it wasn't our real house; it was the house of my best friend from high school. I walked into the kitchen to get a drink of water. The water was in an odd dispenser that looked more like a transparent plastic dish. I drank a little, when I realized that the water had LSD in it. I thought that was cool, so I was going to drink the rest of it, but then decided not to when I remembered that I was home for the holidays and my relatives would be there. I walked back into the living room where my younger brother was. Apparently, he also knew about the water. What stuck out, though, was that my old dog was lying on the couch partially rolled over. She looked at me, but was expressionless. This felt very odd since she died almost 19 years ago. I laid down next to her and gave her a kiss on the cheek, and then stood up again. At that time, my dad opened the door and came in. He had just gone to the airport to pick up some family. My older brother walked in and walked over to me. We embraced and exchanged kisses on the cheek. Then my grandmother walked in, which struck me because she also died 10 years ago."
        }, 
        {
            "number": "005", 
            "content": "I was on an outside patio of my house, only it wasn't my house. It was similar to a roof of a building in shape and weight, but had patio slates and patio chairs, and it was connected to the rest of our house that was a huge cube-shaped mansion. I was with my brothers, and we were playing with a soccer ball. We accidentally kicked the ball off the edge of the house, so I ran to get it. The side of the building/patio was protected with a three-foot, dry-walled picket fence. I climbed down and the patio was raised only on story. I ran around the corner of the house along the driveway and there was a dirt hill that was very similar to the one beside my driveway at one of my old houses. I ran down the trail and an animal ran across the heavily weeded sides of the trail, apparently because I had startled it. At first I thought it was a raccoon, but then realized that it was a wolf. I ran past where it had crossed and finally picked up the ball. I looked back up to the driveway and also the side of the house. It was at least 100 yards up hill and it was starting to get dark outside. I felt a little uneasy. I started running back up the hill when I heard a growl only a few feet to my right. It was a different wolf. It was laying down, facing the path, with a rabbit-sized animal in its mouth. It stared at me and said, \"Unlike the other wolf, I have too heavy an animal in my mouth to run off at your presence,\" and it growled again. I replied that I didn't want anything from it but had to get back to my house and pointed up to the driveway. Then I started running up the trail and the wolf did not move. Finally, I got to the side of the house. I walked around the corner and began climbing the picket fence wall. Right when I got near the top, the section of the fence I was on started falling back from the house. I quickly grabbed the corner of the house and jumped up, when the fence fell back to the ground. Then my mother and one of my brothers ran over and looked at the fence, and shook their heads with concern."
        }, 
        {
            "number": "006", 
            "content": "I had just gotten out of some test or workshop and was outside, on campus. I was walking around, on my way to someplace. Half of the time I was me, and half of the time I was a pretty dark-haired woman. I was walking on a path by a dormitory when I heard a rustling in the leaves. I looked down and it was a snake slithering through the leaves. Then I hear a commotion in the branches of the tree next to me. I looked up and saw that it was the same woman who had been in my place. She was naked and sitting curled up on a branch by the center of the tree. All of a sudden, she disappeared and turned into the snake, which slithered down the tree."
        }, 
        {
            "number": "007", 
            "content": "I was in a huge gymnasium, and I was involved in some kind of indoor triathlon/games. You had to do the competition with a partner. My partner was my best friend from high school. After the first event, we both took a tab of acid. It was bright inside, so I put on sunglasses. They were polarized or something because they had all these weird horizontal lines in them. In one of the events, there was a line of about ten competitors, including my partner. They were standing side by side, with a few feet between them. Then the rest of us (the partners) stood in a line over them on the edge of an overlooking balcony. The gym was much like the one I had in high school. For our task, we had to jump off the balcony, land behind a competitor, jump up on his shoulders, then jump off and do a jumping roundhouse kick to their head. Then we had to run back up to the balcony and shift down in line until we did it to all ten or so of the competitors in the lower line. By about half way through this event, the acid started to kick in and I was getting a little nervous. On the last one, it seemed as though the balcony had increased in height. I don't know if it was drug induced or if the balcony was actually slanted to get higher on one side. I hesitated a little bit, then jumped and hit the ground really hard, but managed to finish. Because I hesitated, we didn't win the event. Afterwards, we had a lunch break. I forgot my lunch and my friend lent me some of his; I felt guilty. He took off his sunglasses, and I could tell that he was also high. An old research T.A. of mine was there, and she looked at us funny. I could tell she was suspicious of the drugs or something, so I acted normally. The next thing I knew, the competition was over, and we were all walking through the parking lot. It was snowing really hard and I was worried I wouldn't find my car. We found it; it was covered in snow. I feared it wouldn't start. I turned the key and there was no sound. I tried several times. Then I turned off the radio hoping that it might have been draining the battery. When I did that, the car started at my next attempt. I had told a couple of people that I would give them a ride. I called to them through the snowy haze. Finally, they ran towards us, but I saw there were many more people. I told the younger guys that I hadn't invited them, and that I would fight them if they didn't stop harassing me. They left. I opened the trunk of the car, and pulled out a big chunk of meat and took a bite out of it. Then I got in the car and drove off, to go to a barbecue at my house."
        }, 
        {
            "number": "008", 
            "content": "My mom and I walk down the stairs to some unknown house that's actually our house and look into the kitchen. My older brother is there and he has made a mess on the linoleum floor after my mother had just cleaned it, before she left. He first denied it, but it was obvious because the mud tracks matched his footprints and there were wax marks on the floor from his cross-country skis. My mom started complaining how we (my brothers and I) don't take care of the house when she puts so much effort into maintaining it. My brother appeased her by telling her there wasn't that high of a mess, meanwhile running a wet paper towel over the floor. My mom kept complaining with an upset undertone. Then my brother interjected that he came all the way home and he gets crapped on."
        }, 
        {
            "number": "009", 
            "content": "I was sitting in the driver's seat of our old minivan in a parking lot waiting to drive across the street to the post office, to mail my parents cell phone back to them. Right then, the cell phone rang. I debated answering it, because I never use it (I had merely borrowed it for a cross-country road trip). I picked it up, and it was my mom complaining and reminding me to return the cell phone. I told her I was going to do that right now and by her calling, it was only going to take longer."
        }, 
        {
            "number": "010", 
            "content": "I was in my house here at school, with two of my friends. They had stopped over just before their first morning class. They sat down and chatted briefly and asked for some info, to see a schedule or something. I looked around a little for it and was talking to them about random stuff, since I was excited that I hadn't seen them for a while. The girl got really annoyed with me because they were in a hurry to catch the bus. I felt guilty and ran into my room and quickly grabbed what they were looking for and realized that I could just give them a ride to class. When I ran back into the other room, they had already left. I ran to the front door and looked out the door to catch them, but they were gone. I felt guilty. Right then, my two housemates walked up onto the porch, only they aren't my current housemates, they were my housemates from two years ago. They asked what I was up to. I said I had class, but I thought I would just go in and clean. Then three women came walking up and into the house with mops and brooms in their hands. They said they were friends/employees of my landlady and that they had been given approval to go through the entire house and clean. Neither my housemates nor I had given any approval to my landlady, but the women were already in and around the house. I ran into my room to tell them to stay out, but they had anticipated this, and had put a transparent, plastic mat on the floor that said to stay out. I started to clean my room. First, I picked up a huge hard-cover Bible that reminded me of one I had as a toddler. I put it up on a shelf in the closet. Then I went to my dresser and wanted to check the top drawer. It was about a foot higher than my head, so I had to pull out, and step into the bottom drawer. I reached into the drawer and there were a bunch of densely packed blankets. The drawer was really, really deep. As I reached around the blankets, to the bottom of the drawer, my feet slowly lifted off the bottom drawer and hung in the air, with my torso hanging in the top drawer. I kept reaching around the blankets, until finally I was in the drawer with all the blankets on my stomach. There was a knock on the door so I had to extricate myself quickly. I reached back behind my head forming a bridge, and then jumped back in a backward handspring. I landed on my futon, narrowly missing a thumbtack and two unbent staples that I had previously stuck into the mattress."
        }, 
        {
            "number": "011", 
            "content": "I was with a big group of people. We had just finished committing some crime and we were running through a store with the cops chasing after us. We got to a dead-end in the building. There was a big glass wall. One of the guys we were with ran head first though the glass, and the entire wall shattered. We ran just outside the building and huddled. Then we reached into some bags we had and took out clothes, which we began changing into. J changed into really cheap, women's clothes;.only a couple of the others changed. We stood there for several minutes, and bystanders walked around us, confused. Finally, the cops and the feds got to where we were. We all frantically, speed-walked away. The feds saw us take off, but they were confused by the fact that we had changed. We ran across the street and through the fairway of a golf course that I used to live near. I had no make-up on, so I grabbed a handful of sand from a sand trap and rubbed it on my face, which looked like powder. Then we ran into my old house, which was connected to the golf course. The feds followed us in. There was a huge dinner gathering going on and everyone welcomed us as we entered. The feds were welcomed too. My family looked at me weird because of the way I was dressed, but didn't say anything. We sat down for dinner and ate this huge gourmet dinner that my dad and a couple of the guests had prepared. At the end, the feds thanked everyone for dinner and left. We all cheered that we got away with it."
        }, 
        {
            "number": "012", 
            "content": "I was in Tae Kwon Do studio explaining that I was late because I had midterms and I fell asleep. I told them about a weird recurrent dream I'd been having that had some quote about turning into women. I explained to them how all my dreams are so weird. They thought it was interesting, but weren't impressed that I missed class."
        }, 
        {
            "number": "013", 
            "content": "On different nights I tried kissing two of my female housemates. They weren't my actual female housemates, though. They were girls I knew from high school. I tried to kiss them because I was lonely and depressed. We all talked about it sitting in our apartment (though it wasn't our actual apartment), while we were getting ready to go to our psychology midterm that night. Right then, our psychology professor came in to help us study. Instead of helping us study, he started ranting and raving like a madman. He forced me to drink a bunch of hard alcohol, till I was a little bit drunk, which, apparently, he was too. He knew Tae Kwon Do, and started kicking at me. I blocked him some, but he was really good, and he had all of sudden grown to be seven feet tall. I fell back on the couch next to my housemates. He lost his balance because of his intoxication and fell back on our glass coffee table and shattering it. Then he jumped back up. He started throwing shards of glass from the table up into the ceiling like knives or pencils. Then he grabbed one like a knife and thrust it at my head in a downward, stabbing motion. I quickly grabbed a pillow and protected my head. The glass penetrated the pillow and came within millimeters of piercing my eye. I glanced at my watch and told him that it was 9:15 p.m. and he was fifteen minutes late for our 9 p.m. midterm. All of a sudden, he agreed and stood there frozen, with a blank look on his face. My housemates and I quickly started packing up our books to go take our test. I cursed him because I really needed the extra time to study. My housemates and I quickly ran into one of the bedrooms to get something for class. Then, I stopped everybody and warned, \"Shouldn't we call 911 because of his attack?!\" They seemed hesitant since we were already late for the test. I said, \"He DID almost stab my eye out with a shard of glass!\" They agreed, then asked where he was. We went back into the living room and he was kneeling, on the floor on the broken glass, staring blankly at the wall."
        }, 
        {
            "number": "014", 
            "content": "My Tae Kwon Do instructor told me if I stay with him, he'd turn me into a black belt. I replied that that was great, because I wanted to learn everything."
        }, 
        {
            "number": "015", 
            "content": "I am giving an explanation to two girls who are holding a sign made out of notebook paper. It reads, \"Reasons for public living.\""
        }, 
        {
            "number": "016", 
            "content": "I was in the Mafia or just someone wanted by the Mafia. I was in a hotel room and there were two Mafioso guards standing at the inside of the door protecting me. The door was really weak, similar to a train overnight compartment door. It wasn't safe for me to sleep there for the night, so I snuck out of the room and building. At that time, the Mafia members trying to kill me busted in the room I was in. They saw I was gone so they started looking for me everywhere. Outside, I was met by my backpacking friends. Outside of the hotel, there was a ravine and everything was jungle-like. The location of the hotel looked like where the psychology building is, and the ravine looked similar to the area where the dorms are. We started hiking, looking for a place we could hide for the night. On the inside edge of the ravine, we built a jungle-like fort that was camouflaged. After we hung out for a while, we decided it wasn't safe enough, so we left. We walked outside of the small jungle, and crossed the road that brought us onto a huge golf course, much like the one I used to live near. We walked onto the middle of it. When we got there, the Mafia men had just found our fort in the jungle, and they knew they were on the right trail. In the middle of the golf course, we ran into Michael Jackson. We felt that he would be a good distraction, so we sent him towards the jungle and hotel building. Then we ran to the edge of the golf course and backtracked towards the jungle to watch."
        }, 
        {
            "number": "017", 
            "content": "I had driven to another city to visit my friend Steve from high school. He just graduated last spring, and moved there from a big city. We were sitting in a cafe talking. We were both happy to see each other. I told him how we hadn't seen each other for over a year when I visited him, and before that, at least a year. He replied with the month we had last hung out. I asked him who he was living with, other than our other high school friend Mark. He said there were two girls who he lived with. I knew his college friend Donald was from his new hometown, so I asked if he was in the city, and if he hung out with everyone. He said that Donald didn't feel the need to make any more friends after college and was kind of an asshole. I thought that was too bad. I asked him if his girlfriend of two years was out here. He said no, obviously upset, they were taking a three month break, and she was staying in his former home town. I apologized for bringing it up. He said it was okay."
        }, 
        {
            "number": "018", 
            "content": "I was in the foyer of my high school, only I didn't think it was my high school. I was standing there with some slightly older man, my two brothers and I. The older man started to open the bathroom door and I heard a toilet flush. He said, \"There wasn't anyone in the bathroom!?\" I turned away from the bathroom and started to run. Everyone followed. We dove around the corner of the wall. Right then, the bathroom exploded, sending flames all throughout the area we had just been standing. I had barely saved our lives. Later on I told my brother and the man, \"I can't believe that I didn't say 'Run!'.\" I was lucky they followed. The next thing I knew, we were on a plane flying past a beautiful sunset. I said, \"This is why we lived\", out loud. My older brother got mad and said he was still shaken up from the explosion. I put my arm around his shoulder. Two tears started streaming down my cheeks as I watched the awe-filling sunset. My brother said, \"Wait until the memorial service, then you'll be crying,\" in a guilt-provoking tone."
        }, 
        {
            "number": "019", 
            "content": "I walked into the women's dressing room at the Tae Kwon Do studio, even though I have never been in there before. When I opened the door, there was a guy from my psychology class(who I don't know) inside changing. He apologized for being in the women's dressing room. I told him it wasn't a big deal and that I accidentally was in there too. We looked outside the door, on the base of the wall. There was one of those shoe store mirrors that are at angles. It was set up so you could see under the door from outside the changing room. The guy told me to pull down my pants and put my butt against the door, which was the kind of store changing rooms with the panels that allow you to partially see through. I stuck my butt against the door and looked between my legs and under the door, at the mirror. I could see the impression of my bare ass through the door. I pulled up my pants and the guy and I were amused, but concerned that people could spy on us."
        }, 
        {
            "number": "020", 
            "content": "There is a big bird, like a stork or vulture, that is flying with my entire head in its talons. The rest of my body is hanging below."
        }, 
        {
            "number": "021", 
            "content": "I was in a diner eating eggs. I was talking with my acquaintance, Joe. We were talking about raves and the punk rock scene. I was telling him I really used to be into raves. He is big into punk rock, so he didn't really agree, but he was being polite and pretending to agree. I told him you can't really have any fun unless you do drugs. I told him that at a handful of the ones I went to, I did drugs and had a great time. The other handful of times I went, I went sober and had a horrible time, which was kind of a lie, because I still had fun at those. He agreed with what I had told him, because he was being nice, even though I knew he hated raves."
        }, 
        {
            "number": "022", 
            "content": "I was sleeping on a futon in my bedroom. My bedroom was actually a sunroom in one of my old houses that I had lived in over eight years ago. I woke up because there was a really loud siren, and I was really afraid the cops were coming to get me. The windows were open, and the drapes were blowing pretty hard. I walked over to the window and looked outside. It was still really dark out, but seemed like morning would be coming soon. There was a big herd of bison out in the distance, near the golf course, that was attached to our yard. As I was looking in the distance, I noticed that one of the male bison was right next to the open window. When it saw me, it let out a huge growling-like noise. I jumped back and it jabbed its head in the window. I quickly shut the windows. However, it took a while, because they closed in a really complicated way. Then I opened the sliding screen door to go outside. There was a futon and a porch chair, only the whole porch was screened in, so it was actually inside still. My housemate was out there with two of her girlfriends. My housemate was sitting on the porch chair. Her friends were on the futon. One of the girls I knew. The other I didn't. They were both very beautiful, especially the one I didn't know. I told my housemate that the siren had woken me up. She said it had been doing that all night. They were talking and I was quickly annoyed by their conversation. They had used something of mine, and I got really mad at them for not asking first. The really beautiful girl became really bitchy. My housemate got angry because I was starting an argument. Then they started talking trash on this guy, whom I was friends with my freshman year, at my previous college. He was sitting in the corner of my room on the upper bunk of a bunk bed. He was wearing baggy jeans and a black hooded sweatshirt, with the hood up, like one of my high school friend's dresses, but this ex-college friend never dresses like that. He was listening to the girls and was sad, but resigned, because he knew his flaws. Because I was mad at the girls, I defended him, even though I hated him myself. The beautiful girl rolled her eyes. The girls started brainstorming on what guys they should invite over. They mentioned Rick, whom I am friends with. They asked if he had returned their phone call inviting him over. I told them that he had called when I was asleep and said he was going to stay home, but I didn't tell you because I was half asleep, and went right-back to bed. The beautiful girl scoffed. I said \"Whatever,\" and went back to my bedroom to lay down. My ex-college friend was smiling because I had defended him. I looked at him, trying to look indifferent, but had an annoyed look on my face. Then I went to bed and became angry when I found a bunch of junk on my bed. I presumed the girls had put it there, because it looked like costume jewelry."
        }, 
        {
            "number": "023", 
            "content": "I rode my bike up a steep, narrow driveway to a house that was not my own. I think it was maybe a few houses down from my parents' house. My bike was a BMX freestyle bike. At the top of the steepness, the driveway flattened out and followed along the side of the house. The house was on the right, and to the left of the driveway was a three-foot wall of railroad ties that held back the soil, like a terrace. The yard was a hill that went up to the next-door neighbor's house. The house had unusual architecture like one of the college dorms. Right where the driveway flattened was a trapezoidal arch that formed a telephone booth-shaped gazebo with the railroad ties. There were no cars in the driveway. Suddenly, two women walked around the back of the house and towards the front of the driveway. I ran over to the gazebo corner with my bike. Since I was in their driveway, I didn't want them to see me. I peeked at them through a porthole in the gazebo wall. They didn't see me and walked around the front. I walked back to the driveway, underneath the arch. Then some other guy my age biked up the driveway. He asked me if there was anything cool back there like a ramp or anything. I said, \"No,\" hoping he would leave."
        }, 
        {
            "number": "024", 
            "content": "There is a girl maybe fourteen years old. She is wearing a Girl Scout-type dress. I ask her to lift her dress up. She starts to, then I wake up."
        }, 
        {
            "number": "025", 
            "content": "There's a woman in the Tae Kwon Do studio. I don't know who she is. She is kneeling and wearing her uniform with a greenbelt. When she stands up her belt changes one rank lower to a yellow belt."
        }, 
        {
            "number": "026", 
            "content": "My paternal grandmother was in my old house. My mom was cooking chicken. My grandmother told me that the chicken smelled badly, so she was spraying a neutralizer spray around the kitchen and family room."
        }, 
        {
            "number": "027", 
            "content": "I was in my grade school gymnasium playing soccer with indoor soccer balls. I was playing an individual game where you scored points, but I was playing against a guy who I played soccer with and against until I was 15. We each had a ball. There were two goals, one on either side of the gym. We were running really hard back and forth. The coach kept saying it was the new sport that would make you tough."
        }, 
        {
            "number": "028", 
            "content": "There is a McDonald's, quarter-pound cheeseburger. It is being sold and marketed and supposedly having no grease. I thought, \"How could that be possible!?\""
        }, 
        {
            "number": "029", 
            "content": "The Tae Kwon Do master is teaching me how to throw a good side kick. He is showing me, while I was sparring against another student. I accidentally kick the other student in the back. The master says it is okay, that you can dislodge someone's limbs if you do it properly, even though it's against the rules, and not safe. Then he told me my back was too tight. I knew I needed to stretch more."
        }, 
        {
            "number": "030", 
            "content": "There are these really beautiful freshman girls. I was trying to get them to meet me at the dining hall. I walked by two of them outside their dorm. They looked at me. I kept walking down the path until I got to the beach. I thought about telling them about my new ideas, as I sat on the beach. These ideas were the discovery that certain commercial voices were those of celebrities. This high-pitched cartoon cat voice, along with the Taco Bell Chihuahua characters, were the voice of the lead singer of the Bee Gees."
        }, 
        {
            "number": "031", 
            "content": "My housemates and I rented a mansion. There's a big office, a big closet, two huge safes in the closet. It's similar to our house, but much larger. There's no furniture. We need furniture for the mansion, so we go to a coffee shop. It was on a second floor with metal stairs going outside. I walk in. There are people everywhere, and a bar/counter. By the stairs, there is an outdoor balcony with a table and a couple of plastic patio chairs. We already have a couple like that at home. I walk through the shop; it's tables are full with people. Around the corner from the counter is a little curtained room. It is situated much like a dressing room. Inside there is a little table and three chairs, one of them is really nice. I want it, but to take it will be really hard, because I'll have to walk through the entire cafe. The patio chairs.on the balcony will be much easier. I hesitate, and walk out of the curtained room to look at the cafe. I go back and pick up the nice chair. I carry it into the main part of the cafe and walk through the crowd of tables, with the chair slightly over my head. People glance at me, but I look like I am doing what I am supposed to, so they don't care. I walk though the back door, down the metal stairs, put the chair in the back seat of our get-away car. I jump in, and we peel away. Next thing I know, the new chair is in the almost empty mansion. My housemates and I admire it."
        }, 
        {
            "number": "032", 
            "content": "My landlord is talking to a journalist or housing director. My landlord says he will keep raising rent by $5,500 per year and he would make back his money in five years. The journalist asks him what he would do if rent fixing laws passed. My landlord's jaw dropped in apprehensive shock."
        }, 
        {
            "number": "033", 
            "content": "I was with all of my close friends from high school. We were at my friend Mark's house, but it was different than his actual house. My friends Mark, Steve, Ron, Sam, Nick and Hal. It was strange that Hal was there because Mark doesn't like Hal. We were drinking and hanging out when Mark and Hal started fighting and punching each other. Everybody just stood there and watched. You could tell who liked Mark more, because they stood behind him. Finally, Ron pulled them apart. I was sitting in a pool with Hal. We were talking about how messed up the fight was. We knew that three of them weren't friends with Hal, also, but Ron, Nick and I were. I explained to Hal that it was wrong that Nick sided only with Mark, whereas Ron and I were really torn. We were back at Mark's house, in his kitchen. Hal wasn't there. I had made a frozen pizza, and Ron put it in the refrigerator. When I took it out, there were bite marks in it. I looked at Ron, and he laughed, finding his act humorous. I pretended I was mad and we started play fighting. We started wrestling."
        }, 
        {
            "number": "034", 
            "content": "My mom called me on the telephone to tell me that my Dad's new job opportunity fell through. She also told me he slipped another disk in his back. My family had just move back to our home area. My high school friends came to visit me and see the new house. It was extremely large, and very nice. They commented on this. One of them requested a tour. I said sure. My friend Ron said he had to go poop. We all light-heartedly jeered him, and I showed him the downstairs bathroom. I teased him about stinking up my new bathroom."
        }, 
        {
            "number": "035", 
            "content": "I was in the living room of the house I lived in my junior year of college. There was a couch in there. I was sitting on the couch with a beautiful, naked, voluptuous woman. I was sucking.on one of her large breasts. I was fascinated by the fact that I could suck her entire breast into my mouth. I looked into a mirror on the wall as I did this, because I was so fascinated. Then I leaned over and began performing oral sex on her. Just then, there was a knock at the door. I ran up to get it. I opened the door and there were three or four of my friends, none of whom know each other. There was an acquaintance of mine from middle school. He had brought a friend I had never seen before. There was an acquaintance of mine from high school. Finally, there was this beautiful girl I am friends with from my language class. They came into the other family room. The naked woman was no longer present. They started raging and partying in the house. They started shakig up soda cans and spraying them all over the room. They sprayed in Mohawk-shaped sprinkler patterns. I asked them not to, but they kept doing it. My friend from high school told me to try it; I said \"No!\" Then he proceeded to spray a can over my head so that I was covered in soda. The entire room was covered in soda. I became angry and overwhelmed. I assigned each of them a part of the room to clean. At that time, my middle school acquaintance went upstairs to my bedroom with the girl from my class. I went into the kitchen to get sponges and cleaning supplies. I wet a bunch of paper towels. The girl from my language class came in. She said, \"You can't make them clean.\" I asked, \"Why not?\" She told me, \"You can't have guests over and have them clean. When I have guests over, I clean everything myself, so you should too.\" I agreed, but was mad. I asked her how she could hook up with my friend. I told her, \"You've had a boyfriend for three years and if you're going to cheat on him, it had to be with me.\""
        }, 
        {
            "number": "036", 
            "content": "John Lennon and Paul McCartney were sitting on the floor in a hallway. They were on the second floor of their mansion. They were young with looks as if it were the late 1960's. Occasionally, George Harrison walked by and said something, but mostly John and Paul were there. Sitting next to them was a cameraman filming them. He was about their age. John and Paul kept getting annoyed with him and they'd push him by the forehead, so that he'd fall on his back. John had a guitar, and they were singing and writing a new song. They decided to live and sleep there, in the hall, naked, except for shorts made out of paper bags, with leg holes cut out of them, and the bag going up to their chests. They had a pillow inside it for a cushion to sit on. Then they poured Ruffles potato chips in their paper bag shorts, and crushed them by sitting on them. They laughed, and declared that it was for some unknown political cause."
        }, 
        {
            "number": "037", 
            "content": "I was in class, in lecture, in the same room where I have my psychology class. I have a textbook. It looks similar to my language textbook. There is a geometrical picture of a man on the cover. The word \"O.K.\" is scratched onto his head. I get up to go to the bathroom. I come back and sit down. The man on the textbook is colored differently. Someone has covered the textbook in clear plastic and then colored on it. I open up the cover and it says, \"I love Tom Cruise,\" written lengthwise. I look toward the front of the lecture, and there are three grits (mid-western, white trash, punks) I knew in middle school. They were looking back at me and giggling. Apparently, they were the secret vandals."
        }, 
        {
            "number": "038", 
            "content": "I'm biking to my Tae Kwon Do class. As I open the door to the classroom building, I bump into my friend, Gino. He invites me to hang out that weekend. I say sure, if I don't have to do something else. I start chatting with him. He gets a disconcerted look on his face. I asked him if he was okay. He says he has to take a bad poop. I let him go. I go upstairs and open a door. I find myself walking into the house where I lived with my family over 6 years ago. My Tae Kwon Do class is until 4 p.m., and it is only 3:40 p.m., so I lay down to take a nap. When I wake up, the clock reads 4:22. I am upset that I am late. I decide to hurry and still make it to class. I get up and go into the kitchen. My ex-housemates Tom and John are there making dinner. I ask them what time it is. Tom tells me it is 4:45. I am angry with myself, because there is no point in going so late. John has just come in from biking or playing tennis. He is wearing really tight florescent yellow and black biking clothes. I compliment him on them; he thanks me. Tom offers me some dinner. I say \"sure\", since I'm no longer going to class. He is making tacos. There is only one extra that I can have, but I was thankful. Tom accidentally drops it with a glass. The taco falls apart and the glass breaks beside it, on the counter, so that there is broken glass in the food that was for me. Tom is really mad that no one will get the only extra taco. I still thank him for offering it to me. Then Bill comes into the room, and makes a wise-ass remark about me also eating. I remind him that it is John, Tom, and I who pay rent to live there. He mimics me. We sit down at the table to eat. Bill keeps antagonizing me, until I order him to leave the house for lack of respect. John and Tom sit silently, watching. Bill refuses to leave. I get up and walk towards him, ready to throw him out. He stands up and says he isn't scared of me. He says he knows I only weigh 110 lbs. And he isn't afraid of my 'Tae Kwon Do shit.' I palm his head with my pointer finger and ring finger piercing into his eyes. He falls to his knees. Then I jam two fingers on my other hand into his throat. I tell him I can kill him right here if I wanted to. Then I push him onto the ground, where he collapses. I sit back down at the table, with John and Tom. They are silent. I apologize for what I did. I say, \"I didn't want to do that, but I felt I had to.\" I take a drink from my glass, and I taste bread crumbs. I look into the glass to find a few small pieces of chicken. I ask what it is all about. John replies that there was some left-over chicken, so they gave it to me. I thank him."
        }
    ]
}