{
    "dreamer": "madeline3-offcampus", 
    "description": "Madeline 3: Off-Campus", 
    "dreams": [
        {
            "number": "0314", 
            "head": "Off-Campus:08/02/01", 
            "content": "I dreamt of driving to my maternal Grandma Jane's house.  Once there, though, my (deceased) maternal Grandpa Gerald showed up.  He had greenish red lesions on his neck and shoulder that was supposed to be glaucoma; I think it was actually cancer.  In any case, it was good to see him again, although I didn't get to give him one of those long hugs like I used to always do in dreams.    I remember wondering.  It was a collective dream, having him there.  Grandma Jane dreamt it, but the rest of us could see him too."
        }, 
        {
            "number": "0315", 
            "head": "Off-Campus:08/02/01", 
            "content": "I dreamt I was packing, getting ready to leave the dorm; only my bag was just the small purple one.  My old roommate Chelsea was there, getting my info or something.  We started to talk.  I was waiting for my boyfriend Jeremy.  She was complaining about her 100 relationships.  I told her I wouldn't know, I'm on my first.  She said no, it was my second marriage.  I heard a faint noise that I perceived to be a knocking and I ran downstairs.  I opened a door to the outside of the large boat.  Jeremy wanted to get something to eat, and suggested Thai.  We went to the area that looked like a food court.  We sat down at the center bar.  To my left I could see 'Canopi' food.  Things were put into the holes of these huge breads, making them tall and difficult to eat.  Beyond that was some space ice cream; bottles of color with spheres and lumps in it.  There was something similar next to it, and he ordered one of those, too.  Then we went outside. With a very religious girl and another guy, Jeremy asked for the next stop at an island with water pouring down the side.  It was a very colorful island.  We climbed on and as we went further in, where there were blocks and it looked like giant books.  The ground was still moist and slippery.  Jeremy was skating on it.  He had two wheels on each foot.  They did rent skates off in a little cave to the side."
        }, 
        {
            "number": "0316", 
            "head": "Off-Campus:08/03/01", 
            "content": "I had the repetitive dream of continually having to slam on the brakes."
        }, 
        {
            "number": "0317", 
            "head": "Off-Campus:08/03/01", 
            "content": "I dreamt of my good online friend Del.  We were lying on the bed, cuddling and talking.  I told him he looked better with long hair.  It was light brown, wavy, and shoulder length."
        }, 
        {
            "number": "0318", 
            "head": "Off-Campus:08/04/01", 
            "content": "The dream I had last night was of coming down a hill.  We stopped in somewhere and saw Harriet, my boyfriend's mother, making two cakes.  I don't know what happened, but for the scene I didn't want to see, my boyfriend Jeremy was no longer Jeremy, and Harriet was no longer Harriet, although they did hold their roles as my boyfriend and his mother.  One of my junior high school classmates Erika was there.  I don't recall how it started.  A knife flew at the mother from the son, grazing the cheek.  She threw one back, a box knife, embedding in the forehead. He threw one back, chopping the front right leg off a little poodle-like dog.  The dog was later okay, however, though still injured."
        }, 
        {
            "number": "0319", 
            "head": "Off-Campus:08/05/01", 
            "content": "I was living in the town of my university.  I met our cat Buster's original owner, who told us Buster was a girl.  We saw some lasers flying around.  I decided to try out for a part in a play.  It was a group singing part, and that was all.  I made the appointment to try out, but the next time I was there, it was the first performance.  I was there with my parents and my brother Stuart.  My dorm mate Carol was telling them how she wanted to try out for the role of Mary.  My elementary schoolmate Nick was in it, as well as my longtime classmate Mark.  It was a weird play that didn't make a whole lot of sense.  Mary arrived with her servant (or she was the..?)  as well as a big round man playing the Pleaser role, and then work began on a railroad.  It built up, until Mark fell off (as per the play).  My brother Stuart was behind me talking to my father, and I kept telling him to shut up, but he wouldn't.  It was supposed to be the initial performance, and I wasn't in it, but I would be.  Maybe it was just a run-through. In any case, I was given a green paper globe, which was a scholarship.  My dad handed it to me, sounding proud, and gave me a hug.  Then I had to go put a lamp on stage, because they needed more.  It was to look like a candle, but we were having trouble finding a place."
        }, 
        {
            "number": "0320", 
            "head": "Off-Campus:08/07/01", 
            "content": "I dreamt my boyfriend's brother Jeff and his girl left his room with multicolored hair.  Jeff was dressed as a girl.  Heading toward the kitchen there was a severed pinky toe with purple nail polish.  Something like a murder had occurred."
        }, 
        {
            "number": "0321", 
            "head": "Off-Campus:08/09/01", 
            "content": "I dreamt my boyfriend Jeremy, perhaps my best friend Emma, and one other person were here with me at the observatory.  They wanted to go downtown to catch a movie.  I had to be back for dinner.  I didn't actually go, but Emma did.  I went to check out.  There was a little cartoon of a small giraffe amongst all the other baby animals riding on their mother's backs.  The giraffe said, \"I want a mother too!\"  I told the clerk I was sad because of it.  He gave me a little stuffed giraffe.  My brother Stuart came in with some change that I had given him and got another rubber animal.  A man at the desk said we were one of the few people who had collected them all."
        }, 
        {
            "number": "0322", 
            "head": "Off-Campus:08/09/01", 
            "content": "I was sitting in my boyfriend Jeremy's home, I think, with him and his mother.  I was talking to his mother Harriet about how cute Jeremy was, and the need for pictures.  She agreed.  Jeremy had said I used to be like that but I'm not so bad now.  She told me a redundancy joke, which I didn't get at first, which I finally realized wasn't because of me.  It wasn't actually redundant.  I wanted to tell a joke too- the one about the slant eyes and boys and girls.  But then I thought I shouldn't as it could be offensive."
        }, 
        {
            "number": "0323", 
            "head": "Off-Campus:08/09/01", 
            "content": "I thought I woke up and looked at the clock.  2:30.  (I woke up later and found it was not yet 2)."
        }, 
        {
            "number": "0324", 
            "head": "Off-Campus:08/09/01", 
            "content": "My boyfriend Jeremy was asked to walk on some sort of 'rocks' which were actually stilts.  We walked a spiral rock path.  At the end, my longtime classmate Mark and my high school classmate Elvis, as well as someone else, had my old best friend Candy and me and someone else lie down so they could jump over us.  After that, I went back to the dining room table where I read a note from Candy.  She got hung up on the spelling of 'excel', though she tried many different spellings.  I'm not sure why she didn't try the dictionary or asking someone.  They called me back, and my mother said I should go and find out what they wanted.  The person sitting next to me said something about eating my butt.  I didn't go back, though.  I went the other direction, off to the right.  There was a Dilbert cartoon that I started to read, about the double-sized people.  They were paired up with the smaller people for dates, most of which, upon further inspection (the people were now real, not a comic strip) were women.  There were titles, like a news report.  They were saying how poorly the matches were, as by last name.  The Macs.  Egg-Counts.  Weigh-Melons.  One set went to the drug store. I saw three women sitting in the back of a car, bored.  A girl to the right asked me if I wanted to help the sex, things like that.  I went to one of the girls at the threesome, and was going to pair her with the one who'd requested me.  I cradled her in my right elbow and started to rub her between her legs, then her nipple.  I moved to kiss her but she started to pull away.  I tried kissing her soft lips again.  She was trembling.  I asked why, and she said she was afraid it would hurt.  I told her I didn't want to hurt her, but to pleasure her, and asked her if my rubbing between her legs had hurt.  I wanted to continue; I myself was throbbing.  I woke up then to the sound of thumping."
        }, 
        {
            "number": "0325", 
            "head": "Off-Campus:08/10/01", 
            "content": "My mother and I were taking the Volvo home after repairs.  I was leading, but the off-ramp/flyover we were supposed to take was abruptly cut off and missing.  I headed for the other direction.  I found out only too late that that one was unfinished, too.  I started to slam on the brakes but realized I wouldn't make it, and would probably just cause more damage.  I didn't know any other ways out anyhow, so I accelerated.  I flew off and landed hard, but everything seemed okay.  My mother had been able to stop in time.  I threw a tirade at the mechanic when my car wouldn't start.  I talked to them on the phone.  It wouldn't be fixed until Monday.  Would they do it for free since it was their fault?  Busy signal."
        }, 
        {
            "number": "0326", 
            "head": "Off-Campus:08/10/01", 
            "content": "My best friend Emma was talking, giving a speech about when she was little and on stage.  I saw her then in her youth.  Short hair, bangs, wearing a red dress.  She was supposed to recite something.  She kept playing with her hair, and that was why she was embarrassed."
        }, 
        {
            "number": "0327", 
            "head": "Off-Campus:08/12/01", 
            "content": "I dreamt about white bottlenose dolphins, porpoises."
        }, 
        {
            "number": "0328", 
            "head": "Off-Campus:08/12/01", 
            "content": "I was parking the Volvo close to the tall curb, scraping the hubcaps.  My former friend Jenna said something about lending me her car for something."
        }, 
        {
            "number": "0329", 
            "head": "Off-Campus:08/12/01", 
            "content": "I dreamt of a huge bug, about the size of an open hand.  About 4 inches tall.  He was flying around and I grabbed him out of the air like that.  He started to whine and I felt sorry for it."
        }, 
        {
            "number": "0330", 
            "head": "Off-Campus:08/12/01", 
            "content": "I was hiding a condom in a nylon stocking and my mother was approaching, so I threw it behind a doorframe and closed the door.  When she left I went to get it again, and someone, an Asian boy, supposedly my brother or something, asked me what I was doing.  I knew I couldn't hide it from him.  I took the stuff to my room on the other side of the building, and my mother was about to find out."
        }, 
        {
            "number": "0331", 
            "head": "Off-Campus:08/14/01", 
            "content": "I dreamt of visiting my old violin teacher and her husband.  They were living in a dark house.  Their daughter was about 11, they had a boy a few years younger, toddler twins, a baby, and she was pregnant again.  We went for a walk.  I noted the niceness of the neighborhood- large property, quiet.  We went up a ways on a hillside, not far enough, but there was snow.  My..brother?  Son?  was going to teach their son how to sled.  He said go ahead, soap the roads, he was going to use the snow.  They went down far."
        }, 
        {
            "number": "0332", 
            "head": "Off-Campus:08/14/01", 
            "content": "I was going to put my boyfriend Jeremy's bike away, so I was gliding on both his bike and mine  Back and forth around the corner.  My mother asked me a question near the trunk of the car.  Something about 'the rules'.  I continued them, singing the Grasshopper Takeover song \"Forever Young\", not aware the song was what she was talking about, only that I recognized what she meant and the words I'd heard before were from the song."
        }, 
        {
            "number": "0333", 
            "head": "Off-Campus:08/14/01", 
            "content": "I dreamt of finding a used condom in my bed."
        }, 
        {
            "number": "0334", 
            "head": "Off-Campus:08/15/01", 
            "content": "I was with my boyfriend Jeremy.  Wherever we were, I left for a moment, following my father.  He made huge waves, with mental powers.  I was surprised to find that he had them, but not overly so.  It was magnificent, the deep blue of the water.  I wondered how he wielded so much power as to make such a huge wave over the entire body of water.  I was about to ask but I realized myself that it wasn't the size, that's just a psychological obstacle.  If you know how to do it at all, you're there.    We were about to go back in; it was now like a secret between my father and I."
        }, 
        {
            "number": "0335", 
            "head": "Off-Campus:08/15/01", 
            "content": "I dreamt about seeing my high school friend Bryan again.  He was an adult, though, with his wife.  He kind of looked like one of the telescope operators at the observatory."
        }, 
        {
            "number": "0336", 
            "head": "Off-Campus:08/16/01", 
            "content": "Don't remember much.  Scanning the houses below from the cliff.  They weren't so much houses, just simple gumdrop sort of dwellings.  No decor, simple blocks with rounded corners, a few cracks, a bulge where the door is.  Very nondescript.  Descent to a mint green building.  Desolate barren area, like the rebuilding after a huge war.  No windows on the dwellings, as they were impractical.  The houses were small as most of the living space was underground, away from the desolation and heat/radiation.  I was a lonely man staying in the mint green house, the other houses seemed to be empty.  There was a strange woman with an odd aura of periwinkle.  Don't remember the rest, it was too strange.  My boyfriend's brother Jeff was there."
        }, 
        {
            "number": "0337", 
            "head": "Off-Campus:08/18/01", 
            "content": "My boyfriend Jeremy and I were going into the laser control room at the observatory.  They had vegetarian chicken nuggets for us.  We talked to the astronomers.   We were next to a videogame novelty shop.  We went in, and met up with our friend Jake there.  We went to lunch.  Jeremy and Jake rushed ahead, so when I got there I couldn't find them.  They started laughing, sitting right in front of me, and hiding behind menus.  I threw my foot at Jeremy and went in.  It was a small, crowded place.  A guy got up, so I sat down.  It was a sort of vegetarian place.  The man at my table showed me options.  'N_do_' looked like some sort of root, but was somehow rice.  Then it was like dinner theatre, and the show was about to start.  A handicapped girl was lying across the laps of several guys.  I chewed and chewed and had to spit the n_do_ out.  It was too fibrous.  The man at the table told me I had spinach on my lip.  I left and went to look at some things of Jeremy's.  A sort of tree of memory.  I opened a pouch of his porn.  Four-year old girls were showing their underwear, only the last one didn't want to because of her period, it was very messy."
        }, 
        {
            "number": "0338", 
            "head": "Off-Campus:08/20/01", 
            "content": "I was at a family party in a brownish house with wood paneling, like a den.  I think it was my godfather Ben's house; in any case, he and his kids were there.  Somehow it came out that Grandpa Sal was going to die of cancer in six months or so.  I was sad and a little panicked."
        }, 
        {
            "number": "0339", 
            "head": "Off-Campus:08/21/01", 
            "content": "Dreamt of many cars the same color as mine, in trying to get mine back.  Fixed a sweater."
        }, 
        {
            "number": "0340", 
            "head": "Off-Campus:08/22/01", 
            "content": "Dreamt of riding in a car driven by Tea Leoni.  In talking to her I found out her and David Duchovny were no longer together."
        }, 
        {
            "number": "0341", 
            "head": "Off-Campus:08/22/01", 
            "content": "I dreamt the new season of Red Dwarf started on Tuesday at 9:30."
        }, 
        {
            "number": "0342", 
            "head": "Off-Campus:08/22/01", 
            "content": "I had an odd dream about my son 'Jack' and I.   Something about being turned down or dumped 3 times in two days.  There was a struggle.  In the end, I was riding in the back seat with two cops, my baby being held by one.  I missed him so much.  My life was horrible."
        }, 
        {
            "number": "0343", 
            "head": "Off-Campus:08/23/01", 
            "content": "I dreamt my high school badminton coach had taken up another sport, and was offering it to me.  I don't recall what it was now, but it was obscure."
        }, 
        {
            "number": "0344", 
            "head": "Off-Campus:08/24/01", 
            "content": "I dreamt of cuddling with a big gorilla.  Later it was my old online friend Marty in a costume.  I accidentally left some records there, behind the one-way mirror where he stayed most of the time.  There was a fountain, and Nathan Lane came out and did magic tricks with glasses and eggs.  There was a flame, and my father was impressed by the last trick.  We left.  Colorful cylinders connected to make a big tube we traveled through.  Sparkly and glittery lights.  I said it was like the Small World ride, or more like ET in Universal Studios."
        }, 
        {
            "number": "0345", 
            "head": "Off-Campus:08/24/01", 
            "content": "A mission.  I was at the observatory in a sort of training institute.  I had to obtain something.  Ate some sort of cream soup and opened my locker to get some necessary items.  I checked a high ledge on the other side of the building.  I got things like a lock pick.  I crawled through a wet tunnel and swam back.  I thought about how it had been different from 'last time' as if I'd done it before."
        }, 
        {
            "number": "0346", 
            "head": "Off-Campus:08/25/01", 
            "content": "Rodents were escaping a cage."
        }, 
        {
            "number": "0347", 
            "head": "Off-Campus:08/26/01", 
            "content": "I was a security guard for a street magician.  I went inside the building to see the doctor about the weird and painful 'second tongue' in the back of my throat.  I walked through the building as if it were a huge hotel."
        }, 
        {
            "number": "0348", 
            "head": "Off-Campus:08/26/01", 
            "content": "I was in a place like the old dorm on at the observatory.  In room 362, cowering.  My boyfriend Jeremy was coming after me as if to attack me.  I managed to slip out and into 364, and screamed when he followed me, instead of going into 362 like I expected.  I think I jumped out the window to get away from him.  Yet later, he was driving me somewhere."
        }, 
        {
            "number": "0349", 
            "head": "Off-Campus:08/26/01", 
            "content": "I dreamt of driving to the town my university's in.  There were pathways and flyovers everywhere, and it was very confusing.  Somehow I managed to take the correct turnoffs.  There were some little kids.  I went to the carnival.  The fortuneteller.  It was like a corpse on the table.  It told of health.  I put a six-pronged ball into a chute and 'won'.  I had my choice of little figures, a pig, Frankenstein, or many others."
        }, 
        {
            "number": "0350", 
            "head": "Off-Campus:08/27/01", 
            "content": "I dreamt our cat Buster was missing.  A cat crawled out of a drainpipe, and my father picked it up, thinking it was him.  I told him no. Buster's got a darker head and such.  A few minutes later, Buster did come out."
        }, 
        {
            "number": "0351", 
            "head": "Off-Campus:08/27/01", 
            "content": "I was in my boyfriend Jeremy's house with my mother and Jeremy and having to sneak out.  I tried hiding behind a bed as his Jeremy's father entered.  I crawled out the door.  I got out of the house and hid behind a hedge.  I talked to a small kid about how he turned invisible.  He was a ghost.  He told me you had to be dead.  I said, \"But I AM dead!\"  He told me to try.  All in the attempt, the will.  He told me to use black vinegar.  I tried it, and started to go invisible, several times."
        }, 
        {
            "number": "0352", 
            "head": "Off-Campus:08/28/01", 
            "content": "I was driving on the freeway backwards.  I stopped, and went somewhere for something.  I was very distraught when they turned my car into a Transformer."
        }, 
        {
            "number": "0353", 
            "head": "Off-Campus:08/29/01", 
            "content": "My boyfriend Jeremy and I were driving.  Some people in a car in front waved us to pass them.  I woke up and told Jeremy, becoming somewhat conscious that we were in bed."
        }, 
        {
            "number": "0354", 
            "head": "Off-Campus:08/31/01", 
            "content": "My boyfriend Jeremy had a younger sister, and she showed me pictures of Jeremy when he was younger.  But the pictures moved, and I got to see his cute expressions."
        }, 
        {
            "number": "0355", 
            "head": "Off-Campus:08/31/01", 
            "content": "I was in my boyfriend Jeremy's neighborhood.  Playing video games in the garage when his uncle or a renter or someone pulls up in a red convertible.  About Jeremy's luxurious house, with a huge wall-size aquarium, and getting a needle off of one of the large shark-fishes.  I met his brother Jeff's new girlfriend, a girl named Ann Veu."
        }, 
        {
            "number": "0356", 
            "head": "Off-Campus:09/02/01", 
            "content": "My 5th/6th grade teacher Mr. Man was there.  There was a huge collection of people, and a large pit in the middle of a big room.  It was somehow a military thing.  In French, someone asked, \"Aren't our tank formations pretty?\"  I was attempting to get across the room but it was difficult because of the crowd."
        }, 
        {
            "number": "0357", 
            "head": "Off-Campus:09/04/01", 
            "content": "I dreamt about going out with a guy only to find out that he wanted my high school classmate Jesse.  He got her and they watched a movie together.  My former friend Jenna and I 'rescued' her."
        }, 
        {
            "number": "0358", 
            "head": "Off-Campus:09/05/01", 
            "content": "At my maternal Grandma Jane's house, I found some old carving and writing behind a door.  I was looking at it.  I had drawn things with colored marker, and there was text carved into the wood.  Later on, my brother Stuart made an image of three of the things I had drawn.  Something of a house, and my mother as an old woman with somebody.  I left the door open and it all got washed away, and I felt horrible."
        }, 
        {
            "number": "0359", 
            "head": "Off-Campus:09/05/01", 
            "content": "We were staying at someone's house somewhere.  The phone rang, and I picked it up.  I was expecting it to be my maternal Grandma Jane, but it was my mother's friend Jill Block.  She sounded disoriented, thinking I was my mother.  \"Claire....would you call the hospital please...\"  So I dialed 911, but nobody answered.  There was silence.  I assumed then they were just going to arrive at where we were, because they didn't let me say otherwise.  I left the room to get things ready for bed.  I came back and my mother was shouldering a woman as she cried. I went back.  Something had moved, implying a ghost was around.  People started talking, but nobody really wanted to believe.  It had tried to stab my cousin Lonna.  Then, an RC car.  It seemed to sort of chase me.  I jumped on the mattress and said \"Ah hah\"- and then it leapt at me.  I said okay, you win.  I asked the ghost to talk to me on the phone (more like the second line headset).  At first it was just mumbling, but then I could hear him better.  My mother came in and I told her excitedly that I was talking to the ghost.  Then his story came at me all like a blur of text.  Something about virgins.  He asked me to follow him to the windy road up to the observatory, and a shadow grabbed my hand and pulled me off.  When I came back, I spoke to the ghost's grandchildren, a boy and a girl.  They might have been ghosts too, I'm not sure.  But that 'fixed' everything so he wasn't upset."
        }, 
        {
            "number": "0360", 
            "head": "Off-Campus:09/05/01", 
            "content": "My upper left molar had come out, but I'd started to grow another tooth behind it.  Now, I went into the kitchen when the one on the right came out as well.  There was a girl there in the bathroom, but I needed to wash off.  There was blood, and I was crying, distraught about the loss.  The small bud of a new tooth was behind it, too.  My mother came home and I told her.  Even though it had been some time before (like several days), I never told her about the first one.  I was hoping it would be a one-time thing.  I think that's part of what had me so distraught, was that I was losing another, and where would it stop?"
        }, 
        {
            "number": "0361", 
            "head": "Off-Campus:09/06/01", 
            "content": "I dreamt about my dormmate Tim, and talking about him with my father.  He said his name was actually Tim Bougeounjay, but thought his last name was better than it being English with an apostrophe.  Then he sort of became my high school friend Bryan.  He was a student from the other side of campus, and his cousin Sara was going to be a student, and he was going to help her out.  I was trying to find a gift for him, and saw little toys for making egg drop soup, and things like that, something about ducks.  Then with my boyfriend Jeremy and our friend Jake, I believe, we went to a movie.  They had odd bathroom machines, not toilets."
        }, 
        {
            "number": "0362", 
            "head": "Off-Campus:09/06/01", 
            "content": "My boyfriend Jeremy's mother coming in and finding me, since I slept at their house without permission.  I pretended to be sleeping and so she left, about to talk to Jeremy.  Jeremy came back in the room a bit later in a suit.  Then Jeremy was sick in the desert, and his mom found me in the corner, but we were both worried about Jeremy, so my being there wasn't a problem."
        }, 
        {
            "number": "0363", 
            "head": "Off-Campus:09/06/01", 
            "content": "I dreamt of being at a pantomime show.  The first act finished, and we were the second.  We were miming \"Rubber Duckie\".  My boyfriend Jeremy stopped it though, and started it in Spanish.  He sung Rubber Duckie in Spanish, and I squeaked when he poked me.  We hadn't practiced, so as soon as we finished we got off the stage and left.  We didn't get to hear how they ranked us."
        }, 
        {
            "number": "0364", 
            "head": "Off-Campus:09/06/01", 
            "content": "During my nap I dreamt of trying to turn on my (broken) computer and it flickered into a Word document- but it came on."
        }, 
        {
            "number": "0365", 
            "head": "Off-Campus:09/06/01", 
            "content": "I was doing things with 'my housemates' (not real life housemates).  We were wild, and went throwing out small foam surfboards.  I borrowed my housemate Andre's motorcycle to try and run a thin loop.  I tried and tried and it didn't work until the very end."
        }, 
        {
            "number": "0366", 
            "head": "Off-Campus:09/09/01", 
            "content": "My boyfriend Jeremy was drinking a lot.  I'm not sure where we were, it was like a resort or club or rehab place.  My annoying 'friend' Herb was trying to see me."
        }, 
        {
            "number": "0367", 
            "head": "Off-Campus:09/10/01", 
            "content": "I dreamt about going to buy books for school...at the observatory?  There were a lot of people there, and it was large, so I started to get lost. I went in the back to get some sort of sweet raisin bread.  Then there were a bunch of rats, and I felt like I was being conned, and I couldn't trust them.  On the way home, I was confused.  I drove partway looking at a map. I stopped where some man lived, and my father was there."
        }, 
        {
            "number": "0368", 
            "head": "Off-Campus:09/10/01", 
            "content": "I was leading a group of people.  We were each supposed to take turns with a sort of demonstration.  I didn't really have one prepared.  They were talking something about dance, so I thought about showing them the dance instructor from my high school who did the capoeira, but of course I couldn't get a hold of him.  We drove around aimlessly for a while.  Then I saw my old math teacher Mr. Hodgkin.  I went over and tried to give him a hug.  He wasn't incredibly receptive, as if he didn't remember me.  He was getting Alzheimer's.  I went back afterwards and he was okay.  It had been a dream.  This was all outside his new apartment in which we'd helped him move into before in a previous dream.  I hugged him and sat next to him, and told him not to use aluminum deodorant.  He said he used to use corn, it was natural. He was holding a tube of natural toothpaste, too.  I left and introduced my group to him.  I sat and ate handfuls of corn amid noodles."
        }, 
        {
            "number": "0369", 
            "head": "Off-Campus:09/14/01", 
            "content": "I dreamt about paintball and my boyfriend Jeremy's mother.  I was sitting at a table with her.  I got up to follow Jeremy but wanted to be polite toward his mother.  I said, \"Chotto matte kudasai\"..no, there's something more polite than that.  I corrected myself and went off.  I was going to run off into the paintball game but I didn't have the mask, so had to go back and get it."
        }, 
        {
            "number": "0370", 
            "head": "Off-Campus:09/15/01", 
            "content": "I was in a play.  A story like Moulin Rouge, a love story.  I knew the plot, but there was no script, so we adlibbed it all.  I had a twin sister- I don't know if that was a character or an actress.  Things ended differently.  Although we were the actor and actress, the boy and I were both delightfully surprised when it was a happy ending- the girl went with him.  Then I sat on the steps of a train station with my arms around my boyfriend Jeremy and I sang \"Loudly\" to him."
        }, 
        {
            "number": "0371", 
            "head": "Off-Campus:09/29/01", 
            "content": "Something about bread or chips in ketchup."
        }, 
        {
            "number": "0372", 
            "head": "Off-Campus:10/01/01", 
            "content": "Had a dream of..not sure if it was supposed to be a play.  Something to do with money and inheritance issues, and trying to dispose of a brother and sister or something in order to get it.  We were struggling and swimming and hit a small glacier in the lake, and were trying to work the money away from each other, I think. In the end we were throwing snowy muck and mud muck on one of the people, for a bit it looked like a spider, but we were essentially burying them."
        }, 
        {
            "number": "0373", 
            "head": "Off-Campus:10/01/01", 
            "content": "I had a dream that seemed to be of the same style as the previous.  A man with a dog, somehow threatening to my position.  I tried tricking him."
        }, 
        {
            "number": "0374", 
            "head": "Off-Campus:10/01/01", 
            "content": "Was going to pick things up.  An old converted hallway, huge room but lame kitchen.  I talked to a lady in charge, maybe a gift store clerk.  There was a clock with the Chancellor's face making faint noise.  I held it to my ear, and it was wonderful music.  The lady pulled another one for me to hear, but I had to put it together.  I took it and walked into the courtyard.  I was to try it out, but not the clock.  Cement plates, and I moved them around.  A spawn plate, a re-generation plate, etc as if for a computer game.  I tried to put them in good spots.  The re-generation plate on the wall where the enemies wouldn't expect it, yet with a clear view."
        }, 
        {
            "number": "0375", 
            "head": "Off-Campus:10/01/01", 
            "content": "A rescue mission.  Snuck into a house that looked like my maternal Grandma Jane's owned by an old man, and had to hide in plain sight several times.  Had to find a silver pen and a phone number. I was found, and poked the man in the eyes, and repeatedly slammed his head against the floor in the kitchen.  I and the others ran down the street to a shrubbed safe house.  There were people behind cars arguing."
        }, 
        {
            "number": "0376", 
            "head": "Off-Campus:10/03/01", 
            "content": "I left my boyfriend Jeremy for a moment and got stuck talking to my old annoying roommate Chelsea.  Jeremy was in a convertible and was going to give someone a ride.  They pulled out and I started to run after them.  Jeremy started to laugh.  He held up his thumb and his pinky, and I tried to flip him off."
        }, 
        {
            "number": "0377", 
            "head": "Off-Campus:10/04/01", 
            "content": "My mother broke her heel bones."
        }, 
        {
            "number": "0378", 
            "head": "Off-Campus:10/05/01", 
            "content": "Visited many places in a borrowed vehicle.  Someone got upset over the license due to the borrowing.  On the beach there was a little frightened girl, scared that she'd be swept away."
        }, 
        {
            "number": "0379", 
            "head": "Off-Campus:10/06/01", 
            "content": "Dreamt about our wedding rehearsal.  First, my boyfriend Jeremy and I were standing with a block corner in between us.  We took turns like we couldn't get closer to one another.  I had mouthwash.  I went inside a small room.  UB40's \"Can't Help Falling in Love\" was playing.  Jeremy was sitting among many people and I was in complete love of the event.  I hugged Jeremy from behind and he swayed to the music.  I sang a little though it was a hard song for me to model.  Other people were around.  My housemate Drake was in bed in front of us."
        }, 
        {
            "number": "0380", 
            "head": "Off-Campus:10/06/01", 
            "content": "I went to the campus bookstore to get an ice cream cone with friends.  Elmo became Christian and was upset that couldn't hang out with Telly anymore because Telly wasn't Christian.  I was given a mission by some bus drivers.  Government workers were doing something destructive.  I headed down the hill.  In our kitchen they were recruiting a pretty girl.  As I had refused the job, and she had not previously worked with them, they didn't tell her everything.  I beckoned her and whispered the truth.  She unconvincingly agreed with me.  I told her we/she should try to stop it, for some reason thinking the recruiters wouldn't guess what I was telling her.  Down the street at night I was with Bunsen and Beaker.  I took a wire and touched both ends to a thing on a phone pole.  It blew out the power down the street, but I wondered why not all the power was lost, and I tried again.  This time a huge gust of wind came at us.  Flecks of bug bits, regurgitated food came flying, surrounding us and stinging.  Facing the other direction I couldn't keep it out of my mouth.  It was the termites' response to our 'contacting' them.  They were 'with us' in the fight.  I went back to the bookstore for the ice cream.  My 3rd/4th grade teacher Mrs. Drager was there down and aisle.  Our provost had been in the egg aisle during the 'upset'.  I went down the aisle.  Few cartons remained, with broken half-eggs inside."
        }, 
        {
            "number": "0381", 
            "head": "Off-Campus:10/06/01", 
            "content": "Some cords were undone in our room.  We went to Great America, but it was closed for the rain.  So we went to the game room.  There was a shiny pink bowling ball."
        }, 
        {
            "number": "0382", 
            "head": "Off-Campus:10/07/01", 
            "content": "Dreamt about getting some cats.  A gray one I was particularly fond of.  A polydactyly.  It curled up like our cat Nina does on the couch next to me.  Our cats Buster and Nina surprisingly got along with them.  I went to lunch with my classmate Gina.  I had to walk across a board into the middle of a green pond to get the ticket for lunch.  Some sparkly drinks that I mixed.  I asked her how France was."
        }, 
        {
            "number": "0383", 
            "head": "Off-Campus:10/08/01", 
            "content": "Going into the back yard, we opened the door and the potbellied pig at the zoo ran in.  Next, my stuffed pig Albert.  He squealed a little when I picked him up.  Albert was real!  I petted him, gave him a hug, and let him run off."
        }, 
        {
            "number": "0384", 
            "head": "Off-Campus:10/08/01", 
            "content": "I dreamt that my brother Stuart and his girlfriend Sheila were going to have a Halloween party.  8 friends and family were coming for dinner.  We swung up to a huge ship and leaned against the boat in an oval.  Dozens of people were below.  The salad was made.  The people from below threw fruits up for it to land in the large bowl in front of us.  Carrots, grapes, melon...Then it was diced.  Monica from Friends was clinging to the window outside (like of a building, not the boat) while it was raining, she had to get something.  She almost got knocked off."
        }, 
        {
            "number": "0385", 
            "head": "Off-Campus:10/09/01", 
            "content": "I was given an orientation tour of the theatre arts department.  We had to learn proper procedures for things.  A girl was brought up for a musical exposé.  I thought I had plenty of time so I hung around a few minutes to watch.  By the time I ran to the other side of campus, through class, to the dressing room below, the lady trying clothes on who I was supposed to help (I was to be an apprentice), reprimanded me severely.  My mother was there and held my guitar case (?) and gave the woman a compliment on the outfit.  I was dismissed.  I went outside with my mother.  It was dusk.  Soft blue light emanated from lanterns.  They could turn, display pictures, to show me where something or someone was."
        }, 
        {
            "number": "0386", 
            "head": "Off-Campus:10/10/01", 
            "content": "I was outside.  A group of guys started to pick on me, telling me to do something because of something I'd said just prior.  I was about to comply when I thought, no, it wasn't right.  I wanted to fight.  Moving then became difficult.  Somehow, with focus, determination, will, I was able to move.  I kicked one in the head, knocked him out.  While down, I bashed out their teeth with a rock, to keep them down, to show them who's boss."
        }, 
        {
            "number": "0387", 
            "head": "Off-Campus:10/11/01", 
            "content": "I was at home, taking part in a karate tournament.  I was sparring with someone in the bathroom and hallway at night.  Later in my room I lost a tooth."
        }, 
        {
            "number": "0388", 
            "head": "Off-Campus:10/14/01", 
            "content": "I dreamt about stopping at the park near my parent's house.  There was a big house, looked like it used to be a bed and breakfast type of place, very beautiful.  I went in the side way, to the library.  It opened into a courtyard, and a faint whistling, and a sort of guru appeared.  He was there to give me some hints on how to...sing Tuvan?  He was very wise and highly respected. I had to be somewhat secretive about my lessons from him."
        }, 
        {
            "number": "0389", 
            "head": "Off-Campus:10/14/01", 
            "content": "I dreamt about putting ketchup in a bag full of it.  I missed my American History class (?) because my mother wanted to visit.  There was an oppressor, selling trees for firewood because there was 'no good furniture'.  People had to trade in, and it was completely unfair.  I took a long pine tree and put it in his mouth, as I was directed.  But I pushed it far, because I hated him, yet had to work for him.  There was an unloading zone that looked like the elementary school parking lot and a family bringing a bed to unload."
        }, 
        {
            "number": "0390", 
            "head": "Off-Campus:10/15/01", 
            "content": "I was at the park.  My godfather Ben was there.  I don't remember happened but there was a strange feeling to the place."
        }, 
        {
            "number": "0391", 
            "head": "Off-Campus:10/15/01", 
            "content": "Dreamt about paintball.  First game we stormed a tower like at the park.  Defending it was so easy!  Most of the time my balls didn't fire, but squirted.  It worked fine for close-up.  Tag after tag after tag.  My boyfriend Jeremy loaned me paint to reload but air started running too low.  I hid.  Someone from below got one over the wall I was hiding and it broke, right at the game call.  I was so pumped.  Second game was in my bedroom, our base.  I hid behind the bed.  I was ready for them.  But everyone coming in had red armbands (on my team), and had been shot out.  Finally a tall man with a yellow band came in.  I hit him twice in the mask.  He knew he was out but didn't care.  There were no judges in the room, and he was pissed at me for something in the previous game, and so he shot at me.  It turned into a brawl.  I finally got him in a sort of headlock.  I tried to rip the skin on his neck, and I almost took a hammer to his head.  The next game, I was using a little plastic pistol, so no air was needed, it just squirts.  I ran out so I took a few balls from other places in the gun.  My car.  I was huddled around the floor of my car warning not to get paint on it, at least not on the upholstery.  At some point my eye was stinging- somehow paint had gotten in it."
        }, 
        {
            "number": "0392", 
            "head": "Off-Campus:10/16/01", 
            "content": "I was with my boyfriend Jeremy.  I knocked on a panel, a window that we thought led outside, but actually went into a control room.  Two people came in and one gave me her coffee.  We cuddled up to watch a movie.  Freddy Krueger.  Bad things started happening, as if watching the movie gave Freddy power and the movie was related to real life.  There were two large spiders by the door.  We took care of one and the other stood up.  It looked like a glove, and crawled outside.  A baseball glove flew past.  Fighting, dangerous cats.  We had to fend everything off until the end of the movie, and then things calmed down."
        }, 
        {
            "number": "0393", 
            "head": "Off-Campus:10/17/01", 
            "content": "Whoopi Goldberg was accusing me of racism.  I was supposed to watch her child but then she wouldn't let me.  There was something about learning an instrument."
        }, 
        {
            "number": "0394", 
            "head": "Off-Campus:10/21/01", 
            "content": "I dreamt that my mother was my boyfriend Jeremy.  We started to talk about the issues and she made us each fill out a form to 'express feelings' or something.  I thought about how weird it was to be dating my mother and wondered if it was going to work."
        }, 
        {
            "number": "0395", 
            "head": "Off-Campus:10/21/01", 
            "content": "I came in from the front of the house and my brother Stuart was humming an annoying tune over and over again.  My boyfriend Jeremy had done as the note I left him before going to bed said; he left, without saying goodbye.  I was already irritated.  I asked Stuart to stop humming, but he didn't.   Over and over and over again.  I started to yell at him.  My mother and Stuart were supposed to take me to class.  Stuart thought it was Saturday but I said it was Wednesday and had to get to class at 10:30.  I looked at my watch.  20 to 2.  Well, still had to get to class.  They kept lagging.  No way I'd make it.  I woke up to found the 'humming' was actually Jeremy's snoring."
        }, 
        {
            "number": "0396", 
            "head": "Off-Campus:10/21/01", 
            "content": "I was a young girl, with some developmental/mental deficiency.  I was in a bee costume.  In a black room, I was set beside a cage with a large cat inside.  I was being experimented on- they wanted to see what memories the cat would trigger.  It did, and I went back into the moment.  Something about crossing a river and being in school.  The second test was the more crucial one.  My dad used my 'magentelli' pencil instead of a magenta one like usual.  He drew a picture of a Pegasus, the wings out in front of the horse.  Then I was trying to gather all my pencils before being removed from the black room.  My Tuvan teacher drove into a parking area, like near the campus Health Center.  The end of the dream, I was trying to think of a religion that was not simply dogmatic, but something truly believed in, thinking a lot about Catholics, trying to think of an example.  Right before awakening I came up with Mormonism and the Amish."
        }, 
        {
            "number": "0397", 
            "head": "Off-Campus:10/23/01", 
            "content": "My boyfriend Jeremy and I were broken up, and I was with some old guy, cuddling.  I talked some about what it used to be like with Jeremy, and it was similar.  I was content.  Then I realized it was temporary- the guy already had his previous girlfriend.  She and the others came home.  We finished putting the building together.  I was to stay in the back room with someone.  I went back and my car was there."
        }, 
        {
            "number": "0398", 
            "head": "Off-Campus:10/25/01", 
            "content": "Cats and dogs interacting."
        }, 
        {
            "number": "0399", 
            "head": "Off-Campus:10/28/01", 
            "content": "I dreamt about a sort of crisis.  My psych classmate Gary was there.  A flood?  Something to do with colored cloths being important.  After things cleared up there was a sort of fair.  My longtime classmate Mark's family were skydiving into the water from a cliff.  By the time I got a chance, another group was putting the gear on.  We were taken up in a helicopter and dropped.  The first time was awesome.  The second time I realized it was only about 5 feet into the air or so because it stood me up rather than dropping me correctly."
        }, 
        {
            "number": "0400", 
            "head": "Off-Campus:10/28/01", 
            "content": "I dreamt about sending the cats to do something."
        }, 
        {
            "number": "0401", 
            "head": "Off-Campus:10/28/01", 
            "content": "A wide elephant sale.  I looked around the gym at some old colonial dresses.  Thought about buying a raincoat with a large clock in it that would talk when you hit the shoulder.  I moved on to look at the toys.  My Littlest Petshop, on a farm.  The animal poops and you use it as fertilizer.  I thought it was gross.  I went back to get the coat and all the clothes were gone."
        }, 
        {
            "number": "0402", 
            "head": "Off-Campus:10/29/01", 
            "content": "I dreamt about calling my boyfriend Jeremy.  I knew his mom was expecting a call from Japan, so when she answered in Japanese it didn't surprise me.  I just asked her, in Japanese, to tell Jeremy that I called."
        }, 
        {
            "number": "0403", 
            "head": "Off-Campus:10/29/01", 
            "content": "I dreamt that I told my mother that my boyfriend Jeremy and I were sexually active, in a very casual way."
        }, 
        {
            "number": "0404", 
            "head": "Off-Campus:10/31/01", 
            "content": "I dreamt about trying to parallel park."
        }, 
        {
            "number": "0405", 
            "head": "Off-Campus:10/31/01", 
            "content": "I was talking to my old high school friend Bryan on the phone, by fluke.  I went to a restaurant with the family 'for me' but there was nothing vegetarian."
        }, 
        {
            "number": "0406", 
            "head": "Off-Campus:11/02/01", 
            "content": "One of our songs from my Tuvan class was 'stolen'.  I recognized the \"mow mow\" and \"soy\", and listened for the other parts."
        }, 
        {
            "number": "0407", 
            "head": "Off-Campus:11/02/01", 
            "content": "I was in a parking lot waiting for my mother, and I decided to go check on her.  She had run into my godfather Ben's ex wife and their eldest son in a store.  I thought that was odd since I'd just seen their younger son and Ben in a different store.  Then, I sat at a table in the dark outside a hair place.  There were four other people there.  We were taking a test.  I read through the first page without recognizing the questions as questions.  I went back and answered the first few.  One asked for a catchy name.  I thought of Cuttage Cheese but that didn't make sense.  I was going to put 'Welcome to our Cuttage' but with using markers and stencils- more, I realized, than I had to do, and I screwed up.  I had only gotten as far as 'Welco' and I had started to put 'cheese factory,' not 'cuttage'.  I looked into the sky to see a small cloud moving fast, rotating.  It drifted down towards us.  It was like a spider web- a thread with letters.  It was a poem.  I snatched it and set it aside to read after the test, though.  I was near giving up.  I was behind in time.  The others were practically done.  I saw the reason they were hiring.  An 80-year-old lady kind of 'lost it'.  She argued over leaving."
        }, 
        {
            "number": "0408", 
            "head": "Off-Campus:11/02/01", 
            "content": "There was an organ in the kitchen.  It was light-colored, under the light switch where the china cabinet is.  It was playing by itself.  My mother said it was a recording of my brother Stuart at practice when he was little.  The teacher could be heard with an Italian accent.  I was talking to my mother and my father was anxious to go.  He mentioned the champagne.  They were going to a fancy dinner."
        }, 
        {
            "number": "0409", 
            "head": "Off-Campus:11/02/01", 
            "content": "I had a huge dorm room.  I opened one door and it led into a large storage pantry with a fridge.  I put something in and went back, starting to kiss my boyfriend Jeremy.  All of a sudden bunches of people came in wanting to use the fridge or something.  It messed things up.  Somehow got them out, but my dorm mate Ray came in wanting to borrow something, and I had to hold back from yelling.  I explained I was not mad at him but at people in general."
        }, 
        {
            "number": "0410", 
            "head": "Off-Campus:11/05/01", 
            "content": "I dreamt at being at a hair salon with my maternal Grandma Jane.  They were talking about her being 70, not 75.  I was looking for the black cat in the store.  It was pregnant and I wanted to make sure it was inside.  I went back and I found it with our cat Buster on my bed.  My high school friend Leon was there.  The cat had already started to give birth.  I took one kitten over to the dresser (it was dark in my room; there was a light from the hall) I typed into a laptop her name was Tilly.  I went back.  Leon handed me 9 cats and I was trying to count them.  She'd given birth to 12!  Then I went back into the games closet.  My brother Stuart, my mother and I pulled a game out.  We had five versions, each box a different color.  I thought they were all the same game, but they weren't.  The one we played was the red box, the one we were used to.  But there were 5 dice in addition to the typical two.  Stuart won after only going halfway around the board, and I was upset because they still wouldn't tell me why there were so many dice."
        }, 
        {
            "number": "0411", 
            "head": "Off-Campus:11/05/01", 
            "content": "A movie.  For some reason, after it was over, we stayed.  My longtime friend Kip climbed over from the back and sat a few chairs away from me.  I tried to encourage him to sit closer.  He got something ready and made it look like he had huge eyes, with plastic bags, or something.  He went down 'on stage', as it seemed they were now performing a play.  A black army man flying by deflated his eyes.  I moved closer to see better and had to worry about blocking the aisles- they had them closed so the performers could move through.  I was about to move but someone told me it was okay.  Then, they brought out two guys from Dawson's Creek.  They were allowing some people to come up and get their 'prom kisses'.  It seemed many guys wanted to as well, but they objected to that.  One of the guys turned around and said I should tell him if I wanted in.  But I wouldn't cheat on my boyfriend Jeremy, although I guess there was some slight appeal.  Then a little black kid nearby asked me to meet him somewhere outside, he'd bring his one-inch ball, and we'd play something.  I did my best to decline, and told my mother as we were leaving.  I saw him again, so I asked him a question.  We got in an elevator.  It went forward and back, and side to side, then one side opened up."
        }, 
        {
            "number": "0412", 
            "head": "Off-Campus:11/06/01", 
            "content": "I was walking around a sort of showcase room with aquariums.  I was trying to pick out a little fish, snake, goldfish, etc.  I left and was pursued in a warehouse.  The warehouse worker dropped a car onto the pursuer's car and stopped him.  I was thankful.  I spoke to an old man and issues about appearance came up.  He said he was an ugly old man, but when he fell asleep with his nose on the floor, I couldn't help but say, \"aww\".  I took a picture of my brother Stuart, but the picture didn't look like him.  I took a picture of the worker as well."
        }, 
        {
            "number": "0413", 
            "head": "Off-Campus:11/07/01", 
            "content": "Although we only had five minutes, my boyfriend Jeremy wanted to be sexual.  He had a yellow wand he wanted to insert in me.  Then I had him try it anally and he enjoyed it too.  He said something about dildos and attachments.  I had an orgasm as I woke up."
        }, 
        {
            "number": "0414", 
            "head": "Off-Campus:11/08/01", 
            "content": "I dreamt about camping.  I and another were in a car and wanted to explore something.  We were completely submerged under the water but we were able to breathe.  I forgot where we were, but we were breathing water, until we flipped the car and bubbles rose."
        }, 
        {
            "number": "0415", 
            "head": "Off-Campus:11/08/01", 
            "content": "I was going to one of my study group member's place.  A girl from my philosophy class drove me; she lived there too.  One wall was green with yellow flowers.  All very colorful.  Someone got after me for leaving crumbs.  I went to go to the kitchen but couldn't find any way in.  I hit my head on a corner as I approached a blue ramp with red rails that led up 3 feet to a playroom, which was visible from the kitchen."
        }, 
        {
            "number": "0416", 
            "head": "Off-Campus:11/09/01", 
            "content": "I was in a dark house, moved around by a game board.  We could only spend a certain amount of time per room, but needed to reach circles in the corners to accomplish the task.  I moved.  It was cheaper."
        }, 
        {
            "number": "0417", 
            "head": "Off-Campus:11/09/01", 
            "content": "It was a dorm room.  The roommate was nice, talking about sharing things.  I remembered we still have to give notice to my housemate/landlord Andre, and that they were just finding another roommate now and they would need another and it seemed unfair.  I went out of the room to talk to my mother and get her opinion about this.  Our room was connected to a church.  My boyfriend Jeremy would hate it, and we had to go to service every morning.  I wanted out.  My research methods professor was there with burn marks of beads on her chest.  My mother had something in common with her."
        }, 
        {
            "number": "0418", 
            "head": "Off-Campus:11/11/01", 
            "content": "I was on vacation with my family, although for some reason in my own car rather than with them.  We went through a residential area.  At various points along the roadside were tiny giraffes.  I picked one up- it was about an inch tall.  My mother went to touch it and its neck just broke, and it fell into my palm like an animal cracker.  We walked through a house filled with nothing but 3-4 foot stuffed animals.  Then walked down the street back to the car (for some reason was a lot further away).  I was curious to look at my license plate for some reason.  As I walked I passed several old sky blue cars, and looked at the license plates.  One said \"Mom 101\" with a second plate next to it.  None of these were actually my car, however.  Driving again, we turned down a street and watched as several other cars came down the street, turned, and drove into a house.  As they did so, the cars vanished from sight.  This caught our attention and we stopped.  We looked in the tour guide book and it told us about the house; as people go into it, they encounter God and can make requests or ask questions in a short, given time frame.  There were certain conditions to be met, which the guidebook accounted for; it provided a paper bag with green tissue paper lining, and some sort of emblem, which a person was supposed to take with them as they entered, if they were doing so by foot.  Of my family, we decided that I'd be the one to enter.  Two old people lived in the house and there was a crowd of people clamoring for their chance to meet God.  Someone came out and the homeowners announced there would only be one more and then it would be 'closed' for the day.  I was behind a great deal of people so didn't stand a chance, but a lot of people already started leaving in disappointment.  Somehow, I was chosen to go in.  I was nervous and anxious, and trying to remember what I had decided I would say or ask when I saw God.  (Although this is not the first time I've encountered God in my dreams.  The first time I think I asked him for a piece of gum).  I ascended a staircase that led up to a wall, and I stepped through.  This time, God was a woman, with black hair.  I asked for something like self-discipline/control.  She nodded at me, and I tried to see if I got it.  Concentrating, I was able to rise up and sort of float/fly.  I came back down again, obviously pleased, and I asked for one more thing before my few minutes ran out.  I requested to give God a hug.  She smiled at me, and I hugged her, and things dissipated until I was outside the house again.  Then my family and I were going to stop somewhere to eat.  We saw and played with a few more tiny giraffes, which were more colored like white deer.  We went and sat down in a cafe and my family asked me about the experience with God."
        }, 
        {
            "number": "0419", 
            "head": "Off-Campus:11/14/01", 
            "content": "I dreamt of a gathering, a pool.  My Tuvan class was practicing for the concert, although the teacher wasn't wasn't our teacher normal teacher Jim Hale.  We were paired up, and my former friend Jenna was there."
        }, 
        {
            "number": "0420", 
            "head": "Off-Campus:11/16/01", 
            "content": "I dreamt about being at school.  It was rainy.  I saw some blue slippers and realized they were my online friend Del's from when he stayed over during spring break.  I started carrying them back, but ran into him and they said I had to stop on my way 'back up' to do something, not realizing the person in the back seat waiting impatiently for me to take them home.  I walked back through my environmental ethics lecture hall."
        }, 
        {
            "number": "0421", 
            "head": "Off-Campus:11/17/01", 
            "content": "I dreamt about appeasing an old man by giving him a hand job.  I thought it wouldn't take long to bring him to orgasm at his age and so I was about to move when he squirted me in the face with semen."
        }, 
        {
            "number": "0422", 
            "head": "Off-Campus:11/18/01", 
            "content": "I dreamt of finding some people and taking them through the house as prospective housemates.  The house was turned.  My housemate/landlord Andre had shifted it.  The bathroom was now by his room, instead of the kitchen, and one wall was not attached; there was a fiberglass overhang covering part of it.  His room and the kitchen were far away and grass and barbed wire had to be crossed to get there.  It didn't seem practical."
        }, 
        {
            "number": "0423", 
            "head": "Off-Campus:11/18/01", 
            "content": "I played video games with my boyfriend Jeremy."
        }, 
        {
            "number": "0424", 
            "head": "Off-Campus:11/19/01", 
            "content": "I was going to school at Disneyland again.  I was trying to get to the Science building because supposedly that was where the health center was.  It was a large, yellowish, mushroom-shaped building.  One elevator was also a bathroom.  Many of the escalators went to alternating floors.  Someone didn't want me there.  So I left and was going to come back.  I sat in on a class that my housemate Andre was teaching for the day, and I sat on the bleachers.  I skipped one of my own classes for this.  Then I went to a large lecture hall where Andre again seemed to be teaching- but this was the class I was supposed to be in.  Again I tried to find the health center but still had some time to kill, so I wanted to go on the rides, remembering that it was Disneyland.  But the rides didn't open until 6."
        }, 
        {
            "number": "0425", 
            "head": "Off-Campus:11/19/01", 
            "content": "I went diving.  There was a similar set-up to the observatory, but it was underwater instead of space that they studied.  I dove down, and came up into a large metal canister with air (like a submerged overturned boat), so the air in my tubes would last.  Before I resurfaced, I dove down and did some exploring and went into an area where I saw a bloated dead body.  This disturbed me, so after I came up, I talked to one of the workers there.  She gave me pictures of the two people they had diving for them, and they were happy to have me doing so as well.  \"You wouldn't believe where they've ended up, and what they've found!\"  They showed me around a bit.  A man with a very long ponytail was made up to look like a tiger, and he was practicing acting like one as well.  He approached a real tiger to test his accuracy.  Then, preparation for the diving.  Based on what I told them of having seen before I came up, they estimated where I had been and showed me pictures of what else might be there.  They showed me the pictures of people as they were alive.  I would have to recognize their bloated dark faces.  And so I went down.  I found some of the bodies.  I started pulling out things that I found, getting ready to bring them up.  Paperwork.  Lipstick.  Forms.  Little things for them to analyze and solve whatever curiosity they wanted to know about.  On the way back up I stopped in the metal can again, to breathe normally, because the air in my tubes was running low."
        }, 
        {
            "number": "0426", 
            "head": "Off-Campus:11/19/01", 
            "content": "I and several others were at a birthday party for a teen boy.  His father was about to tell him to thank us for our being there, as we were somehow benefiting them.  Instead the kid got indignant because we were not appreciative of being at his party.  The father opened the trunk and there were all the presents, unwrapped.  The kid awed over a fiery license plate frame.  He posed for pictures in a wet suit with a 3-foot surfboard.  My mother took the pictures and wound the camera, as it was the end of the roll.  I was thinking like it was mine."
        }, 
        {
            "number": "0427", 
            "head": "Off-Campus:11/20/01", 
            "content": "Dreamt of showering with my boyfriend Jeremy and my housemate Andre's girlfriend Suzie in Andre's 'private shower'.  We ended up using his shampoo, since it was there, and for some reason we didn't have access.  Andre was furious and wanted us to pay for using his stuff.  In the end things were okay again."
        }, 
        {
            "number": "0428", 
            "head": "Off-Campus:11/21/01", 
            "content": "I don't remember the order, really.  I went into my maternal Grandma Jane's house with an old man- the president.  He was having medical problems.  We laid him out on the dining room table.  I don't know what they were doing but they asked for my help.  They told me to 'pop' it.  I wasn't looking, but was afraid they wanted me to pull off my own fingernail with tweezers- and I almost did.  We fixed whatever the problem was.  Then I was with my Tuvan teacher Jim Hale.  He'd left a little note on the table.  Twice as tall as me, he walked next to me.  We looked at all the stuff in my closet, Legos, and everything.  We were talking I guess about what I like to do.  Later on I found a violin sitting where the last note had been.  It came with a little card saying where Jim had gotten it.  So generous!  Then I saw him again, visiting us.  I showed the note about the violin to my mother and brother Stuart.  Jim made a topiary elephant standing on its trunk, with Christmas lights on our front porch.  Then he said he was going to out of state.  I felt sad because that meant he wouldn't really be playing in his band anymore, but at least maybe my good online friend Del could see him.  He left, and then I saw that he had many yahoo screen names that I could add to my buddy list."
        }, 
        {
            "number": "0429", 
            "head": "Off-Campus:11/22/01", 
            "content": "I was in a small lake.  The surrounding rocks were about 8 feet tall.  Some looked like streaked curtains, others like the chess pieces in Harry Potter.  Waited to leave.  I was given a foam cow and kangaroo."
        }, 
        {
            "number": "0430", 
            "head": "Off-Campus:11/23/01", 
            "content": "The class was preparing for our Tuvan concert.  Others already had their clothes on.  I was confused.  We didn't even meet to figure out for sure who was what color.  I wasn't ready."
        }, 
        {
            "number": "0431", 
            "head": "Off-Campus:11/23/01", 
            "content": "I dreamt about my brother and I (I was also a boy) were trying to help our father.  We looked over the diagram of where we needed to be.  Side C.  It was to be very much like Descent.  There was a lot of destruction and I don't recall how things turned out.  I was unconscious.  I woke up in a dark room hanging off the corner of a bed.  We had succeeded, but I don't know what the casualties were.  Then I was in my maternal Grandma Jane's kitchen trying to make spaghetti.  Did I have onions?  I found rosemary wrapped around something that looked like one in a small strawberry basket, must be from my mother.  I found Tabasco sauce- little bottles of it.  No, I don't use that in spaghetti...why do I have that?  I was also making some macaroni and cheese but it was overheating.  Then we sat down to dinner.  An old guy was showing me the shoes of his kid.  They looked neat- but they were made from 'Lewad' leather."
        }, 
        {
            "number": "0432", 
            "head": "Off-Campus:11/24/01", 
            "content": "I was waiting for my boyfriend Jeremy.  I had a condom on my finger, waiting.  Then my mother showed up, and we went for a drive.  We saw a crowd waiting at a Carol Burnett appearance."
        }, 
        {
            "number": "0433", 
            "head": "Off-Campus:11/25/01", 
            "content": "I dreamt of peeing in the boxwoods from the porch when going to get our cat Buster to bring him inside."
        }, 
        {
            "number": "0434", 
            "head": "Off-Campus:11/25/01", 
            "content": "I went to a restaurant, and peeing in the men's bathroom.  Then I met my mother outside.  I put my stuff on the bowling counter, but had to move it before the tide got it wet or swept it away."
        }, 
        {
            "number": "0435", 
            "head": "Off-Campus:11/25/01", 
            "content": "I was a bug, with two other bugs.  We watched as another two fought, and eventually got taken away by a truck.  We walked along the path back to 'camp' crossing a swampy pond with a fisherman's old equipment- including a small wheelbarrow."
        }, 
        {
            "number": "0436", 
            "head": "Off-Campus:11/25/01", 
            "content": "I was watching a filming with Paul Reiser and Helen Hunt.  The director asked Helen for more emotions.  They were in a haunted house.  There was a mirror in a hall, in front of one wall.  Helen stopped and looked at it.  She was able to walk through.  As she passed through the invisible passage, only her irises and pupils were visible.  Liquid invisibility shimmered.  She called Paul in too.  It was the bathroom.  I went in.  On the steamed mirror appeared the words, \"Go away.\"  Paul typed back over the toilet asking for specificity.  What exactly did it want us away from?  Jargon appeared and we scampered out of there in fear."
        }, 
        {
            "number": "0437", 
            "head": "Off-Campus:11/26/01", 
            "content": "I was taking care of two young Asian children.  They were living in the same room and the younger boy was to move across the hall.  In the kitchen, juice was spilled.  My stuffed pig Albert was clean, but my stuffed ghost Jerome was not.  My mother's friend Jill Block was 'teaching' a class in the living room.  We were supposed to get up and discuss a certain given topic that we'd supposedly prepared for.  The first guy did, and I asked to go to the bathroom before I did mine.  When I came back, she already had the next going.  He was talking about numbers in tiger stripes.  Then I was going to do mine.  I'd decided to talk about life as three interlocking circles.  The self, society, and the world.  When they came apart, something was wrong."
        }, 
        {
            "number": "0438", 
            "head": "Off-Campus:11/26/01", 
            "content": "I was going down a few ramps in a parking lot.  I stopped and asked my longtime classmate Rina Gupta if she wanted a ride.  I overheard someone say something about a bus connection to the street near the house.  It was not necessary to take the same bus all the time.  I went into the store and ran into my 7th grade science teacher.  I tried talking to him but he didn't say much.  I talked about working at the observatory.  My mother showed up.  We were supposed to return the cheese she bought for my boyfriend Jeremy.  My mother sent me to the car with meatloaf and my brother Stuart's kittens, which were much bigger.  The car was not in the parking area.  I walked in a rainy drab run-down construction area, stepping over pipes and things, and cutting through a shopping area- a video store.  The roof was smoking.  The store next door set it on fire.  As I went up the stairs to the back door, I listened to the music.  Something about Mercy, faith, and love.  I thought it was an odd song.  Someone apologized for the ___ Morro song.  The song on the radio I woke up to played the same melody as the song in my dream."
        }, 
        {
            "number": "0439", 
            "head": "Off-Campus:11/29/01", 
            "content": "I dreamt about dropping a bowl and it shattered."
        }, 
        {
            "number": "0440", 
            "head": "Off-Campus:11/29/01", 
            "content": "I dreamt about paintball.  Indoors.  In the second game they started us running and then called for us to stop.  Wherever we were, that was our starting place for the game.  I had just jumped onto a wide beam over the descending hallway.  I was on the blue team; I did well.  I shot out my high school classmate Amy, among others.  I survived both games, and then went to find out if my boyfriend Jeremy had.  No, he'd gotten shot out of both."
        }, 
        {
            "number": "0441", 
            "head": "Off-Campus:11/29/01", 
            "content": "I dreamt of a black lady with a mark on her leg.  She started to grow weak.  Her son was there and she fell."
        }, 
        {
            "number": "0442", 
            "head": "Off-Campus:12/03/01", 
            "content": "I was trying to turn in my paper and get to the final on time.  I got on a bus.  Some people sat down and I asked for my baby blanket back- they had sat on it.  It was pulled into 3 parts.  A sympathetic woman made it sound like she would mend it for me.  Off the bus I was in the middle of nowhere.  I lost the nice woman.  A volcano was erupting behind me.  I couldn't see the actual volcano, but the lava was close.  I had to maneuver around loose rocks and figure out where to go.  Some man called to me and I followed, but I wondered if the event was apocalyptic and running was in vain."
        }, 
        {
            "number": "0443", 
            "head": "Off-Campus:12/04/01", 
            "content": "I was in my housemate Drake's room, sitting on the floor playing a game.  They started a weird version of Othello.  Then we were outside, and high up, like in a courtyard.  We took turns taking something out of the pile and eating it.  Different colored Pop Rocks, etc.  It was supposed to be 'fuel' for something, and my Tuvan teacher Jim Hale was telling us to."
        }, 
        {
            "number": "0444", 
            "head": "Off-Campus:12/04/01", 
            "content": "I was indoors.  Someone had a Barney costume on backwards, and the Babybop one was on correctly, but looked like Barney."
        }, 
        {
            "number": "0445", 
            "head": "Off-Campus:12/04/01", 
            "content": "I was watching a lady in a skimpy outfit and wheelchair directing a play, with other skimpily clad girls.  In a different scene they were younger, dressed looking poor.  I was there with Mickey Mouse and Wendy in white 'window' boxes.  On the beach, I approached one of the girls, skimming across the sand like on ice skates.  She didn't think she was going to get to be in the play.  She was hiding.  I floated up to her and told her not to do it.  I tried to read her mind.  She thought for sure my old annoying dorm roommate Chelsea would get the part, not her.  I told her that was nonsense, that Chelsea had already lost.  The girl wasn't looking at me and didn't realize I was flying.  Finally she did notice, and was amazed.  She started flying too, and of course was very cheery after that."
        }, 
        {
            "number": "0446", 
            "head": "Off-Campus:12/05/01", 
            "content": "I dreamt I was unable to see when I woke up.  I was looking for the alarm clock, paranoid about getting up in time for the final.  When I could see again, I noticed the nightstand had been turned.  There were flowers.  Lots of flowers.  My parents were there.  My dad was in a tuxedo.  They were going to get married again."
        }, 
        {
            "number": "0447", 
            "head": "Off-Campus:12/07/01", 
            "content": "We were going to my maternal Grandma Jane's house.  There was a tiny display of miniature trees at the corner in the street.  We went to the door, Grandma Jane came and left.  We went in.  She had moved.  It was a similar setup to her old house, but larger.  She showed me the bathroom.  My mother and my brother Stuart walked in on me.  I rolled to the door and closed it.  At home my room had the old carpet in it.  I first watched Mr. Rogers, and then it seemed like Sesame Street dealing with September 11th.  I looked for my purple crystals so I could put them in the windows in my room at school.  I sat on the floor with some others.  My mother's college friend Lynn came in and offered her things from Grandma Jane's.  Magnetic balls, a cup, and a little booklet."
        }, 
        {
            "number": "0448", 
            "head": "Off-Campus:12/08/01", 
            "content": "I tried to play the guitar but the strings were loose."
        }, 
        {
            "number": "0449", 
            "head": "Off-Campus:12/08/01", 
            "content": "A friend and I were wronged.  I was sitting at the table trying to explain it, and I almost said 'fucking' I was so upset.  I didn't even remember the initial wrong we had been accused of, since we hadn't done anything wrong.  I got my philosophy reader to look it up.  When I got back, the family was in the rumpus room watching an odd version of the Brady Bunch with Christopher Walken and Alyssa Milano.  There was chaos and a leopard-like photo shoot.  The family could all get this yellow or blue glimmer in the corner of their eyes and affect something.  They all started controlling a record and soon you could see the vinyl streams from their eyes to the record.  I was upset that nobody cared about my problem.  A girl had flirted with my friend and he made a face back to her.  After that we were ostracized.  I moved to the Hebrew class and I didn't understand anything being said.  The other students were trying to get me to insult myself, that much I knew.  Passing the \"I am\" words around the room, and some guy gave it to me.  He threw an orange pen at me.  At this point I couldn't even care.  The pen hit me in the right eye.  I just covered it with my hand.  When I looked in the mirror I couldn't see my eyeballs, but just the bloodshotness where the pen had hit.  At some point I decided that when the teacher came by I'd throw a hacksaw at him.  I ran it across several times but with no luck.  Somehow he was able to mentally manipulate me and I used the hacksaw on my right pinky.  Then, I was actually myself, with the male 'me' that I had been.  He was a goalie in a soccer game.  I did my best to help him, but I couldn't do much."
        }, 
        {
            "number": "0450", 
            "head": "Off-Campus:12/08/01", 
            "content": "I was at Sandra Bullock's house.  She was gone and I was to watch her animals.  She had a room designated for them.  A creature somewhat like a light colored capybara, something that looked like a flying bat-ray that had to soak in water, and a large squirrel monkey, about 3 feet tall.  There were other animals as well.  Somehow I had to 'rescue' or bring them back."
        }, 
        {
            "number": "0451", 
            "head": "Off-Campus:12/08/01", 
            "content": "The guppies were in a pool.  There was something to do with school, and I got shot twice."
        }, 
        {
            "number": "0452", 
            "head": "Off-Campus:12/09/01", 
            "content": "My psych stats teacher Melissa Maynard's class was doing experiments with hanging measuring spoons as weights.  Then there was an experiment about testing what we'd learned from our parents.  We were to fake a shopping trip and buy items by shape while the packaging was unknown, covered with foil.  I could tell it was all meat.  A little girl offered to be my partner.  I accepted.  We were lying on my parents' bed and a foot-tall evil Gumby and Pokey were running around.  I pulled the girl closer from the edge of the bed so she wouldn't get hurt.  I pulled the clay into two and the lumps became Eeyore slippers.  I pulled off a bit more and we were safe."
        }, 
        {
            "number": "0453", 
            "head": "Off-Campus:12/10/01", 
            "content": "Took a nap and dreamt of Christmas shopping.  I ran into my boyfriend Jeremy twice- he had his sunglasses on. I don't remember what the idea was, but I was going to take Christmas napkins and a small basket.  There was some sort of sex toy on the shelves.  I wanted to talk to my longtime friend Kip about going across the bridge.  We were in the kitchen before dinner.  My dad was wearing some sort of jogging suit.  For some reason I was talking to them in French.  I was about to ask about the thumping whenever a car drove by outside when I woke up."
        }, 
        {
            "number": "0454", 
            "head": "Off-Campus:12/11/01", 
            "content": "I was playing the guitar.  It was hard because the strings were very loose, but I managed and it sounded halfway decent."
        }, 
        {
            "number": "0455", 
            "head": "Off-Campus:12/12/01", 
            "content": "In the back seat of the car with our friends Jake and Celia in the front and my boyfriend Jeremy in back with me, we stopped at the church parking lot, and all fell asleep.  When we woke up, the three of them all vomited.  In a grand stadium, I went to the bathroom.  On my way back, I saw my former friend Jenna.  Didn't expect to, because she's not friends with Jake and Celia.  She was somewhat friendly.  I went back and sat down with Jeremy.  It was Jake and Celia's wedding.  Jeremy was the best man, and went down to the 'stage' with them in a tuxedo.  It was rather like a musical, and for a time I was watching from down there as well.  I was very happy for them and wondered how things would change.  I was also slightly jealous.  Afterwards, I saw the ring.  It looked like it was made from cinnamon- not shiny at all.  She wore it on her middle finger."
        }, 
        {
            "number": "0456", 
            "head": "Off-Campus:12/13/01", 
            "content": "Shopping.  $90 for a large blue tub.  I cuddled with my good online friend Del as he held a seagull.  We went to a campus café.  A robotic drink server didn't allow much time for us to grab the drinks.  A girl offered me a package of Nutrageous.  I took them.  Saw a hamburger-sized spider eating another pack.  I told the girl, she said they were cute and refused to do anything about them.  I had to go for classes.  I was taking a follow-up class to the human genome, Bio 134.  I had to go on a little trip to qualify.  The bus driver from my regular route got on and the teacher started signing people up.  He stopped right before my boyfriend Jeremy and I.  I slept behind Jeremy's shoulder.  Then the teacher had us sing Linkin Park.  Very slow songs.  \"For this one I want you to be 102.\"  The tune went something like 5 1 5 3 5 6 1 6."
        }, 
        {
            "number": "0457", 
            "head": "Off-Campus:12/14/01", 
            "content": "Dreamt about the conference in the online agnostic debate club.  It was also sort of like from the city club.  It was sort of a mirror image of the house, and I was in my housemate Gina's room with some others.  I remember meeting Grayman.  We gathered together and went to the meeting.  I went to go meet someone else, another girl, so I floated off to meet her.  But she touched something, a light (literally) rail.  That got her permanently banned.  I didn't want to give up quite then- they probably didn't know I was associated.  I turned myself into a ball of energy.  Somehow they sensed it.  I slowly floated over the glass door of the rumpus room (no ceiling) and met her in the bathroom.  When I came back, they knew, and they were going to hurt me."
        }, 
        {
            "number": "0458", 
            "head": "Off-Campus:12/16/01", 
            "content": "I dreamt about being in my college town.  I had to climb a steep rock.  I had to leave the Volvo there for some reason.  On the rock I was on, there was a lot of white rock to look like snow.  I started walking to my mother's Saturn along some railroad tracks and someone stopped and offered me a ride.  I declined and went to the doctor in a warehouse-like setting.  I stood on the broken back of a chair on a scale while they weighed me.  Then I went to a meeting for one of next quarter's classes.  Psyc 163 had an interesting pamphlet with lights all over the cover- very high tech, rich teacher, apparently.  The meeting though was for Japanese.  My teeth were loose.  Then, all of them fell out.  There were tiny ones in their place.  My mouth was full of runny blood and I didn't feel I could close my mouth the whole way- I was scared to.  I had my teeth in my hand, and I left the room.  In our garage by the attic there was a man on a telephone.  I pointed to the teeth so he might call a dentist for me.  My boyfriend Jeremy mentioned something about me.  The doctor said he could replant them but the anesthesia might make me get cancer when I'm 60.  I wondered if there wasn't another way.  I looked at the teeth- there were no roots, which would make it hard to replant them.  I looked in the mirror at my mouth.  There were tiny teeth in place.  Either get them replanted immediately or wait and see if these grew and solidified in place- I thought I recalled a tooth doing that before."
        }, 
        {
            "number": "0459", 
            "head": "Off-Campus:12/17/01", 
            "content": "I dreamt of a swimming pool.  Whales and pigs were playing volleyball.  I'm not exactly sure where the pool was.  I went down the hall and was talking to my brother Stuart's fiancée Sheila on the internet and she said 'fuck u'."
        }, 
        {
            "number": "0460", 
            "head": "Off-Campus:12/18/01", 
            "content": "I dreamt first of having sex on the end of my parents bed- while they were still in it.  They felt the movement and knew, and were mad."
        }, 
        {
            "number": "0461", 
            "head": "Off-Campus:12/18/01", 
            "content": "I was in a store with my maternal Grandma Jane.  I went to look at a popup book for my brother Stuart.  I ran into my classmate Jeannie from the first grade."
        }, 
        {
            "number": "0462", 
            "head": "Off-Campus:12/18/01", 
            "content": "I dreamt of being in my boyfriend Jeremy's parent's bedroom.  We left and went to talk to my boyfriend's brother Jeff.  There was something to do with an action figure and visiting someone in a hospital, getting in right before they closed.  After leaving things seemed to change.  Something to do with the action figure, and we were going to hold up a bank.  It was like a western, and I don't know who was with me.  We got the money and a few rings, one of which was 'the' ring (LOTR).  We went on to rob another.  My high school friend Leon was there.  We walked past tourist sites.  A museum, an old Parisian movie theatre.  We went to rob one more 'bank' although it was more of a general store.  We thought it would be an easy hit because there were only women there.  We were wrong.  I ducked in the crick of the glass counters.  I had my gun and I was practically straight below the tough woman behind the counter.  I fired a couple times, but somehow it didn't faze her.  I was out of bullets, so a person tossed me another gun.  This happened maybe 4 times, but there was not a scratch on the lady behind the counter.  I kept trying to pull my right leg up to protect it, but it didn't work.  I got hit, my right shoulder.  Bloody, but I didn't feel it.  Again, and then the pain sunk in.  Eventually we rode away on a trailer.  In a building, I looked through the bars to see little statues of my 'parents'.  They were dolls.  I went back through my boyfriend Jeremy's house (which of course wasn't) and met with the mother.  I was going to put cortisone cream on all my wounds- my waist, my left ankle, my right shoulder, many other places on my legs.  They weren't bleeding very profusely, however."
        }, 
        {
            "number": "0463", 
            "head": "Off-Campus:12/20/01", 
            "content": "I went back to high school to visit my teachers.  I went to my French teacher Mrs. Barnes' room, and then I was in the cafeteria wondering why the tables were not all the same.  Then I heard some karagaraa.  Where was it coming from?  I was jealous of whoever could do it so well.  My boyfriend Jeremy was next to me.  I was at my junior high school, where supposedly my online friend Morris went too.  I saw him across the room with a friend and a microphone.  They started everyone lamely singing, and someone was playing the guitar.  I saw my longtime classmate Ralph.  From there I was competing with my brother Stuart on a waffle iron.  He had waffles, I had crepes.  I had 'couches' for safety so the spot with a couch could not be stolen.  He had one trick of his own- whoever cooked all of theirs first, won.  I lifted the hot iron to get the couch, burning my ring finger.  Then I was driving.  I was sort of lost.  I turned right onto a narrow street.  'Christian Country'.  It was a dead end.  I turned around with surprising ease.  But then I was no longer in the car, and there were snakes.  One was sticking up in the air, very stiff.  I thought it was dead.  When I got closer, I learned it wasn't.  I guess I had it on the end of a stick or something.  Somehow I managed to get it into the back yard and yelled for my mother to bring a knife."
        }, 
        {
            "number": "0464", 
            "head": "Off-Campus:12/21/01", 
            "content": "I taught my housemate's girlfriend Suzie something about Christianity in our backyard.  There was something about an Asian family.  I sat and read with my head against the bricks.  My annoying acquaintance Herb wouldn't leave me alone and I got very pissed, so much so that I amazingly grabbed him by the belt and collar and threw him out.  He acted emotionally hurt.  I explained everything to him in cold hard truth.  I yelled apologies for not telling him sooner."
        }, 
        {
            "number": "0465", 
            "head": "Off-Campus:12/22/01", 
            "content": "My boyfriend Jeremy said something about getting a condom as my mother walked in the room."
        }, 
        {
            "number": "0466", 
            "head": "Off-Campus:12/23/01", 
            "content": "I dreamt in French.  I was surprised that my boyfriend Jeremy seemed to understand too.  I dreamt of taking a standard test that I knew should have been easy, but wasn't.  My Tuvan teacher Jim Hale was sitting to my left.  I started to sing Tuvan and he made some comment about it."
        }, 
        {
            "number": "0467", 
            "head": "Off-Campus:12/31/01", 
            "content": "I dreamt of shaving my pubic hair."
        }, 
        {
            "number": "0468", 
            "head": "Off-Campus:12/31/01", 
            "content": "I dreamt of talking to my father, but my brother Stuart came in and insisted on us watching a commercial, and recording it.  Fine, did so.  I was pissed at him.  The video was about Better than Baldness, or something, in a courtroom.  I was not impressed and threw the CD at him.  As I left he told me it was just the breath of God.  I said, \"No, It's not.\" and walked off around the cars, looking for my boyfriend Jeremy."
        }, 
        {
            "number": "0469", 
            "head": "Off-Campus:01/04/02", 
            "content": "We had a cheese pizza and were going to visit our family friends the Blocks.  Somewhere in there, I acquired Albert, the rat-like pet raccoon!  I called him Albert because he was colored in that same black and white Hampshire pattern as my stuffed pig."
        }, 
        {
            "number": "0470", 
            "head": "Off-Campus:01/05/02", 
            "content": "I dreamt again about the teeth.  This time only the front.  The top two teeth came out.  I tried putting them back in.  I did so backwards, however.  They alternated a very yellow color with their normal when I looked in the mirror.  The one on the bottom left came out while I was putting the teeth back in the right spots.  I don't think I was quite as anxious about the whole situation this time, for some reason."
        }, 
        {
            "number": "0471", 
            "head": "Off-Campus:01/06/02", 
            "content": "I dreamt about a tortilla camel.  I became close with a band member from my Tuvan instructor Jim Hale's band.  I was sitting on his lap.  Someone ate a bar of soap and acted crazy, making for a wild performance.  I tried to give Jim a kiss on the cheek but he didn't like it.  I had crossed some line.  I tried telling him about the Richard Bach book Illusions."
        }, 
        {
            "number": "0472", 
            "head": "Off-Campus:01/08/02", 
            "content": "We were looking around in the house.  It was my housemate Drake's birthday.  I was auditioning or something for Grease, but impromptu.  We'd create the lines and officiate it a few minutes later.  I ordered something from the food joint.  I walked down the street.  Drake gave my mother and me kites."
        }, 
        {
            "number": "0473", 
            "head": "Off-Campus:01/09/02", 
            "content": "My brother Stuart and I both were moving, and it seemed competitive.  People kept packing things for me that I would have preferred not to take.  I was stressed and anxious and frustrated.  I had to stop and give my mother and my maternal Grandma Jane hugs to apologize for my frustrations.  Things seemed almost like an obstacle course with small narrow pathways.  At one part I picked up my Exile CDs and sort of worried about the mud on them.  I walked into some volunteer clinic for animals.  The lady stuck the tip of her finger in my vagina and told me the ferrets would like me.  I peed and gave it to the ferrets to drink."
        }, 
        {
            "number": "0474", 
            "head": "Off-Campus:01/12/02", 
            "content": "I dreamt the egg in the Chinese food was something recently killed- I couldn't eat anymore."
        }, 
        {
            "number": "0475", 
            "head": "Off-Campus:01/12/02", 
            "content": "My boyfriend Jeremy and I were about to make out and fool around, and I said something to my mother about a song of coital joy or something- she said that meant sex and I tried to change my words.  In the backyard, she found that Jeremy had started the watering for her and she was overjoyed."
        }, 
        {
            "number": "0476", 
            "head": "Off-Campus:01/12/02", 
            "content": "I dreamt something of a race."
        }, 
        {
            "number": "0477", 
            "head": "Off-Campus:01/13/02", 
            "content": "I received an email from some insurance company telling me to expect to hear from the man whose bumper I accidentally nicked in the parking lot."
        }, 
        {
            "number": "0478", 
            "head": "Off-Campus:01/13/02", 
            "content": "There was some sort of carnival with little games.  I won 5 dollars for something or other.  An old man and his son came up to play one.  He won, and so proceeded to take some of my mother's china out of the cabinet as his 'prize'.  Then he was a large chimp, wearing a red shirt and overalls."
        }, 
        {
            "number": "0479", 
            "head": "Off-Campus:01/13/02", 
            "content": "For some reason, my boyfriend Jeremy and I had 'switched bodies'.  He used to be the Asian man I'm with now, but he was then a thin white man with dingy light brown hair.  I still loved him, but I thought how strange the old pictures would now look."
        }, 
        {
            "number": "0480", 
            "head": "Off-Campus:01/13/02", 
            "content": "I was leaving Kmart.  We were looking for shoes for Littlest Pet Shop.  Hungry, we ordered pizza.  My mother handed me a small bottle of green liquid.  I wasn't going to get it, but then did because the man was looking at us.  It was supposed to be like $5 but on the checkout it was listed as $75.  We left and my mother was going to go into the grocery store.  She didn't want me to come, even though I really need to go shopping.  We were driving around in circles.  Finally I said stop!  I realized I didn't even know who was driving.  It was my father, and he was impatient.  Then, something about an accident.  Not from my father but our 'driver'.  Someone gave a testimony of being driven straight over in a little plane."
        }, 
        {
            "number": "0481", 
            "head": "Off-Campus:01/13/02", 
            "content": "Dreamt of being at our neighbors the Herman's.  They had a big dog."
        }, 
        {
            "number": "0482", 
            "head": "Off-Campus:01/14/02", 
            "content": "I called my brother Stuart an asshole- twice.  We were in the rumpus room and he was bragging about how he could unlock the sliding glass door, but I couldn't.  I was frustrated and aware the name-calling wasn't called for, but couldn't help it.  I went to do my logic puzzles.  There was one about water slides."
        }, 
        {
            "number": "0483", 
            "head": "Off-Campus:01/14/02", 
            "content": "I was in a group.  \"How many of you have been through depression?\"  I raised my hand, with my eye on my mother to see how she'd react.  She had a concerned look on her face.  She still doesn't understand how real it was."
        }, 
        {
            "number": "0484", 
            "head": "Off-Campus:01/15/02", 
            "content": "I saw my old obnoxious dorm roommate Chelsea in the bathroom, and we ignored each other.  Someone came in and asked me if we'd caused trouble.  I explained how we just ignored each other.  Then, it was a long walk to a performance.  We were in the living room.  We were supposed to get naked.  Three to a group.  I practiced with one person.  Chelsea was the other.  She coordinated her black underwear so as not to go naked.  She put on a collar.  I wanted to wear underwear too.  With the collar we were going to choreograph for her to bite me like a vampire."
        }, 
        {
            "number": "0485", 
            "head": "Off-Campus:01/17/02", 
            "content": "I was with my boyfriend Jeremy when my friend Ray showed up wanting me to address some small valentine to him.  One was black with a walnut inside.  He and Jeremy started causing problems, like a broken truck.  I dreamt Riff from the comic Sluggy Freelance said something mean and his pet ferret Kiki ran away.  I went to the rat congregation around the car and asked where \"Chuckie\" (an insult to Riff) was.  One rat nosed downward and I tried talking through the problem."
        }, 
        {
            "number": "0486", 
            "head": "Off-Campus:01/17/02", 
            "content": "Someone was passing out lollipops.  I complained about Blo-pops and my boyfriend Jeremy pulled some Tootsie Pops for me.  The guy also held a clear box with a green crystal-like thing inside."
        }, 
        {
            "number": "0487", 
            "head": "Off-Campus:01/19/02", 
            "content": "There were 6 people in some sort of love circle trying to figure out who would couple and have sex with who.  Dan Fielding was actually Jay Leno.  Madonna was there.  There was some sort of shooting to pair us up."
        }, 
        {
            "number": "0488", 
            "head": "Off-Campus:01/20/02", 
            "content": "I found out my parents were vampires.  They tried to soothe me with \"they're just fake\" - fangs they could fit in.  The fact was, they still used these fake fangs to suck blood, so it wasn't very comforting."
        }, 
        {
            "number": "0489", 
            "head": "Off-Campus:01/20/02", 
            "content": "A scary dream.  Entering a dark worn down house with someone.  It was laid out similar to our house.  There was something about a Legend of Falsity, that if you don't believe in it, the evil will be real.  I believed, but I saw something moving in the shadows, coming toward me.  I woke up a little shaken but felt better when I put Sol's arm over me."
        }, 
        {
            "number": "0490", 
            "head": "Off-Campus:01/21/02", 
            "content": "I was trying to check my mail so I could get the $75 gift certificate I was expecting.  I had to run back, but was still trying to catch the bus.  Somehow it looked like I could still make it.  I ran, trying to get halfway around campus.  I saw my old high school friend Bryan, just standing there.  Then I realized my car was across the way, so we didn't have to get the bus.  My mother was there, but Bryan drove.  We arrived in my hometown.  They decided to keep on going to something else, but seeing three women in the junipers with stuff scattered all over, I got out to check.  Was it a bad accident?  I went into the house- the front door was open.  As I walked through, a man walked into me.  We were being robbed!  I fought and got a hold of him, trying to remember what he looked like in case he got away.  He was bald with a long black ponytail.  Somehow I managed to grab hold of the two of them, and called the police.  They parked in front of the refrigerator.  I went into my room to see what was missing, and laying on the bed, I thought, was my boyfriend Jeremy's coat.  I looked strangely at it and noticed no...it was another robber.  I grabbed him and took him out.  I wasn't sure if it was one of the same ones from before or not."
        }, 
        {
            "number": "0491", 
            "head": "Off-Campus:01/21/02", 
            "content": "One of the guys who said he loved me; I ran from him as if he were Freddy Krueger.  He was very controlling.  There was a lot of running and trying to destroy him.  One strategy involved me pulling out my teeth one at a time, throwing them at someone.  I read a newspaper comic very strategically laid out, so that as you rip away one panel, it would reveal another."
        }, 
        {
            "number": "0492", 
            "head": "Off-Campus:01/21/02", 
            "content": "I dreamt of my religious philosophy class.  I was getting lunch.  I walked in and my instructor was already sitting at the desk.  I spilled juice and had to clean it up."
        }, 
        {
            "number": "0493", 
            "head": "Off-Campus:01/22/02", 
            "content": "I dreamt about eating turkey.  I didn't realize it until a few bites in, and I was disturbed by the realization."
        }, 
        {
            "number": "0494", 
            "head": "Off-Campus:01/22/02", 
            "content": "I was in a band.  I didn't have a very established place.  I waved a scrubber in the air and sang some, ad-libbed, along with some Tuvan.  I wished I could have been a bigger part of everything. I was really hyped after the concert and dug the music we'd made.  I wanted a copy of it.  I needed a shower badly.  In the car, we were showing my cousin Allen what we'd done.  Looking at a magazine, he saw a picture of kids, supposedly showing how we should dress.  \"Hey look, you have one on your pants.\"  I had colorful beads attached to my pants around the waist, sort of looking like a clown."
        }, 
        {
            "number": "0495", 
            "head": "Off-Campus:01/23/02", 
            "content": "I dreamt of being at a friend's house.  My old best friend Candy showed up.  My mother talked about how we used to like to jump off the porch and one time I hit my head on the rocks.  I had been in surgery for 4 hours."
        }, 
        {
            "number": "0496", 
            "head": "Off-Campus:01/23/02", 
            "content": "I was driving and being passed by my father on the way to my maternal Grandma Jane's house.  Then I was driving somewhere on a dirt path, and found that it was blocked off.  Another car was trying to turn around and I was going to have to as well."
        }, 
        {
            "number": "0497", 
            "head": "Off-Campus:01/23/02", 
            "content": "Someone gave me a caramel and it stuck to and loosened my teeth.  I carefully finished the caramel with a slight taste of blood.  I worried about my wiggling teeth.  Opening my mouth sort of caused my cheeks to pull on the teeth, and they all fell out."
        }, 
        {
            "number": "0498", 
            "head": "Off-Campus:01/23/02", 
            "content": "I was in a room with balloons.  Something happened and the other person and I descended and got into the Batmobile.  I was the sidekick."
        }, 
        {
            "number": "0499", 
            "head": "Off-Campus:01/25/02", 
            "content": "Our grandfatherly neighbor wanted to borrow the car.  I gave him the keys to my mother's car and we took off.  He drove like a maniac, on the sidewalk, flying over people, etc.  His wife said he should feed me first."
        }, 
        {
            "number": "0500", 
            "head": "Off-Campus:01/25/02", 
            "content": "Our friends Jake and Celia brought the other part of our Christmas present.  It was a clear box with some key chain critters."
        }, 
        {
            "number": "0501", 
            "head": "Off-Campus:01/26/02", 
            "content": "My maternal Grandma Jane's pet parakeet Penta was waddling around on the floor and I thought it was strange, because my mother had said that he had died."
        }, 
        {
            "number": "0502", 
            "head": "Off-Campus:01/27/02", 
            "content": "My boyfriend Jeremy complained to me that the nurse had opened whatever it was that he'd bought for me while I was in the hospital.  I was released and in the process of going to the car there was a man who was my father's father-in-law.  My father couldn't look at him.  At the car next to us was a cage with 4 segments, with birds.  I asked a girl what they were, thinking they were guinea pigs.  They were white owls.  Above that was a very large parakeet.  Later the owls were missing, and the parakeet told us something.  We left and the family wanted to stop at a barn store.  There were pigs, and I started to whine about wanting one.  My mother was not understanding and wanted me to get a backpack."
        }, 
        {
            "number": "0503", 
            "head": "Off-Campus:01/28/02", 
            "content": "I was in a clinic, seeing dolls and babies.  I was in a room and there was a man we couldn't get to leave.  My boyfriend Jeremy came in carrying a doll that looked like what our first child should look like.  It was adorable, with lots of hair."
        }, 
        {
            "number": "0504", 
            "head": "Off-Campus:01/29/02", 
            "content": "I dreamt of being in love with Ross from Friends.  I had a difficult time telling Joey.    He was carrying an ant stake and trying to get rid of the ants in my godmother Melinda Swenson's attic.  Ross drove the Volvo around the neighborhood."
        }, 
        {
            "number": "0505", 
            "head": "Off-Campus:01/30/02", 
            "content": "My brother Stuart allowed the car to roll over on the top of my maternal 'grandpa Gerald's' convertible.  There was something about a rat and a hamster, trying to fix lights, and figuring out which turn signal was out."
        }, 
        {
            "number": "0506", 
            "head": "Off-Campus:01/31/02", 
            "content": "I was riding in a car with Dick van Dyke.  He wanted to marry Mary Poppins.  At first she said no, because he didn't have enough money.  Somehow he changed her mind.  They found a huge house.  I was one of four kids living with them.  There were vertical strips up the stairs for our fun.  Mary was demanding."
        }, 
        {
            "number": "0507", 
            "head": "Off-Campus:02/01/02", 
            "content": "I was working in a shoe store, putting shoes away in boxes."
        }, 
        {
            "number": "0508", 
            "head": "Off-Campus:02/04/02", 
            "content": "I dreamt of the test I had this morning.  First I stopped to see my maternal Grandma Jane before an operation.  I didn't get to see her.  In helplessness, I made a phone call- to my good online friend Del.  He picked up and I asked if he wanted to come down to visit from his home state.  Sure, why not, he said, and was there surprisingly in 15 minutes.  I found out he was in the state looking for places to have laser eye surgery.  We still had to make the half hour highway drive.  When we got there the test was over.  I went to ask the teacher if I could take it, since there had been a family crisis.  The professor ignored me.  Immediately after, I was in my philosophy class, but in the same room.  They were going outside."
        }, 
        {
            "number": "0509", 
            "head": "Off-Campus:02/05/02", 
            "content": "My boyfriend Jeremy was going to come over.  It was late and I was worrying.  I was frustrated.  I went and checked and he still said he was coming.  I waited, and forgot for a while, but then started wondering where he was again.  When he finally showed up I noticed he'd gotten his hair cut."
        }, 
        {
            "number": "0510", 
            "head": "Off-Campus:02/06/02", 
            "content": "I was taking a computer class and still hadn't done my homework.  The second assignment was due and I hadn't even done the first.  I was going to go home to work on it but it was 6:15 and I couldn't get to the base of campus in time.  I was going to take a shower in the kitchen but my housemate Andre got in first.  Later on, I still couldn't turn my homework in.  Another family emergency- they were going to execute my mother.  I cried, and she told me not to; she accepted her death.  I felt young.  I would stop crying for a while, and then cried some more.  Finally she decided to fight it.  She called and told me to tell them the authorities that she was a witch.  That would make them have to research and postpone the execution, at least."
        }, 
        {
            "number": "0511", 
            "head": "Off-Campus:02/06/02", 
            "content": "Someone crashed into the Volvo while it was sitting in the driveway at my parents' house.  They were also in a Volvo, but suffered less damage.   Strangely I asked about a trade, not overly concerned with the damage."
        }, 
        {
            "number": "0512", 
            "head": "Off-Campus:02/07/02", 
            "content": "I saw my best friend Emma.  She had her head shaved sort of like my boyfriend Jeremy's, short on the sides.  When I looked back, she was completely bald.  Water was up to our waists.  I was with my parents and following them.  We went into a hut that had something to do with Uncle Banky."
        }, 
        {
            "number": "0513", 
            "head": "Off-Campus:02/09/02", 
            "content": "I was talking to my high school friend Leon online.  He said \"je come come\"."
        }, 
        {
            "number": "0514", 
            "head": "Off-Campus:02/10/02", 
            "content": "There were bees in the house.  I was going upstairs to look at Legos displays.  I went home on a 3-story bus.  Had to climb up on the outside.  My best friend Emma was there.  We went to the first floor of the bus.  My former friend Jenna passed barbecue chips to me, and I passed them to Emma.  They came around again and I took one.  We finally got back up to campus after a long drive.  Everyone got off but I stayed and talked to the driver.  He asked about the air conditioning and indeed it was uncomfortable on the way home.  I ate ice cream with my fingers while we talked.  I got off the bus in a big grassy field like at summer camp."
        }, 
        {
            "number": "0515", 
            "head": "Off-Campus:02/11/02", 
            "content": "I was laying on my blanket and pulling it out from under me- three pieces of it ripped off.  Then I lived in a different place, and had just moved in.  It was a smaller room.  There were bookshelves, a desk, and two chairs.  It was very cramped.  There was a twin bed, and I was still trying to figure out where to put it.  I saw an online acquaintance.  He wanted to see what my boyfriend Jeremy looked like.  I kept flipping through my albums trying to find a picture, without luck.  He put glasses on and held his hair back, and it looked like Jeremy.  Later on in a crowded place, Jeremy was there.  Something about my grandmas."
        }, 
        {
            "number": "0516", 
            "head": "Off-Campus:02/13/02", 
            "content": "I was an assistant to a warlock or wizard.  I had to collect the bats in a box.  I missed one.  He was being closed off in a coffin and as his apprentice I was supposed to go with him.  I tried to escape but as a wizard his powers were far too great.  I was brought back screaming twice."
        }, 
        {
            "number": "0517", 
            "head": "Off-Campus:02/14/02", 
            "content": "I dreamt the man had an internship interview with, Parry Farmer was, the landlord I met at the other house I had considered renting at."
        }, 
        {
            "number": "0518", 
            "head": "Off-Campus:02/14/02", 
            "content": "I talked to my mother online, but she was ignoring me as she was on the phone.  I went and sat in the car with my boyfriend Jeremy.  My former friend Jenna walked by, waved, and motioned to open the window.  We did so and she was surprisingly friendly and wanted contact information that apparently she didn't have.  I asked my mother how she convinced Jenna to be friends again- she said she told her I was leaving (because of field study)."
        }, 
        {
            "number": "0519", 
            "head": "Off-Campus:02/14/02", 
            "content": "I was in a small gym, on the badminton team even though no longer at my high school.  I talked to the kid next to me a bit.  My high school friend Benji was one to go up, playing a doubles match.  Somehow I accidentally flicked the kid I was talking to.  I asked if he was okay and he said no.  Then it was my turn- our turn for a singles match.  I tried to run the corners but I was in my black Velcro shoes and it was too slippery.  He served- a doubles serve.  I swatted, and failed.  It would have gone out, I shouldn't have swung."
        }, 
        {
            "number": "0520", 
            "head": "Off-Campus:02/15/02", 
            "content": "I dreamt of making out with my boyfriend Jeremy.  People came in and Jeremy gave a little intro talk on how guys could orgasm 3-4 times a night.  One guy came in and Jeremy explained an odd word for bus."
        }, 
        {
            "number": "0521", 
            "head": "Off-Campus:02/16/02", 
            "content": "My old dorm roommate Sally died, and there was something about toothpaste."
        }, 
        {
            "number": "0522", 
            "head": "Off-Campus:02/17/02", 
            "content": "I was riding on a bus, eating salad.  It was gloomy/rainy outside.  I got off at the library in my hometown, and it was muddy but the grass was very green.  I decided against staying there- I'm not sure if I'd forgotten something or what.  On the bus I met someone named Jenkins."
        }, 
        {
            "number": "0523", 
            "head": "Off-Campus:02/17/02", 
            "content": "I was in a little pub.  It was supposed to be the place my great grandmother Margaret used to go with her husband to dance, in Norway.  It was fun to watch them, and eventually we went home to a rickety old place."
        }, 
        {
            "number": "0524", 
            "head": "Off-Campus:02/22/02", 
            "content": "I had had sex with my boyfriend Jeremy's 'brother', who seemed like a younger version of Jeremy.  He told me he liked being on top.  I almost said, \"funny, your brother's just the opposite.\"  It was about then that I realized I slept with two guys, and later realized when I was with Jeremy that I cheated on him."
        }, 
        {
            "number": "0525", 
            "head": "Off-Campus:02/23/02", 
            "content": "Something to do with my old online friend Marty, but he was in a wheelchair.  And then I was pissed at my boyfriend Jeremy because he didn't let me go to a city an hour away, but he went to a city 6 hours away without any notice.  And then I found my mother and maternal Grandma Jane in a department store.  My mother called to some kid 4 floors down about a laundry basket and I gave my mother and Grandma Jane both hugs.  But there was a guy with my mother, and according to some strange test she'd taken, the results showed that we were his kids.  This didn't seem all that strange to me- I just figured that in an alternate reality he was her younger brother so the DNA would be similar."
        }, 
        {
            "number": "0526", 
            "head": "Off-Campus:02/24/02", 
            "content": "I dreamt we were leaving a place.  There were perhaps four of us.  A girl...Valerie?  Victoria?  Was driving- MY car in a parking lot.  She stopped short, and started to roll into another car.  I told her flat out I didn't want her driving my car, to get out.  She wouldn't.  Somehow they separated from me, and when they came back I had to hear about how my poor Volvo was totaled."
        }, 
        {
            "number": "0527", 
            "head": "Off-Campus:02/25/02", 
            "content": "I rode the bus to a store.  The cats were with us.  It was a new store, and there were some cool blue shoes.  They were 8 _ though, and they didn't have anything smaller.  They said to come back later.  In the store itself there was a childcare center next door that was mislabeled.  Then I was playing a game with some people on the patio with sticks and a feather.  In the end it was only me and one other.  Finally we got bored.  My boyfriend Jeremy asked if I wanted to go swimming and he jumped in the pool.  There was a brick missing in the flowerbox in my parents' backyard and water was flowing down.  I told my mother.  Most of my hair was cut above my shoulders.  I bruised my knee."
        }, 
        {
            "number": "0528", 
            "head": "Off-Campus:02/26/02", 
            "content": "I was going to play a game with my housemate Andre, his girlfriend Suzie, and my boyfriend Jeremy.  Jeremy wasn't there.  Our friend Celia went to get him.  He was behind my parents' bed.  She came back and told me we had to talk in private.  I went back there and there was a cat and a chicken bleeding.  The chicken had human-like blood, but the cat's blood was clear red."
        }, 
        {
            "number": "0529", 
            "head": "Off-Campus:02/26/02", 
            "content": "I was in a shopping center parking lot in my boyfriend Jeremy's hometown; I could tell because of the yellow streetlights.  I was trying to find my car.  I ran into another guy who was also looking for his car.  His car was black he said, and we looked together.  In a store he kept pulling shaped clothes out of a bin matching the car's color and was trying to give them to me.  He was a nice guy, but he started coming on to me.  Once I found my car he still wanted help looking for his.  Finally found it.  His car wasn't black but red, and the red just wiped off.  Finally I left and was in the car with my friends Jake and Celia.  We were waiting for Jeremy, I think.  He was upset about the guy who had hit on me, so was out with a pretty girl.  I went to get my mother.  There was a guy hitting on her."
        }, 
        {
            "number": "0530", 
            "head": "Off-Campus:02/27/02", 
            "content": "My friend Neil Block came home, and I affectionately clobbered him."
        }, 
        {
            "number": "0531", 
            "head": "Off-Campus:02/28/02", 
            "content": "My boyfriend Jeremy and I started to have sex despite the fact that he seemed to have a rash.  We were in a field, I think.  We had to stop because my friends Mike and Ray were there.  I got in the driver's seat of Jeremy's truck as it got near to running into another car.  I manipulated it closely and got the emergency brake on."
        }, 
        {
            "number": "0532", 
            "head": "Off-Campus:03/01/02", 
            "content": "The cats were with me in the house at school.  I had no litter for them, but I found a small bit and planned to put the box in the closet.  In my hometown, we staged something for my cousin Allen.  We blew up (or rather had) the front part of our house.  We were trying to get out in a hurry before the explosion.  Then, again.  We were trying to escape in a hurry but our neighbor pulled up in the driveway, blocking us.  I was yelling about my paternal step-Grandpa Sal still being in the bathroom- and what about the cats?!  I got nervous when a cop pulled up, afraid we'd get in trouble for the destruction, but he helped us clear out.  As we drove off the bomber looked out the window.  My Tuvan instructor Jim Hale was with him."
        }, 
        {
            "number": "0533", 
            "head": "Off-Campus:03/01/02", 
            "content": "At home my mother was talking to great Aunt Mimi.  I went to the bathroom, but it didn't look clean, so I went to the one in the back.  I found I was on my period.  I came out and interrupted.  I had 40 minutes to get back to school for class.  It was a test day.  I went in and there were only a few people in the room.  They explained the test was sort of a group thing, so without understanding I copied answers, although the two papers I could see differed completely."
        }, 
        {
            "number": "0534", 
            "head": "Off-Campus:03/01/02", 
            "content": "I dreamt about finding a bunch of hamsters.  I tried to collect them all and put them in a cage with the one I found already in there, which I was surprised was still alive, as I had forgotten about it for a long time."
        }, 
        {
            "number": "0535", 
            "head": "Off-Campus:03/06/02", 
            "content": "My boyfriend Jeremy came in the room wearing a Barney costume without the head.  He was all purple though- no green belly.  I felt bad because it seemed he didn't feel the need to stuff it properly.  It was all somehow related to him wanting to please me, perhaps on my birthday."
        }, 
        {
            "number": "0536", 
            "head": "Off-Campus:03/06/02", 
            "content": "Something about Bailey's Irish Cream.  Then a place with many spiders.  One was about two feet long, another was about half that, and several were about _ of an inch.  There were spider webs all over.  I had to be protected.  Later, my father got mad at me because I brought him food without asking.  He said he's getting closer to 61 and needs to get in shape.  I tried to leave for class but Kirstie Alley stopped and molested me.  Then I parked a car on the left side of the street."
        }, 
        {
            "number": "0537", 
            "head": "Off-Campus:03/08/02", 
            "content": "I was attacked by a lot of ants.  My boyfriend Jeremy put his bass on a stand outside.  Our other housemate (not Gina, but a guy) came home in a guitar-shaped car.  It tipped the bass and it cracked it in half.  Jeremy said he could fix it.  My other housemate Andre told the roommate it wasn't working out and he had to leave."
        }, 
        {
            "number": "0538", 
            "head": "Off-Campus:03/08/02", 
            "content": "I dreamt about being my old dorm roommate Sally's roommate again, and going for finals at the beginning of the quarter.  There was another, too, and I rode up an external elevator."
        }, 
        {
            "number": "0539", 
            "head": "Off-Campus:03/09/02", 
            "content": "I dreamt of the online teen club.  Someone had erected a walk-through first person thing."
        }, 
        {
            "number": "0540", 
            "head": "Off-Campus:03/11/02", 
            "content": "I was playing with the hairs on my boyfriend Jeremy's chest with my mouth."
        }, 
        {
            "number": "0541", 
            "head": "Off-Campus:03/11/02", 
            "content": "I was waking up next to a girl from class, a foreigner, who appreciated my help on something."
        }, 
        {
            "number": "0542", 
            "head": "Off-Campus:03/11/02", 
            "content": "I dreamt about not being able to get to class on time. I sat in on a different class, somehow, but I didn't make it to Spanish either, or philosophy the next day.  It was like I was trying to get there from my parents' place.  I started to run to find a city bus, and there was a group of people waiting for the bus, but by the time I got there, it was too late."
        }, 
        {
            "number": "0543", 
            "head": "Off-Campus:03/12/02", 
            "content": "I went to eat with the family- sushi.  All of a sudden my great grandmother Margaret appeared.  I thought it was strange that we all developed the same hallucination at once- Nana Margaret was dead."
        }, 
        {
            "number": "0544", 
            "head": "Off-Campus:03/12/02", 
            "content": "I went to a theatre and saw some comedy thing.  I fell asleep and woke up and watched the rest while squatting in the aisle.  Then I was in my boyfriend Jeremy's backyard.  We were going to get in a hot tub.  I was to hit the button to start the jets, but couldn't find it.  I ended up crossing over into our backyard.  There was a four-inch spider coming toward, and then a 1.5 foot one.  I yelled for help.  I moved to the garage where my father was collecting dust with a tool- it told him to adjust it.  The thicker the dust, the wider the pan.  I went into the next room and accidentally walked in front of a time-lapse camera taking a picture of Jeremy.  I apologized and ended up posing with two others, but the camera never went off.  They didn't care anymore."
        }, 
        {
            "number": "0545", 
            "head": "Off-Campus:03/13/02", 
            "content": "I was watching a fat girl jump into a pool.  It was a party.  It was late and I was going to go home.  My boyfriend Jeremy was not there, but surprisingly his dad said I should stay until the morning.  At first I said no, but he said it was better than risking the trip.  I sat a moment and suddenly felt the fatigue and dizziness, so I agreed to stay."
        }, 
        {
            "number": "0546", 
            "head": "Off-Campus:03/24/02", 
            "content": "I dreamt of a sequence of events leading to my being with my boyfriend Jeremy.  When we couldn't go to a dance together, I tried going back and doing things over.  Then I met him at about age 15, but he didn't come in; some other tough guy did.  It felt strange.  This would be my future, but I remembered Jeremy and wanted that."
        }, 
        {
            "number": "0547", 
            "head": "Off-Campus:03/25/02", 
            "content": "Disneyland.  Day by day it felt more like Toys R Us.  There was something about an old book, and crawling/riding through."
        }, 
        {
            "number": "0548", 
            "head": "Off-Campus:03/25/02", 
            "content": "A performance.  I was playing the flute without knowing how, trying to wing it.  I was followed by someone who did know how to play- there were a lot of us.  I t wasn't good, but we had to entertain.  I broke out into the splits and singing Tuvan.  It didn't work well.  I started to fly."
        }, 
        {
            "number": "0549", 
            "head": "Off-Campus:03/30/02", 
            "content": "I dreamt of eloping with my boyfriend Jeremy.  We told his parents first, over the phone.  But my parents were coming to visit us in the hotel we were at.  We had to tell them."
        }, 
        {
            "number": "0550", 
            "head": "Off-Campus:03/30/02", 
            "content": "I dreamt of having my front teeth filed down.  They were replaced with fanglike 8-inch pieces of metal."
        }, 
        {
            "number": "0551", 
            "head": "Off-Campus:03/31/02", 
            "content": "I dreamt about leaving my boyfriend Jeremy's house in the morning to go visit him (?)  I went through the forest running, and then starting to fly when I couldn't go fast enough.  Then I was jumping on the car watching myself in the mirror.  I went inside and Jeremy asked if I'd stay the whole time.  We curled up on the bed and watched a DVD he had of Smurf commercials.  It was like animated feathers, made of paper.  Then I was setting up my Care Bears in a bathroom stall."
        }, 
        {
            "number": "0552", 
            "head": "Off-Campus:04/01/02", 
            "content": "I was walking around on campus.  To my surprise, my boyfriend Jeremy waited for me outside the classroom.  The tooth issue again.  I found the consistency of it to be like that of an eggshell.  At first it was just one, but as I tried to put it back, they all came out."
        }, 
        {
            "number": "0553", 
            "head": "Off-Campus:04/03/02", 
            "content": "The radio came on, and the song enticed me to masturbate.  I stopped when the song changed."
        }, 
        {
            "number": "0554", 
            "head": "Off-Campus:04/03/02", 
            "content": "I was in the backyard.  There was a small monkey on the overhang wearing an orange vest, hat, and green cap.  I put my arms out and he jumped into them, heavier than I expected.  I asked if he wanted the Halloween clothes off and I helped him out of them.  There was something about Grandma Jane's parakeet Penta being free."
        }, 
        {
            "number": "0555", 
            "head": "Off-Campus:04/05/02", 
            "content": "I was talking to my mother in the brown bathroom.  She started coughing so I went to get her some water.  For some reason I went to the pink bathroom where my father was.  He asked for some too, but I refused as it was for health not refreshment, and he got mad."
        }, 
        {
            "number": "0556", 
            "head": "Off-Campus:04/05/02", 
            "content": "I dreamt my good online friend Del was with us and we were going to dinner.  Del kissed me- not with tongue but a simple loving affection kiss."
        }, 
        {
            "number": "0557", 
            "head": "Off-Campus:04/06/02", 
            "content": "Getting into the car, our friend Jake fell and hit his head.  I took him next door (his home) and there was a party.  Cats, and his brother Willy was sitting in a chair spaced out.  Drugs, maybe.  There were some cool toys.  I talked to Willy for a bit- nice guy.  Then, a flashback, I guess.  Realizing that the guy I was following was Willy.  Followed him through a bad party of town into a room down an alley.  They assigned me to a table.  It was a severe-case detox facility.  The people were volatile; it was scary.  True danger.  We barely escaped.  Then, I was telling my parents about Willy.  Something romantic was growing between us.  And of course there was talking with my boyfriend Jeremy.  I had a decision to make.  Love with Jeremy is strong, developed.  The situation with Willy had a spark.  He was tender, and it seemed like a good prospect.  Later in the same dream, I had to get a goblet of holy water.  I was trying to take it outside to someone without spilling.  Outside I crossed a bridge and started to cross another, going horizontally.  They were trying to dispose of a rocket about to go off.  I latched onto it when they set it off, trying to use my body to shield the shrapnel from everyone.  Once it looked like I was high enough and the coast was clear, I let go of the rocket."
        }, 
        {
            "number": "0558", 
            "head": "Off-Campus:04/07/02", 
            "content": "I chose the large rabbit to ride like a horse.  We went into a beauty salon."
        }, 
        {
            "number": "0559", 
            "head": "Off-Campus:04/10/02", 
            "content": "I was in a classroom building, trying to figure out which way to get into the lecture hall.  I tried several but they didn't work.  One went up to the balcony where I met my housemate Andre.  I left and wandered around the campus a bit, through the woods.  I followed a pathway trying to get up to the main road, but the path kept turning on the hillside so I couldn't reach the road.  Eventually I ended up back at the lecture hall.  My teeth fell out and I was distraught."
        }, 
        {
            "number": "0560", 
            "head": "Off-Campus:04/14/02", 
            "content": "I dreamt that my boyfriend Jeremy and I were going to go to Japan with his parents.  It was short notice, the tickets unsecured.  There were a lot of people from high school getting on the plane.  I said my name and we were seated.  The plane started taxiing.  I asked Jeremy what we were going to do- we had no clothes packed.  He said not to worry about it.  Then, looking back, my mother was driving the Volvo.  A stuffed Ernie (Sesame Street) was hanging from the rearview mirror.  My mother was trying to catch up so we could grab the bag she packed for me off the hood.  The plane slowed after I grabbed the bag and we were able to hug.  She said she'd go back and grab some pants- there was time.  She handed me what looked like a walnut in a Kleenex and I got back on the plane.  The pilot threw up.  We wouldn't go anywhere for a while.  I woke up before I could open the 'walnut' and see what my mother gave me."
        }, 
        {
            "number": "0561", 
            "head": "Off-Campus:04/14/02", 
            "content": "I had started to tell my boyfriend Jeremy my dream, and dreamt it over again.  Jeremy and I were split up and supposed to get on separate sides of the plane.  I was worried."
        }, 
        {
            "number": "0562", 
            "head": "Off-Campus:04/15/02", 
            "content": "Dreamt my mother's old college friend Colleen was tall and older and was related to the detox facility.  Her son Kip had his license and drove me somewhere in an old teal pickup truck."
        }, 
        {
            "number": "0563", 
            "head": "Off-Campus:04/16/02", 
            "content": "I had a spider bite the size of a golf ball on my left shoulder blade.  My mother was talking to my paternal Grandma Fay's best friend Charlene (with brown hair) in the kitchen.  I went back and gave her a hug.  My maternal Grandma Jane followed me into my room to look at the bite.  A huge spider with a ~2 inch body and thick legs appeared near the closet.  It had a white spot and lines in a triangle formation.  My mother flicked at it.  She gripped it in a Kleenex and told Grandma Jane to squish the other half- it was too big for one person to do.  I was screaming in fear."
        }, 
        {
            "number": "0564", 
            "head": "Off-Campus:04/16/02", 
            "content": "I was outside.  There was some defense, and a bat with Bart Simpson's head attacked.  That wasn't the fear.  The part of the evil much bigger, much stronger.  We had no chance."
        }, 
        {
            "number": "0565", 
            "head": "Off-Campus:04/16/02", 
            "content": "I was at a restaurant with clients from the detox facility.  One girl and I told a man and woman in separate booths to eat together."
        }, 
        {
            "number": "0566", 
            "head": "Off-Campus:04/16/02", 
            "content": "My boyfriend Jeremy and I were in a store on the wharf, I think.  There were Care Bears of all kinds.  Jeremy and I were looking at a puzzle of northeastern United States."
        }, 
        {
            "number": "0567", 
            "head": "Off-Campus:04/19/02", 
            "content": "I dreamt my brother Stuart was actually normal.  It was nice."
        }, 
        {
            "number": "0568", 
            "head": "Off-Campus:04/22/02", 
            "content": "Dreamt of asking our housemate Gina if she wanted DSL.  She didn't."
        }, 
        {
            "number": "0569", 
            "head": "Off-Campus:04/25/02", 
            "content": "It seemed like a sort of escape attempt.  I was going up a ramp into a sort of surgery room with the windows above.  There was a woman's body."
        }, 
        {
            "number": "0570", 
            "head": "Off-Campus:04/26/02", 
            "content": "I think I was living with my boyfriend Jeremy.  I was sitting on the edge of the bed, and I tried to fart.  A 6-inch clearish-grey blob popped out of my vagina and bounced across the floor.  I had miscarried my baby after only two days gestation.  It was Jeremy's baby, but somehow it had some cow DNA in it.  I was worried.  I asked Jeremy to find some type of formula.  I found a small toothpick sized hole in the blob that I determined to be the mouth, got some sort of eyedropper, and started attempting to feed it.  I had a loose tooth and next to it was a loose piece of my gums."
        }, 
        {
            "number": "0571", 
            "head": "Off-Campus:04/26/02", 
            "content": "I dreamt of my father reading Legos, a cat in a store, and buying pastries in an Asian town."
        }, 
        {
            "number": "0572", 
            "head": "Off-Campus:04/26/02", 
            "content": "I dreamt I got a certificate from my godmother Melinda Swenson for a copy of Diablo II while my father and I brushed our teeth."
        }, 
        {
            "number": "0573", 
            "head": "Off-Campus:04/30/02", 
            "content": "I dreamt about going back in time and hugging my deceased maternal Grandpa Gerald."
        }, 
        {
            "number": "0574", 
            "head": "Off-Campus:04/30/02", 
            "content": "We went to the Winchester Mystery house.  Watched a chair fly around the dining room and such.  They told us not to, but I took three eggs.  I hid them in the living room.  They were cracked.  I sat on the counter in the kitchen next to Grandma Jane.  A chubby kid came in and warned me of above.  There was an earthquake and I got my hands above my head just in time before the cans fell out of the cupboard, but the impact still hurt my head.  Outside, there was a pig that looked like my stuffed pig Albert."
        }, 
        {
            "number": "0575", 
            "head": "Off-Campus:05/01/02", 
            "content": "My furniture was splintering and breaking.  It hurt me- my hand and leg.  I was limping."
        }, 
        {
            "number": "0576", 
            "head": "Off-Campus:05/03/02", 
            "content": "I was in the Science building basement.  The water level was rising.  An old man with oxygen was left behind to handle something.  I went down to check on him and it smelled like carbon dioxide.  It was foggy."
        }, 
        {
            "number": "0577", 
            "head": "Off-Campus:05/04/02", 
            "content": "Dreamt about the food from my boyfriend Jeremy's mother Harriet.  I went with Jeremy to a 3-meeting program.  The last one didn't really happen but it was kind of a surprise.  They presented a bolo jacket as a reward- way overdone with the streamers.  Jeremy pointed out 3 fuzz ball decorations unique to mine.  There were a few other rewards and then I followed Jeremy through a tunnel system."
        }, 
        {
            "number": "0578", 
            "head": "Off-Campus:05/18/02", 
            "content": "Riding with my friends Celia and Jake, who were going to a prom.  There were several disgusting drinks in pouches.  My longtime classmate Gabe was there."
        }, 
        {
            "number": "0579", 
            "head": "Off-Campus:05/18/02", 
            "content": "Dreamt of a nest of penguins in our backyard.  Some of the babies were starting to get their feathers in."
        }, 
        {
            "number": "0580", 
            "head": "Off-Campus:06/10/02", 
            "content": "I was at work- a combination of working at the observatory and the detox center at night.  I was in my boss's office looking for my timecard or something.  I was alone on duty and was trying to deal with something I hadn't done before.  I searched the office and there was some mechanical thing that looked something like a phonograph.  Someone showed up briefly.  I had to go out for something.  I got in my car and drove to a shopping center several blocks away.  Then I went back to work but had to drive another half mile past and park in a community college lot."
        }, 
        {
            "number": "0581", 
            "head": "Off-Campus:06/19/02", 
            "content": "There was a surprise wedding for my high school classmate Regina, on a large boat.  It was quite a reunion.  Don't remember the rest."
        }, 
        {
            "number": "0582", 
            "head": "Off-Campus:06/20/02", 
            "content": "I was kept hostage by a man.  A black woman came, and while the man was on the phone, I took her arm and dragged her back to show her my living conditions, a small room that seemed part of a tower.  There was a small window but I stayed mostly in the closet.  With her help, I was freed."
        }, 
        {
            "number": "0583", 
            "head": "Off-Campus:06/20/02", 
            "content": "I dreamt of lying on the bed with my mother.  She started playing with her nipple.  I left the room and she started messing around sexually with a young guy.  He came into the room I was in, and started to try to stimulate me, too.  He had a sunburn."
        }, 
        {
            "number": "0584", 
            "head": "Off-Campus:06/25/02", 
            "content": "I dreamt I started taking a shower with my boyfriend Jeremy and my housemate Drake.  Then I was in a house.  There were two people lying on pillows.  There were objects waiting, symbolic of my relationship with Jeremy.  A little house with some moving parts, and something about Thai.  I sat down and watched TLC.  I was dumbstruck- it was a biography about Jeremy!  Jeremy gave me some soup.  In it I found paper- 3 six-page letters, labeled.  One said cloud.  I went to tell my mother.  Everything was so wonderful.  Someone had a moustache."
        }, 
        {
            "number": "0585", 
            "head": "Off-Campus:06/25/02", 
            "content": "I dreamt about being on the shore.  I was slapping an oar on the water's surface to draw the attention of a dolphin swimming around.  It surfaced and mimicked, slapping the water with its fin.  A few kayaks washed up on shore and we got worried.  We went and opened the door and pulled in a floater of toys.  Retrieved the baby.  Second time got the rest of the parents, grandmother, and two bad guys.  There were two types of toys, blockish large ones and smaller ones.  \"Grover wasn't very nice.\"  He offered the geriatric award to Prairie Dawn first, because she was weak."
        }, 
        {
            "number": "0586", 
            "head": "Off-Campus:08/26/02", 
            "content": "I don't remember the majority of it, but something to do with Moulin Rouge, and I was to sing, like in a real performance.  I had to really belt it out.  I don't think it actually came to the stage part, but I did start to sing, and it felt so gloriously free!"
        }, 
        {
            "number": "0587", 
            "head": "Off-Campus:11/??/02", 
            "content": "I went to my maternal Grandma Jane's house. Grandma Jane had died, so it was my parents' place now.  I didn't want them to sell it."
        }, 
        {
            "number": "0588", 
            "head": "Off-Campus:11/02/02", 
            "content": "A 3-inch tall deer came into my boyfriend Jeremy's room. It was really cute.  I held it and such, but we didn't think it was safe, so took it to the zoo. They didn't want to accept it because care costs money. So we'd have to pay them, but would eventually yield a profit. The deer was small, so we just snuck it through the bars. At that point it was actually a little lizard wearing a horse blanket. Then there was a chimp, and the zoo was asking an exorbitant amount for it too...So Jeremy came up with this brilliant little scam. He wrote a computer program. I don't remember it exactly but there was some sort of robotic thing, and a spray. We were in this Icelandic world. Off in the snow someone was pushing on the rump of a rhino or wildebeest while the polar bears just sat around. Well someone was driving on the ice and it cracked, and Jeremy's spray came to the rescue and the plan was going to work."
        }, 
        {
            "number": "0589", 
            "head": "Off-Campus:11/05/02", 
            "content": "I dreamt about my deceased paternal grandpa Ernest.  He was there at some family gathering. Then, he was dying. Everybody else just pretty much stood around. I think my father said something to him, and I knelt down and gave him a hug and said goodbye...I was happy I got to say goodbye, but I was upset that nobody else seemed to care- it didn't seem right that someone should go and their family doesn't seem to care. Then I remember something of crawling into a little cubbyhole."
        }, 
        {
            "number": "0590", 
            "head": "Off-Campus:12/??/02", 
            "content": "I had a dream about Grandma Jane's parakeet, Penta dying.  In the dream, after Penta passed away, I went up to my mother and asked, \"Hey, didn't Penta die a year ago?\" She said yes."
        }, 
        {
            "number": "0591", 
            "head": "Off-Campus:12/07/02", 
            "content": "A giraffe and a zebra, about 5 inches tall.  It was rather an unpleasant dream. The baby zebra was wounded; there was a splotch of blood on his side. He had trouble standing, and seemed in distress.  The poor thing wobbled over to the giraffe- the giraffe was also wounded, and lying on the ground dead. The zebra was attempting something, without much success, weak and stumbling.  I reached out and held its leg to try and support it. The zebra sat down- it was treating the giraffe like it's mother- was going to it for comfort and protection, the way a baby would nuzzle up to its mother. The poor thing sat down, and died. I was sad and bawling until the phone rang and woke us up."
        }, 
        {
            "number": "0592", 
            "head": "Off-Campus:12/28/02", 
            "content": "I heard the toilet flush and my boyfriend Jeremy came back to say goodbye before leaving to go home. He came in, but I could not move to greet him, hug him, anything. Frozen in the position I was in.  But I didn't panic, I resigned myself to it.  I felt exhausted when I actually woke up a few minutes later when Jeremy actually did come to say goodbye."
        }, 
        {
            "number": "0593", 
            "head": "Off-Campus:01/21/03", 
            "content": "My mother was preoccupied by teaching in my classroom. I was talking to the teacher and for some reason it hit me, I remembered that my maternal Grandma Jane was dead, and so I was distraught.  I wanted to talk to my mother but she wasn't available, so I went to the mall and wandered, looking for a place to sit down and cry. Some part of me wasn't completely convinced, though- it was too odd that my mother was in teaching and not grieving, and that it had been a couple weeks and we hadn't had any memorial service yet. But still, I was sobbing.  A few things happened, violent things in the parking lot that made me worry. Something about a rock being thrown and breaking a window, too, I believe.  Anyway my mother finally found me and I was so relieved, and I asked her- was Grandma Jane dead or alive? She said she was alive, and I was relieved, but couldn't stop the tears yet of course. I was relieved that it had just been a dream. My last thought before awakening was, \"wait a minute. I remember those two violent things happening in a dream before and that came true...what if Grandma Jane's being dead is going to come true as well?\""
        }, 
        {
            "number": "0594", 
            "head": "Off-Campus:01/26/03", 
            "content": "A return to the old days. We were in the Volvo, but I was in the back seat- my mother was supposed to be driving. The whole family was there. My dad and brother Stuart were in the car, as usual, waiting for my mother to stop talking and get in so we could leave. This time we had another task for her. The whole car was covered with spiders. Some were the typical one-inch or so. Others were bigger; huge, like 3 feet across. She went around the car stabbing them. The big ones thumped off the car spurting krill-colored blood all over the place."
        }, 
        {
            "number": "0595", 
            "head": "Off-Campus:01/26/03", 
            "content": "We were at some theme park or something, in front of a supposedly haunted house. We looked in and didn't understand. Lights were on, nothing was happening. The man told us to go in and follow the lights; he'd turned most of them off. I and two other girls went in.  Walking through the house (it wasn't a ride, but a real house, seemingly abandoned) the story of three girls was chronicled. We were 'in the role' of these three girls who came exploring the house. The girls had different perspectives on the house, one kidding and being very sarcastic, the others afraid, that sort of thing, so the friendship was at risk. Walked in the front door, through the kitchen off to the left.  Some of what happened is unclear, but in the last room they'd been separated for a short time and didn't trust each other anymore.  Everything that had happened in the story originally was happening again- we didn't trust each other.  The last part we didn't play in, but simply watched from above. One of the girls wanted to leave; one was not allowing her to. The other came out from another room bleeding. The other ran for the door and the dominant one stopped her with a knife. Finally help arrived...the one who tried to escape had gaping wounds up and down her body and was carried out on a gurney. They all left hurt, somehow a victim of the house.  Upon exiting I thought the thing was pretty neat, how we actually, unknowingly did take on the roles of the girls and feel what they had felt.  I talked to the guy running the house, asking about how it was done, or something. He had creepy looking blue eyes. In response to my question he took me through it from the back entrance to show how it was done. I think we were in a car of some sort. In any case, we were talking, and it looked as though he had wire bristles in his mouth, like some sort of bug.  Going through the tunnel back into the house something outside the car brushed against my breasts. I kept talking with the guy.  We started kissing. There were no wire bristles, but his tongue had fork tines on it. And then I had an orgasm, just by kissing the fork-tongued man."
        }, 
        {
            "number": "0596", 
            "head": "Off-Campus:02/04/03", 
            "content": "My deceased maternal grandpa Gerald was in my dream last night.  As usual I hugged him, and I told him how much \"I miss you guys\" (Guys referring also to the rest of my family, who's still alive). His response was something about, \"well, come September...oh but we're not allowed to talk about that.\" The feeling I got from his message was that something would happen in September to change that, my impression being that I would die and then I wouldn't miss him anymore. The referral to not being allowed to talk about that would be some rule from God about divulging the future."
        }, 
        {
            "number": "0597", 
            "head": "Off-Campus:02/14/03", 
            "content": "I was on campus, talking to my old friend Neil Block. Not sure what he was doing there or what we were talking about. Went to some place on campus to get some lemon noodles. The campus seemed more like my friend's, larger and more spread out and flatter than my university. It might have supposedly been a grad school.  I saw some people I recognized from campus. I recall something to do with my kindergarten teacher Mrs. Moore as well. Anyway I seemed to be wandering around the campus pretty aimlessly, until I collapsed somewhere and messed with the elastic on my thongs. A girl came up to me with a clear shoebox.  She reminded me very much of a girl I knew from fourth grade. She had tiny odd shaped Tupperware containers and flecks. Things like popcorn and Grape Nuts and confetti that she was gluing onto the Tupperware, so they ended up looking like little parade floats decorated with flowers. And I just sat there and cried.  My boyfriend Jeremy was in my life, but I had been on campus for quite some time and could not make friends."
        }, 
        {
            "number": "0598", 
            "head": "Off-Campus:02/15/03", 
            "content": "I was wandering around some place naked, and quite self-conscious, trying to hide from everyone."
        }, 
        {
            "number": "0599", 
            "head": "Off-Campus:02/15/03", 
            "content": "I was in a room with my boyfriend Jeremy. 'His' friends(ours, including some of mine he hasn't even met like Neil Block) were there and I guess playing practical jokes while I was trying to spend quality time with Jeremy. It was weird how those friends weren't necessarily themselves. I remember referring to one of them as Gonzo. Anyway I got extremely fed up with all of their little games and it got to the point where everyone was in a pile and I was stabbing at them with a mechanical pencil."
        }, 
        {
            "number": "0600", 
            "head": "Off-Campus:02/17/03", 
            "content": "I gave birth. It was painful, but not as bad nor did it take as long as I expected. My baby was about 5 inches long, tops. Pocketsize!  I feel like it was a boy, though I don't remember anything in the dream specifically telling me so. It was mostly just really tiny like a hamster. It had my boyfriend Jeremy's skin tone.  I swaddled up the baby and stuck it in my pocket. Never did name the little thing. Went somewhere- not sure if it was school related or what, but we were in a place first with bunk beds, then stadium seating. I was sitting next to my godmother Melinda Swenson.  At some point a while later someone said something that reminded me- I had forgotten about the baby! At some point I remembered and hurriedly pulled him out of my pocket, and unswaddled him to make sure he could breathe. I think he was swaddled to a tortilla chip, actually."
        }, 
        {
            "number": "0601", 
            "head": "Off-Campus:02/17/03", 
            "content": "My housemates and I received an email response from the landlord about letting us stay until the 15th of June."
        }, 
        {
            "number": "0602", 
            "head": "Off-Campus:03/12/03", 
            "content": "I was going to some meeting with my parents, talking about some colored jelly stuff. Apparently I and both my parents were in Girl Scouts. I'm not sure what my father did, but I said to him, \"Oh Daddy, you're so puerile.\"  Puerile is a word I don't recall encountering before, so I noted the particularity of it.  I saw it mentally written and knew there was an E next to the U in it.  I imagined from the context that it meant juvenile, and noted it to look it up when I woke up.  After the meeting, we went home.  We walked down the street and there was a big sign like the dragons at the mini-golf place.  It was colorful and impressive.  Once back at home, my boyfriend Jeremy's old online friend Starla was visiting.   Jeremy and I were going to stay in my brother Stuart's room, and Starla was going to stay in mine.  She was sick, though, from drinking, and tried to run to the bathroom to throw up.  Her vomit was orange, and it was everywhere.  Somehow she couldn't get to the toilet in time, but she managed to open my retainer case and vomit there.  I was disgusted and upset."
        }, 
        {
            "number": "0603", 
            "head": "Off-Campus:03/15/03", 
            "content": "I remember whipping around some sea cucumber in an aquarium, but how that relates to anything else, I have no idea.  There was some sort of...gizmo? I guess it was a government project or something, because it was supposed to be off-limits. I think I was with one or two other people who went in and got it. Took us a little bit to figure out how to work it. It essentially looked like a 3-foot fan, with the protective housing around it. By holding onto it, we could sort of fly around.  We ended up somewhere, I guess with choir. I was going to demonstrate how to use the thing, explaining how it could make you fly. Something about lettuce wings. I guess I went to demonstrate, and something gave it away that I was the one flying, the gizmo had nothing to do with it. My choir instructor Jack said, \"I knew it!\" One girl was especially eager and I guess jealous, but wasn't aware that I was the one flying. She wanted to try the gizmo so climbed out on a tower roof- this was about the same time as I began my demonstration and right when it was becoming apparent it was me in control of levitating, not the machine. She fell and died. I felt it was my fault because even though I didn't know it was me, not the machine, I felt that subconsciously I must have known and so put the girl at risk, even though nobody else seemed to blame me."
        }, 
        {
            "number": "0604", 
            "head": "Off-Campus:03/20/03", 
            "content": "The first part of the dream had something to do with my good online friend Del, or a friend of his.  Then I was in my university town.  I went down a steep driveway into a green area to pick something up, and turned around to leave.  When I got back out of the area, I met up with my boyfriend Jeremy.  Behind us there was a fighter jet that had been hit by the Iraqi army and was on its way toward crashing into the ground.  I woke up temporarily.  When I went back to sleep, I was standing where we were when the jet crashed behind us.  I was sitting at some sort of machine that allowed me to watch the dream over again."
        }, 
        {
            "number": "0605", 
            "head": "Off-Campus:04/06/03", 
            "content": "We were in a small room standing on some bleachers for choir.  I don't remember what happened, it was sort of like we were taken hostage.  We were led out from the back room we were in to a sort of large warehouse.  We had to fight; these people were not just bad people, but the leader was Diablo.  We fought hard, but our hits did very little damage.  My last attempt before awakening was picking up a chair and driving a leg of the chair deep into the large black man's neck, holding it there until it crushed his throat, continuing to hold it there for as long as possible, waiting for him to die."
        }, 
        {
            "number": "0606", 
            "head": "Off-Campus:04/09/03", 
            "content": "The characters were not all that human. There was something to do with looking at the stars. One of the choir members was getting married, and I had a fight with one of the other characters. We dressed the woman up for marriage, but in doing so she was pretty much just a Puffkin. A little cloak and hat. At someone's word, I was trying to splice videotape. The character with whom I'd had the falling out forgave me. An incredibly tall man, who somewhat resembled my father, lovingly picked me up and carried me to my room, past a large gathering."
        }, 
        {
            "number": "0607", 
            "head": "Off-Campus:04/09/03", 
            "content": "Duncan, the manager at the sport retail store where my boyfriend Jeremy works, was leaving. Not sure if he died or what, but they were without a manager. Despite my never having worked there, they took me into the position part-time. So we began to reorganize the store. It was a horrible mess. Looked like a garage someone uses for storage. There were piles of dusty paper, wood, and guitars littering throughout the three rooms. I tried to get it set up somewhat 'like before'. The guitar room would be on the right, paintball, and in the middle an area great for questions and advice. But there was so much stuff, we had a lot to sort through and get rid of, as well. In one area there were lots of little cages with various birds in them. I picked up a couple of the cages, intending to take them to the middle room. On my way to the next room I saw two black and white fuzzy caterpillars. Then a woman approached me: the other manager's wife or something. He had left for some reason, but she gave me something to give him. Another woman approached me asking for a volunteer application. This meant more searching. I looked under piles of papers and stickers but didn't find any. I told her that I was hired without one, and I'm the manager! So, shouldn't be a big deal if she's hired without one either, and I took her on.  When I was looking near the pile of stickers, I found an odd little toy. It had a yellow sort of frame and a clear bulbous area in which there was a little figure of Batman. You push the button on the top and the little superhero starts to fly around. At first I wasn't impressed but someone told me to keep watching. He spun a web, which really didn't make sense since it was Batman. Anyway I gave the toy to a little kid who somehow appeared- maybe the new volunteer's son or something. I was outside with the kid, picked him up, and fell backwards. Made it look like an 'accident on purpose' to make the kid laugh. Things got incredibly weird from there. The superhero, which was not Batman, was now real. He was angry. Someone took me to a 'back room' of sorts with little gold platforms. They told me to stand on one while they stood on the other..though they sunk down 4 feet. A ball of electricity was created around me, like a web. I could reach my arms out and 'stretch' the sphere, but in doing so, I could feel the tingling electricity on my arms. The other person was transformed into an overweight woman. She talked with the superhero, telling him if he came back to us, he would be immortal, but if he went to the villain, he would die."
        }, 
        {
            "number": "0608", 
            "head": "Off-Campus:04/10/03", 
            "content": "We were on stage rehearsing for choir.  We were all of a sudden supposed to memorize the music.  I went down in front and watched through a video camera.  When I did so, luminescent blue beings could be seen inside the others on stage.  They were spirits.  I watched the one on the right, where I stand.  It jerked its head to the side.  It was creepy.  Then we were back stage, standing by the curtain.  A bit further back there was a door, I guess to the control or lighting room.  I saw one of the academic advisors on the phone.  He was getting a warning.  I don't remember if I tried to warn everyone or not.  I sought shelter by the wall under the curtain, and crouched.  Iraq was attacking and we were going to be bombed.  The ground shook and debris rained down.  People were running around in a panic.  I was anxious to find my parents as I was leaving the recital hall.  I met with my father, I think.  We were trying to get as far away from the building as possible.  My cousin Allen was there, and he stopped at a little clubhouse off to the side to get some food.  I think my maternal Grandma Jane was with us, but we had yet to meet up with my mother, though we knew she was okay and coming.  We passed a park and went towards the parking lot where the car was."
        }, 
        {
            "number": "0609", 
            "head": "Off-Campus:04/13/03", 
            "content": "I was on some sort of school trip.  My old classmate Jim Schumann was there, wearing shorts.  We were in the water in a docking area, holding onto the docks.  It was dark.  I went into a shack of some sort with a propane tank in it.  Then down at the other end of a dock there was a room with a bunch of aquariums full of rodents.  Some of the rats had escaped and we were trying to get them back in."
        }, 
        {
            "number": "0610", 
            "head": "Off-Campus:04/14/03", 
            "content": "I guess I'd gone to visit my best friend Emma, because I was supposed to be in the town of her university. It was a crowded little house and mine was not the only sleeping bag on the floor. I left the house and took a walk down on my way to a train station or something. I guess I had my bike with me. I was distracted by a face in the clouds. I was listening to I think a Don Henley song (the source I have no idea) and this face in the clouds was singing along with it. I decided it had to be God. So I was very taken in at looking at all his features. He was hairy and had a moustache. A little like Yanni I guess. Once I turned back from looking at the face, I noticed that two older women had taken my bike. It was somewhat in pieces now. I yelled at them to give it back. They gave me part of it, but still hadn't given me the handlebars. I had a little black-hole like portal that I opened and put the little pieces in so I could run after them and get the rest. The woman with the handlebars had gone to a payphone. I yelled at the women and said I'd call for help, and did, though it felt so weird. The other woman came and talked to me in a parking lot. She gave me the bike back, and a bag full of other stuff, too. Apparently her friend had called and found out that if they were caught with the stuff just how much trouble they would be in. I refused the bag of clothes saying that all I wanted was my bike back. The clothes in the bag were huge but the lady pulled a couple out and commented on how pretty she thought they were, and I guess decided to keep them. I went back to my little portal and put the bike back in the house through it. I continued on and looked through a screened window. I thought I saw my mother fresh out of the shower, with the hair matted around her face, so I banged on the window. Turned out it was actually my former friend Jenna. I guess I expected my mother to be there, so I asked her if she knew where she was. She seemed relatively friendly considering the way we parted. Somehow in the conversation with her it came out that I was dead, so probably wouldn't be able to see my mother anyway. But time had passed, and so perhaps that's why my mother didn't live there anymore. She wrote down the address of where I could find my mother- Liverpool, England, and then laughed evilly- as there was pretty much no way I could get there.  I was pretty dejected at that point. I tried crawling through my portal, and ended up back in the house. I think it was then when I was lying on the floor, and my friend Deanna's mother came up to me and put her head about where my liver is. She'd read something about my stomach talking or something and wanted to hear. Then she moved to about where my stomach was. Weird. I still wanted to see my mother, though. I tried to use the portal again- I was able to get to the city of my university, but that was still a long way from England. I stood on the coast wondering what to do."
        }, 
        {
            "number": "0611", 
            "head": "Off-Campus:04/14/03", 
            "content": "There was of a family gathering at my parent's house. I was sitting on the couch in the living room and my (deceased) maternal grandpa Gerald walked in with a lampshade hat on. It seemed all three (?) of my grandpas had them. The first was Grandpa Gerald- that was quite clear. One of the others was not my paternal step-grandpa Sal, and I don't think my (deceased) paternal Grandpa Ernest, either, so I'm not sure who. The other was a big black man. Anyway I wanted a picture of the three of them with their lampshades on. The camera I had was large and rectangular, old-looking. Anyway my mother and I were both about to take pictures, when the rest of the family joined in. Through the viewfinder I watched my cousin Allen talk to two young Hawaiian girls that were somehow related to us, though I don't think it was supposed to be my younger cousins. I never got the picture of just my three grandpas. I went in to the hallway where Aunt Fiona and my mother were talking, and picked up my piece of pie off the floor. Aunt Fiona asked if we had some Lentil soup so she could have that and not eat so much, so she'd have some room for dessert, or something, so I got some lentil soup out of the fridge for her. I went back to the rumpus room. My dad and brother Stuart were on the couch, Stuart spread across it so there was no room. The wading pool was now in the rumpus room as well, so I had to walk around it, and got Stuart to move his feet just to give me enough room, though he was being a brat. Then he put my pie in the pool and pushed it to float on the other side. They were watching some movie on TV, and my father was impressed that it had some actress in it, yet she hadn't started to cry at the scary part. The rest of the family was in the backyard, and fireworks started. I went out to watch. They were incredibly colorful, more like paint spatters flying around than burning embers. My cousin Alice was holding a basket, which everyone expected to have a baby in it.   I guess she was babysitting. In actuality, there were three tiny babies crammed in the basket. Her mother Aunt Joan came out to talk to my father, and said she was going to the city I plan on moving to after graduation to look for a job. My dad told her not to bother; everything there is closed on 'economy day' or whatever strange new holiday it was supposed to be that Friday."
        }, 
        {
            "number": "0612", 
            "head": "Off-Campus:04/15/03", 
            "content": "There was a sort of sunburst-like pendant looking thing hovering around the night sky, which faded into a group of red dots. I thought that I wished I'd had a camera, and realized I did, so I took a picture. I tracked the dots around the corner, and there was rustling in the bush. It was a fox."
        }, 
        {
            "number": "0613", 
            "head": "Off-Campus:04/15/03", 
            "content": "A dream of Armageddon or something. I don't know what was going on, but supposedly the world was going to end, so my boyfriend Jeremy and I were supposed to have sex. My dad was in the next room backing up my computer, somehow trying to protect it from Armageddon even though we would all be dead and not care, and I was searching for a certain Oingo Boingo song. We also put some program on the computer that was supposed to protect the files, like a watchdog. The dog was physical, though, and while Jeremy was out of the room, I was holding and petting the dog, which was, at first generation, blue, and then turned natural-brown after that."
        }, 
        {
            "number": "0614", 
            "head": "Off-Campus:04/30/03", 
            "content": "I was with my parents looking at apartments. One place looked like a palace. The swimming pool surrounded it with little stream-like waterways and there were pathways crossing over these, and fountains, it was gorgeous. I went inside a room asking if they had a single, but they misunderstood me because it wasn't the main office, it was the fitness center. They thought I wanted a karate belt. Somehow I got separated from my parents and was going through a storage room, seemingly with someone else, and trying to escape something."
        }, 
        {
            "number": "0615", 
            "head": "Off-Campus:04/30/03", 
            "content": "I was driving somewhere in a strange, busy city. I had a pen between my teeth. Even though I was in the car, it seemed like I was riding a motorcycle, as I was straddling something. I had to turn around but I couldn't make a U-turn, so I turned down a street. There was an odd sort of train tracks that split an intersection in a big hump. I took the left fork, and found myself on a narrow street with small houses, but the line of cars was backed up the whole block.  At some point during this, my mother was with me and we weren't in the car anymore. It turned out the line was for a modeling agency or something. I was sort of thrown onto a photo shoot with another two girls, and there were only supposed to be two, so one was taken off- but not me. I was thinking I should have dressed differently, but they gave me a shirt to put on over the one I had. They gave us a little direction on how they wanted us to play up for the camera. I only saw one flash, and there was some interruption. So I left the set and went to take off the shirt they'd given me. I pulled it off and it lifted my other shirt as well. Someone said something, it might have been a compliment, but all I really remember hearing was something about my bra being padded. I asked what she was talking about, since I don't pad. Then some young guy came up and makes some rude remark about 'feeling my naturals' or something. I said my boyfriend wouldn't like that and left.  Then my mother and I were in front of the building, which looked like a fancy new sort of bank or something. There were video screens showing some of the new modeling shoots they'd just had. The girl I was on the set with was complaining about how short ours was. I myself was surprised I'd been considered at all for the position and hadn't been kicked off immediately, so I was feeling pretty good. I started thinking that beauty contests and modeling stuff isn't as bad as I'd believed them to be, yet here were these girls around me in tears. My thinking was wondering if I'd get any sort of compensation for the ad, even though I was darn happy I'd gotten such a confidence boost in my looks.  I was called back for a second shoot. I was standing behind a counter with another girl. We were both wearing black dresses that looked pretty fancy with sequins or beads. She had shiny black beads all around her, on her head, her wrists, kind of like a flapper. I saw one of the video screens and my mother was in there briefly too! She was complimented on her looks as well. Then it was back in the car."
        }, 
        {
            "number": "0616", 
            "head": "Off-Campus:05/06/03", 
            "content": "My boyfriend Jeremy and I were in my room. I was at a computer, and he was probably at his, and we were talking about Beatles music. It was a Wednesday, and I told him he should come to class with me tomorrow. He said no, that he would be out of place and nobody would know him. I told him well nobody knows me either. So he dropped me off at class and to my surprise he stayed- he went to the other side of the room and played DJ for them. Paul McCartney was there lecturing!  Then I remembered where we were, and caught Jeremy's eye. I motioned like a steering wheel- he could get a parking ticket. He ran out. After class I went to find him under a stairwell, like the one at the detox facility. He was laying on the ground, talking to our choir pianist. He asked if she was feeling any better, and she said that his advice about not eating so much or something worked. She got up and sat on his stomach, and slid off between his legs, hurting his groin. At some point in this, he donned bushy grey eyebrows and a long grey beard. It looked pretty funny. We were going to walk to the car when someone sitting on a bench got up and started to chase him, calling him Hank Turner. I warned, \"Jeremy...\" and I guess she realized it wasn't Hank Turner, whoever that is, and stopped chasing."
        }, 
        {
            "number": "0617", 
            "head": "Off-Campus:05/09/03", 
            "content": "I was standing near a 3-foot wall in a field with my housemate Andre and my boyfriend Jeremy.  Over the wall we could see a group of Mexican construction workers.  An army of terrorists advanced on them, and despite most of the workers putting their hands up or laying on the ground in surrender, the army just completely unloaded on them.  The objective wasn't to win this war, but to eliminate everyone in the area.  It was disturbing to watch the dead bodies twitch with bullet hits.  I guess Andre and Jeremy stood horrified watching the act.  I reserved myself to what was likely to come, and calmly curled up in a little recess near the wall, so the wall would be tall enough to hide me, unless the attackers came closer.  Someone asked about sharing the spot with me, and I figured it would give us away and said no.  Jeremy curled up in front of me, though, and we waited.  By some miracle, we were ignored even though the attackers were very close.  Then we were in some room further off from where we had been.  The army came.  I never once in this dream saw what the army looked like.  When they reached us, my view was from above, looking at a map.  We were green asterisks and the enemy were the red asterisks.  At this point we had nowhere to hide.  I made a break for it and just ran.  Somehow I managed to get past all the attackers and ended up in the police department.  I ran in somewhat out of breath but used language like \"hell\" that I never use.  The police captain looked like the guy in charge from MASH.  I figured they knew what was going on, though I didn't know how they'd survived if they were confronted.  I didn't much care, either.  I was just begging for help for the people in my life.  The police asked me who, and I said well my parents were in a different town, so they were probably safe, but my future mother-in-law, well, no, she's not around here either, she's probably safe too.  But somehow it seemed like I might get a better response if I mentioned her instead of Jeremy.  As it was it might have already been too late."
        }, 
        {
            "number": "0618", 
            "head": "Off-Campus:05/09/03", 
            "content": "The dream sort of seemed reminiscent of Crazy as Hell.  I was in a bedroom standing next to my maternal Grandma Jane.  Someone came in and gave me little sticks and told me to give two to Grandma Jane.  Hers were cinnamon sticks, I'm not sure what mine were.  I don't know how that segued into the dream, but the group of us were to go down to the hospital.  There was a certain patient near the end of the wing we were supposed to see.  It was a short black man, who looked pretty out of it because of the drugs.  I don't remember why we were supposed to see him or what happened right then.  He might have grabbed my wrist or something, but it became apparent he was dangerous.  We tried to leave.  In the car on a country road, we saw him again- this time he was big and muscular, pointing in a direction and laughing at us."
        }, 
        {
            "number": "0619", 
            "head": "Off-Campus:05/09/03", 
            "content": "I was with my boyfriend Jeremy.  Received a call from my mother's college friend Lynn, that she couldn't get into her place, I think.  Jeremy had taken the call so I didn't get to hear the details, but it was urgent.  So I drove down the main street, talking to Jeremy on the cell about how to get there.  He said to continue on, and in doing so, I ran into a narrow residential area, and he said I was there.  I went around to knock on the back door, and Jeremy said no, he'd do it.  Lynn's son Jonathan seemed to be the threat, and he's a big kid, quite dangerous when angry.  Ironically we decided Jeremy should go to the door because he'd talked to him recently (on the phone while I was driving) and would know him better- so when Jonathan answers the door, Jeremy should prepare for a hit, and after the first one, Jonathan should recognize him."
        }, 
        {
            "number": "0620", 
            "head": "Off-Campus:05/10/03", 
            "content": "I don't remember where the dream started.  I was in a bookstore with my mother and my boyfriend Jeremy.  I stopped to look at a portrait on the wall of a man.  An old woman came up and told me it was her husband, and she started telling me about him.  He was some sort of engineer, but worked at some difficult job like a steel mill or something that you wouldn't think an old man would be capable of.  I asked the old woman when he'd get home from work.  She said he worked from 6 until 9, so it would be a while.  I went to look at a rack of greeting cards to get a birthday card for my mother, but then I saw my mother in the next aisle.  She asked if I was looking for a Mother's day card for the grandparents.  I went and talked to Jeremy for a moment, and then went back in the little room where the picture was.  This time it was different.  It had a man standing in front of a bathroom sink.  You could flip the middle segment so the man would be looking in the mirror, directly at you, or off to the side.  Later, some people told me the old woman was crazy.  If her husband were still alive he'd be over 200 years old.  At some point, Jeremy and I left the bookstore, and we were in some Asian country.  Jeremy was somewhat of my tour guide; he seemed to know a lot more than I did.  We walked up and down the street with food vendors.  I wanted some fried rice but I was warned about how spicy it would be...try the salad first.  The salad wasn't spicy, but when I went to try other things, the lady was busy.  I was also worried I didn't have enough money, but apparently things were like cents per item.  We took the bus to another part of town, across a sort of bridge.  In a sort of junkyard, there seemed to be a lot of cars around.  There were different flavors of ice, like slushies, all around the yard.  I went into a room looking for the flavor I wanted to try.  Jeremy and I went to the corner to sit down on a little mat, though, and we started to make love.  We heard a noise and were going to try and hide, but the owner came in.  She was not happy.  It might have been at this point when we became prisoners of a sort.  Back on the bus, following orders.  A loss of memory after that, but I recall riding on the bus, holding a letter addressed in Japanese.  I was sending some pictures to Jeremy's mother Harriet.  After a while I realized it was strange that it was addressed in Japanese, as she lives in the US.  Oh well, the pictures would go to Jeremy's grandparents, then.  Hopefully they would accept it.  I had trouble getting the envelope to seal correctly, though, and tried another envelope, which was also difficult."
        }, 
        {
            "number": "0621", 
            "head": "Off-Campus:05/11/03", 
            "content": "I dreamt that my brother Stuart had read my Live Journal post, and he and his fiancée Sheila both sent me emails.  Sheila was not happy, but I didn't seem emotionally threatened by her.  It also sounded like Stuart was making an effort to be friends again."
        }, 
        {
            "number": "0622", 
            "head": "Off-Campus:05/12/03", 
            "content": "For some reason I had cheated on my boyfriend Jeremy.  I think I'd forgotten about it until I got a call from the guy I'd slept with asking to come over again.  Jeremy and the families were there; I was trying to figure out how to tell the guy it was a one-time thing without raising suspicion.  I finally said I'd call him back later.  I was extremely uncomfortable, not just with the fact that I'd cheated on Jeremy, but that, while I didn't remember the occurrence, that I think I enjoyed the sex somewhat more; his penis was larger.  There were things going on in the room.  I was conflicted and trying to decide whether I should tell Jeremy or not.  He should have the decision to choose whether he wants to stay with someone who cheated on him, but at the same time, I knew I loved him and didn't want to lose him, and would never cheat again, and that telling him would only hurt him.  I was laying on the floor in my parents' living room.  Jeremy's parents were there, too, and Jeremy's father seemed quite sympathetic to my parents' situation with my brother Stuart."
        }, 
        {
            "number": "0623", 
            "head": "Off-Campus:05/12/03", 
            "content": "I dreamt I was in a video store, looking at cakes.  There was a guy who was chatting with me, and I showed him what my Rainbow Brite cake looked like when I was little.  I went around the store taking tiny pieces of various types of cake."
        }, 
        {
            "number": "0624", 
            "head": "Off-Campus:05/13/03", 
            "content": "I dreamt I was in a fancy Italian restaurant with my mother and maternal Grandma Jane.  Where we were sitting actually looked like the middle of a shoe aisle in a store.  I looked at the menu trying to find something vegetarian and appealing, but I didn't know what most of it was.  There were some Mexican items.  There was no waiter; my mother and Grandma Jane walked back to where the cooks were and ordered.  I sat there pondering what to get.  Then I was moving to my friend Deanna's apartment complex.  It seemed like the room we were unloading things into was a temporary.  I had a view of the pool and lowered the ladder (like from an attic).  It didn't go down all the way, and I was stuck in the middle of the pool on a pillar.  There was a sign that said the pool was for singers only, like for choir trips.  I was jealous.  There were two waterslides in the pool.  I had to get out somehow, so jumped into the water.  It was cold and had no chlorine- you're supposed to shower before getting in.  I called Deanna over to let her know I was in her complex.  She pulled the ladder down the rest of the way and we had to put all my stuffed animals and some peanut butter back into my room.  Some time later we were in the garage, which still looked out toward the pool- this time it was full of playing kids.  There was a gas buildup somewhere in the pipes, and eventually there was an explosion."
        }, 
        {
            "number": "0625", 
            "head": "Off-Campus:05/14/03", 
            "content": "I was working for my chiropractor, I think.  Was waiting for my paycheck to come through the email, but the mail system seemed to be down.  I left for a while and when I came back, it connected.  I got a couple emails about Mining and other things, and then I realized with horror that I'd forgotten completely about a geology class after the first meeting.  I'd missed the midterm on the 14th.  I was going to fail, and I wouldn't be able to graduate.  I went in the rumpus room to tell my mother.  She asked if she should get me a hamster, and complained that I hadn't taken care of the last one very well.  There was talk about it not being healthy when we got it- it had sweaty pits."
        }, 
        {
            "number": "0626", 
            "head": "Off-Campus:05/14/03", 
            "content": "I guess my boyfriend Jeremy and his parents were over.  I was the last one to be poured a drink.  I was nervous about how things were going to go, but there seemed to be enough talk it wasn't too bad."
        }, 
        {
            "number": "0627", 
            "head": "Off-Campus:05/14/03", 
            "content": "I was in the pool with a snorkel mask, I think I took my pants off.  My friend Deanna was there.  I went inside the restaurant with someone and picked up two bottles of Jones soda.  I saw my best friend Emma on the way out.  I went to move the car and had some difficulty with control.  When we got back, I was hot and sweaty so I jumped in the pool again.  A cute boy approached me and we swam together for a little bit.  I had a sweater on for some reason.  We got pretty close in the water, though I don't think we ever kissed.  I don't know if someone then said something, but I realized it wasn't just a cute boy, it was my good online friend Del, and I felt sort of embarrassed."
        }, 
        {
            "number": "0628", 
            "head": "Off-Campus:05/17/03", 
            "content": "Disturbing dream.  Aerosmith was visiting as my housemate Andre's friends, or something.  One of them was in the shower.  Later on some fans showed up in the streets.  Some of them were really bad news.  They had their shirts off and paint on their faces and chests, and \"KKK\" interspersed among other things written.  Chaos broke out.  The KKK guys started killing anybody who wasn't white, and a lot of the other Aerosmith fans just caught the enthusiasm and started rioting, or associating the racism with Aerosmith and helping out with the genocide because of it- though in the long run nobody was really safe, not even the white people.  There was a 12-year-old boy keeping someone locked in a car because of it.  Somehow he wasn't just a stranger...he was a family friend or something.  My boyfriend Jeremy at this point seemed to hold the role of my father.  He tried to snap the boy out of it, but the boy was determined.  Jeremy ended up taking a croquet mallet and some sort of makeshift chisel to the boy's head- he held it there first as a warning, but the boy was still acting out.  Jeremy tapped it gently, again and again.  We left the scene.  I was afraid; there was no way of knowing what would happen.  Even being white I was in danger and had to watch myself so as not to be noticed, especially caring about anyone who was not white.  I was mostly afraid for my boyfriend Jeremy, who I somehow got separated from.  I saw a boy named Thomas from choir and another Asian boy fall to the ground.  Thomas stood up and staggered a little.  There was decimation everywhere.  I didn't see anyone still alive, killing, or running, just the destruction left behind.  I walked through the street in search of Jeremy.  I guess I got to the end of the street, and there were actually some live people.  Whenever I saw people in red and yellow, somehow I knew they were related to the KKK band and I was afraid.  I went down a school hallway.  It was like some sort of school event.  If we had certain \"points\" or \"dollars\" we could have earned through things at school, we could use that to buy food.  I only had two dollars.  For some reason a lady handed me some macaroni and cheese while I waited, even though it was worth 4 dollars.  Then they were closing, so I grabbed some of their corndog croissants on the way out.  I walked out to the parking lot.  It was dark.  I pulled out my cell-phone and called my mother.  My car was on the other side of the parking lot, and I knew I'd have to pick it up so as not to get a ticket in the morning, but I was so distraught I asked my mother to come pick me up.  I guess I decided not to leave my car there, because I went back to it and loaded it up with Jeremy's guitar, my backpack, and some other stuff.  At some point I met up with my best friend Emma.  We left the parking lot and tried to start heading to my mother's 'new house'.  I knew the general direction, but when we tried to go that way, it was a shopping complex with walking paths only.  We couldn't figure out how to get anywhere, so we had to leave the car.  Somewhere in there someone else joined in with us.  The pathways were brick, and the buildings looked like onyx.  I grabbed my backpack and took what I could with it.  We started down one path and had to go back the other direction.  We encountered the 'big boss' bad guy and he laughed at us.  We ran up a short set of stairs, and I guess I tripped.  Someone commented that I'd lost \"Romeo and Juliet\" my stuffed kissing bears.  I picked up the stuffed animals I had dropped near me and asked the person to run back and grab the bears.  I tried repacking my backpack so I wouldn't have to carry everything and worry about dropping the important ones.  I had 3 pairs of high heeled shoes with me, for some reason - I guess I was coming from last night's concert.  I tried finding the best ones for running in- the ones with the lowest and widest heel and put those on, and I was working on jamming tons of things into my backpack when I awoke."
        }, 
        {
            "number": "0629", 
            "head": "Off-Campus:05/18/03", 
            "content": "I dreamt we were at my maternal Grandma Jane's house, when I saw a 2.5-inch bee flying around.  Finally it landed and I went over to capture it.  I put my hands over it, but made the mistake of trying to pick it up.  My hand slipped and it stung me three times on the tips of my index fingers."
        }, 
        {
            "number": "0630", 
            "head": "Off-Campus:05/18/03", 
            "content": "We came home and I started to put dishes away.  I took the stack of bowls out of the cabinet, and they dropped.  Even though they're Corel, all of them at least cracked.  I felt really bad."
        }, 
        {
            "number": "0631", 
            "head": "Off-Campus:05/19/03", 
            "content": "I don't remember the start of the dream.  We were on the beach, perhaps as part of a family get-together.  My brother Stuart's fiancée Sheila was there.  I swam in the ocean a bit, with an inflatable whale.  There was another inflatable toy that started to get taken out by the current; I tried using the whale to reach it.  Off to the left of the beach was a calm area, more like a shallow lake.  I went for a swim out there.  It really didn't take me long to swim over and back considering the length.  The water was green and there was something about it that made me uneasy.  I didn't want to get too close to the dock on the other side, and I didn't want to stay in too long- but I'm not sure why I was compelled to go in at all.  I might have been trying to prove something to someone.  I wish I could remember more."
        }, 
        {
            "number": "0632", 
            "head": "Off-Campus:05/20/03", 
            "content": "I was with my parents on a long trip somewhere.  On the way, we stopped at a little shop.  There were cereals...blueberry, peach, and strawberry, with a piece of fruit embedded in every square of the cereal.  Then there were lots of people there, and we were supposed to pair up and do things.  I paired up with my smart, quiet high school classmate Linda. We were sitting at desks and had folder divisions up between pairs.  We were taking little balls of orange and white paint, I guess, and spinning them, and the patterns it made came out really pretty."
        }, 
        {
            "number": "0633", 
            "head": "Off-Campus:05/20/03", 
            "content": "We were in Disneyland, I think.  There was a building with three theatres in it.  The one on the left was a travel/worldwide theme.  My mother and I walked down the long stairs to the theatre, but I don't remember watching anything.  I remember being back outside the front talking to my dorm roommate Sally at a cash register.  I think it was some sort of group adventure we were preparing for.  I think my longtime classmate Mark might have been in our group too.  Plans changed a little bit before we went out.  Then it seemed like we were at the zoo.  There were dry rolling hillsides.  We started trekking and came to some yak I think.  One had curly hair like the man in the video we saw in class yesterday.   Another had a moustache.  They invited us inside.  There was a table or something in the center that my mother sat down on.  Then it rose up; it was a trap.  I ran to the left and started pulling sets of floppy disks that said something on them, I wish I could remember what.  A piece of the puzzle had come together for me.  We had been collecting pairs of disks at various locations all along.  I took those and sorted through, looking only for the ones that said the same specific thing on them.  We went back towards the starting place, and were near my parents' stereo.  There was a rubber-banded bunch of papers for our journey, and I pulled out a map.  There was an animal- perhaps a pig or a bull, on the front, with little colored dots in various places around the face.  It was a map, and the colored dots were locations to find the disks.  It was hard to read, though, because it had crayon coloring all over it, as did several other pictures.  Someone had drawn tongues into every mouth."
        }, 
        {
            "number": "0634", 
            "head": "Off-Campus:05/20/03", 
            "content": "I dreamt of getting a call from my coworker from the detox center Marco.  The phone was staticky and I didn't hear much.  He made it sound like they wanted me to come back to work there, but the line died before he could really explain anything."
        }, 
        {
            "number": "0635", 
            "head": "Off-Campus:05/20/03", 
            "content": "I think we were washing my car.  I think my brother Stuart was there.  We were cleaning it up and there was a spot on the trunk that didn't look too good.  Stuart started scraping the paint off the trunk.  I was horrified, but the undercoat did look better, but it was still so risky I didn't like it."
        }, 
        {
            "number": "0636", 
            "head": "Off-Campus:05/21/03", 
            "content": "I dreamt about going to my new apartment last night.  Of course it looked nothing like my apartment will look.  Entering the building, there was a little curtained off area from the lobby.  That was the entrance to my apartment.  There were several people with me, probably my boyfriend Jeremy and my mother.  For some reason I decided to take a bath.  I left the sliding glass door open, but closed the two sheer curtains.  I climbed the steps and got into the tub.  I don't remember what happened then. I looked behind me towards the rest of the apartment, but I think I saw outside.  Something about people playing ball?  For some reason Weird Al comes to my mind.  Then I followed a fence back and there were doors, like a labyrinth.  I think I was trying to beat someone to the end or avoid them, because I stopped using the doors and started climbing over the top of the gates.  At the end was a dirt clearing with a ball or something in it.  Then I think I was at an ice cream parlor with a group of friends.  I was on my period and started leaking so I went and sat in the car.  It seemed like it was supposed to be a birthday celebration for me, but I was very antisocial.  I left the group and drove home.  I was going to go take a shower, and then decided I'd better lock the doors so my friends wouldn't come following into the apartment."
        }, 
        {
            "number": "0637", 
            "head": "Off-Campus:05/22/03", 
            "content": "I was talking to one of my music TA's at the end of the quarter, though it was actually one of the cute TA's I'd had for psychology before.  He was quite friendly, and gave some of us little mementos to remember him or the class by."
        }, 
        {
            "number": "0638", 
            "head": "Off-Campus:05/22/03", 
            "content": "I was sitting in my room scouring through books looking for dreams to record.  It was late at night.  I read some of my old dreams, and I experienced the dream as I read about it.  There was a stone tower and a little dirt area surrounded by stone wall and a steep cliff or hillside.  We were pretty much trapped.  It wasn't safe there.  Bugs Bunny was there.  We had two options; we could either blow up just the tower, or we could blow up the whole area.  He said to do the whole area, so we strung the lead.  We triggered the explosives and there was a glimmering highlight of red around the edges of the stone as it flew into the sky and came crumbling down on top of us.  Just as I'd detonated it, my mother came into my room to tell me not to, but it was too late.  The stones came raining down painfully on top of all of us, in my room as well, not just in this other dream realm.  I apologized to my mother, since I honestly didn't know it would happen that way.  I followed her into the kitchen.  On the table was a plate with three piles of vegetables; peas, corn, and green beans."
        }, 
        {
            "number": "0639", 
            "head": "Off-Campus:05/24/03", 
            "content": "I was in a gift shop, I suppose.  There were items on the wall that I was browsing.  Most seemed silly, but I saw a towel and wondered what the gimmick was.  I pulled it down to look at it- it was supposed to be a quick and easy way of packing.  It was a beach towel with a cord running through edges of the long ends.  You hold it open, pile stuff into the towel, and then pull the cords to cinch it tight.  I went outside to ask my boyfriend Jeremy if he was interested in one.  He asked if they had any in I think black or red.  I said no, there was this, with blue and red, and another with lighter blue.  I went inside to look for more.  I followed my mother and maternal Grandma Jane to the airport to see them off.  I didn't get to hug Grandma.  My old classmate Ralph came rushing in asking me what flight they were on.  He had his laptop and said he'd found the people who were using my mother's screen name.  I told him it was already too late.  He took off his shoes.  I followed him back to his house, where he then realized he was barefoot.  I wasn't really sure if he was expecting me to come in or not, but he left the front door open.  I took off my shoes and followed- I wanted to know more about the identity theft, if nothing else.  Ralph left the room, so I walked into the kitchen where there were several small cages with small finch-sized birds in them.  One cage contained a creature sort of like a rhino but without the horns.  It was about 5 inches long.  Another contained two birds, one with a comb.  These birds were bigger than the others, about the size of quail.  I heard a voice, and I guessed it was Ralph's grandmother or aunt, and I wondered if I should leave.  I told myself no, be outgoing and friendly.  I went out to the back porch where I found an older woman sitting on the steps, watching a young boy, probably Ralph's cousin, playing in a wading pool.  The pool could change shape to be longer or shorter.  At some point I guess I walked out on to the grass when Ralph had finally come out.  There were two odd flocks of birds.  They weren't just flying in formation, but two middle strings of birds would elongate and disappear.  I looked closer at another flock and saw that some of the birds had abnormally huge legs, to realize that they were not birds at all, but some sort of creature, like a purple gargoyle.  We thought we would be in danger if they landed, and it looked like they were going to- we went back inside."
        }, 
        {
            "number": "0640", 
            "head": "Off-Campus:05/25/03", 
            "content": "I was with a girl from choir.  She initiated things sexually, and I manually stimulated her genitals her until she had an orgasm, although she didn't reciprocate.  Then I went to bed with a man- I'm not sure if it was my boyfriend Jeremy or not.  I started giving him oral sex, but my housemate Andre came in to use the computer.  I went and sat at the table with two men; one was interviewing the other as a new housemate.  I don't remember the details but he seemed like a troublemaker.  I went to curl up on the couch, which was like my parents'.  I was going to sleep on the back of it, but decided it was more trouble than it was worth and curled up on the seats.  I was depressed that I couldn't get sexual satisfaction."
        }, 
        {
            "number": "0641", 
            "head": "Off-Campus:05/26/03", 
            "content": "I picked my old dorm roommate Sally up and we were going to go to PE."
        }, 
        {
            "number": "0642", 
            "head": "Off-Campus:05/26/03", 
            "content": "My boyfriend Jeremy, my mother and I were at the bank.  There was some confusion or difficulty with my deposit.  I crawled under a chair, and I think my shoes were missing.  We left the bank and arrived back at the house.  At some point I lost my clothes, and I was walking along the side of the house.  The neighboring old lady was in her yard, so I tried to crouch along the fence until I got past her.  I guess I got my clothes back, and then Jeremy and I were in the garage of someone's house- perhaps a neighbor.  The neighbor was going to take the jet skis out of the garage as a favor to us, somehow."
        }, 
        {
            "number": "0643", 
            "head": "Off-Campus:05/26/03", 
            "content": "It was like a group trip to Great America.  I went with a small group of adults to get food while the boys from my 5th grade class like Daniel were off at the carnival games.  There were some people with hard hats around. I decided to go back out to the park while there was still some time, so I tried making my way through the building.  There was a lot of clutter and it was confusing, I didn't know which way to go.  I went into an added room with brown carpeting, with a patio type doorway with a step up into the next room.  Two women were talking in Japanese, and I responded to one of them.  I guess that brought attention to myself, and that I was in an area I wasn't supposed to be.  She got angry and shooed me away."
        }, 
        {
            "number": "0644", 
            "head": "Off-Campus:05/27/03", 
            "content": "I dreamt my parents were going to some sort of performance.  They knew it would be awhile so had things arranged that the Thai restaurant would have things ready for us after closing.  I was amazed that they were willing to do that for us.  We had dinner outside, it was quite elegant.  Then we went into an interesting building with counters.  We talked to my brother Stuart, and it was surprisingly easy to convince him to break up with his fiancée Sheila.  When we were leaving, Sheila was there.  She and Stuart said short, unemotional goodbyes.  Sheila was obviously a little angry but things were still polite.  She'd lost a lot of weight and looked pretty good.  I considered saying goodbye to her, but just walked past without saying anything."
        }, 
        {
            "number": "0645", 
            "head": "Off-Campus:05/28/03", 
            "content": "My boyfriend Jeremy and I were leaving my parents' house.  As we drove by the park, there was a man who looked familiar- it was my high school Japanese teacher.  I remembered that it was Memorial day, and they were probably having a picnic to celebrate.  There were quite a few kids running around wearing blue shirts.  We went back to the house and a bunch of the kids clamored inside through a shuttered window.  Inside, this was not my parents' house.  I had to go to the bathroom and found one in the corner of a girl's room.  Everything was mauve-pink, and there was an Oriental rug on the floor; I thought it was a strange combination.  There was something wicker, as well.  I sat on the toilet, which was slanted forward, and went to the bathroom."
        }, 
        {
            "number": "0646", 
            "head": "Off-Campus:05/29/03", 
            "content": "Our cat Buster and another cat were fighting, I think.  I kept picking up the other cat and tossing him away from Buster.  I was surprised at my hostility as it seemed primarily unwarranted.  I didn't feel bad, but the cat didn't look too fazed by my actions, either."
        }, 
        {
            "number": "0647", 
            "head": "Off-Campus:05/30/03", 
            "content": "I can only recall the last image of a boy playing a sort of xylophone with large tuning forks.  I think he was playing \"Four Seasons\" by Vivaldi.  He did something as he went across the board, and the second time, he did the splits while he was playing."
        }, 
        {
            "number": "0648", 
            "head": "Off-Campus:05/31/03", 
            "content": "I dreamt about my (deceased) maternal Grandpa Gerald, and I called to him and ran towards him to hug him.  I don't know why, but he wouldn't let me near, and kept sending me back.  I was distressed."
        }, 
        {
            "number": "0649", 
            "head": "Off-Campus:05/31/03", 
            "content": "There were rumors about a girl named Irina having killed herself to spite her parents.  I don't remember how, but it was bloody.  Her last name started with an S and had \"olga\" somewhere in it, but I kept having trouble remembering what it was.  My mother and I were talking about it, I guess, with someone.  Irina came in and my mother started talking to her, asking questions and wording things in ways that wouldn't put Irina in a good light.  She obviously didn't know that that was Irina.  I was embarrassed but Irina answered her questions flatly without much affect."
        }, 
        {
            "number": "0650", 
            "head": "Off-Campus:06/01/03", 
            "content": "I dreamt of a sort of paintball mission.  My boyfriend Jeremy and I were in a group and prepped to shoot the 'insane aliens'.  You could tell they were insane when they turned orange.  The first two areas were clear, with only sane aliens.  They looked sort of like speckled head crabs from Half-Life when sane.  The third area had an insane one.  We were driven to the site in a Jeep, and I was sitting next to a girl.  We grabbed the same gun sitting between us, and then grabbed each other's.  Mine had more paint in it.  I didn't care, though, and took hers and approached.  I shot the alien and returned to the car.  The girl was upset that I didn't give anyone else a chance, but I was just doing as ordered- it wasn't just a game."
        }, 
        {
            "number": "0651", 
            "head": "Off-Campus:06/01/03", 
            "content": "I was at some sort of art exhibition with my parents.  Originally I was not impressed.  It was just holes in paper, organized in a certain way.  Then I returned to the entrance and my old best friend's mother Dena held up a really interesting piece.  It used depth and layered colored construction paper.  The exhibit was arranged so that you could make your own art.  You pick up a piece at each station and add it on.  I think I started with a grey piece of plastic that was shaped sort of like a toy bus.  The supplies were quite ample.  There was a big bin with electric drills and whatnot so you could connect pieces of plastic.  Some looked really neat."
        }, 
        {
            "number": "0652", 
            "head": "Off-Campus:06/02/03", 
            "content": "I had a three-story cage for two hamsters and a mouse, but one of the hamsters acted hostilely towards the mouse.  I was trying to figure out how to house them all safely."
        }, 
        {
            "number": "0653", 
            "head": "Off-Campus:06/02/03", 
            "content": "I was back in my 5/6th grade teacher Mr. Man's class.  He gave us a rather daunting assignment, but that's all I remember."
        }, 
        {
            "number": "0654", 
            "head": "Off-Campus:06/02/03", 
            "content": "I think I was talking to my good online friend Del.  He told me to do something and I told him I was trying."
        }, 
        {
            "number": "0655", 
            "head": "Off-Campus:06/03/03", 
            "content": "I think we were moving in to a large house.  A little black girl wanted to play in the backyard.  While unpacking I came across some learning games of my father's for the computer that I thought she might be interested in."
        }, 
        {
            "number": "0656", 
            "head": "Off-Campus:06/03/03", 
            "content": "My boyfriend Jeremy and I were an in an interesting gym with an odd sort of game of tennis going on.  Some of the players were sitting.  There were goals on either side of the court on one side, but not the other.  They were using a ping-pong ball.  It wasn't limited to four players.  There were people sitting in the audience with a green outfit on that were also playing.  Because of where I was sitting near the back line, I was expected to play as well, although I didn't know that at first, until someone got after me for missing it when it came towards me.  There were two courts side by side, but in different rooms.  You could go upstairs and watch from above, too.  I think it was supposed to be my boyfriend Jeremy's old school.  We thought the sides should be even so if one has goals on the sides, the other should too; Jeremy went downstairs and started pulling one out.  A little later on we went down the stairs to leave, and met up with my godmother's family the Swensons.  We were with some other people as well.  I think my parents were there.  We passed through two halves of a fake mountain, and the older son Milt wanted to push them together.  His father told him that the people inside would suffocate.  There was more to do with Milt, but I can't remember it."
        }, 
        {
            "number": "0657", 
            "head": "Off-Campus:06/04/03", 
            "content": "My boyfriend Jeremy and I were walking through my parents house.  We acquired some sort of object.  It could change, and we were cycling through the various options trying to figure out what they did and which we wanted.  There was a tree branch, a snake, and something with lights; probably 8 different things altogether.  Each did something different, useful in different situations.  One was 'for Paladin only', like in Diablo, so it was like we were playing a game.  We could cycle through the objects, but I wanted to try using each of the objects to see what they were for.  Testing didn't seem to reveal anything.  Later, I discovered they only work when they need to; the carved snake became alive when we were encountered by an enemy of some sort.  Outside, the place looked like a sort of X-Men institute.  There was a group playing basketball.  One player looked like David Bowie from Labyrinth, but with longer, pink hair.  He was telekinetically rushing the ball around the court.  Play of the game was much different considering player constraints were different."
        }, 
        {
            "number": "0658", 
            "head": "Off-Campus:06/05/03", 
            "content": "I don't remember the start of the dream...it may have been connected in the following dream somehow.  I went to Myst, and down into the large elevator tree.  I couldn't find the button to send it back up, but there was a wire hanging out.  I touched the two ends of the wire and that activated it, so it started going back up.  I got out at ground level, but there was a little glow of white between the two wires when I got out.  Several moves upwards and the elevator exploded.  I guess I died...the dream was a 'redo'.  This time on the way back up, I touched the wires to my tongue to 'extinguish' the glow that caused the spark and the explosion.  I got out and went towards my car, and I found my 7th grade PE teacher to be following me.  We tried to open the car.  The keys looked like wire, not regular car keys."
        }, 
        {
            "number": "0659", 
            "head": "Off-Campus:06/05/03", 
            "content": "I think we crossed some water to an island.  I was with a man...someone I knew, though my mind fails me.  He was talking to another couple outside where we had just pulled up.  He told them we were honeymooning in the Bahamas, at the Parisian hotel, and he told them his name was someone London.  While he was talking he developed a French accent.  He created this story as a cover; we were actually investigating.  While we talked we watched several women in pink raiding a car.  After the other couple left, \"London,\" who was now my father, handed me his sunglasses.  I put them on and they were reflective, so I could see behind me.  I saw an old man lifting things out of other people's shopping carts.  (I thought we were still outside, but apparently that was part of the grocery store, too).  At this point I was disgusted with what I'd seen and tossed the sunglasses at the old man, telling him to be nice.  Inside, I met up with my mother.  Eggs were still in her cart, but she couldn't see the milk- I assumed it was the old man, and took a half gallon out of his cart- but just then I saw the milk still sitting in my mother's cart, just with a different carton coloring, so it wasn't recognizable at first.  My mother told me about a dream one of her friends (Lynn?) had had, and somehow I had her dream.  I had a son, and he was wearing a sort of green vest, put on more like armor over the head with the sides open.  He had a thick oval belt on, and was maybe three or four years old. He adeptly climbed up the outside of the house with an inhuman ability.  Supposedly he was trying to get to his father, who was wearing the same outfit he was.  There was a longhaired grey cat at the base of the tree I was standing next to.  This part of the dream was confusing.  It was like the cat said it would be nice, but wasn't.  I went to pet the cat, and I guess it attacked.  I fought back, ready to bite its ear and rip it   I told my parents the dream when I woke up, and we all thought it was odd.  My mother handed me a card with a picture of mushrooms on the front, and told me it was for Lynn's son Jonathan, but she wanted me to put it back.  I took the card and tried to make my way to the greeting card aisle.  On my way I think I read a letter from my father, saying that he read my IMs with my mother (supposedly about my research paper and depression).  He said it didn't seem too personal so he read it over her shoulder.  I guess Collective Soul had been mentioned in the IMs because he said that he found the lyrics and read them, and said he could see how a couple of them could fit- I remembered my conversation with an online friend about Collective Soul being a Christian band, and figured that was what my father was talking about.  He mentioned \"Heavy\" being one of the songs he saw it in.   As I got closer to the card aisle against the wall, it got crowded.  I had to crouch to pass my godmother Melinda Swenson.  I told her I was ready to leave, there was just too much going on, and she agreed."
        }, 
        {
            "number": "0660", 
            "head": "Off-Campus:06/05/03", 
            "content": "I was laying in bed topless when my mother came in and whispered, \"Maddy, we're done!\""
        }, 
        {
            "number": "0661", 
            "head": "Off-Campus:06/06/03", 
            "content": "I was working for my dream class instructor as a researcher.  The people in the lab were all mentally ill, and I was to help take care of them.  There were urine stains everywhere because not everyone could control themselves.  Most of the lab was very dark.  I sat down in a room at a computer, and had trouble figuring out how to get the sound through the headphones only, so I wouldn't disturb the clients.  I followed a client into a room with tanks and equipment like at the observatory.  They said they had to go to the bathroom, and that meant immediately.  I had to get a container for it.  Then, outside, there was a pond, and some dead lizards on the cement."
        }
    ]
}