{
    "dreamer": "madeline2-dorms", 
    "description": "Madeline 2: College Dorms", 
    "dreams": [
        {
            "number": "0128", 
            "head": "Dorms:09/25/00", 
            "content": "I saw my (deceased) maternal Grandpa Gerald again.  It didn't seem as though he fully welcomed my hug.  The strange thing was that he told me several Bible references.  Romans 1.1, 1.4, possibly 1.7 or \"sevens\".  I remembered thinking this was important, so I wrote them down in my dream so I could look them up later and find out what they were."
        }, 
        {
            "number": "0129", 
            "head": "Dorms:10/10/00", 
            "content": "I had a dream on campus, I'm not sure if I was trying to get my boyfriend Jeremy to stay over night or what.  It was raining, and I remembered getting ready for bed.  And somewhere in the dream, my teeth were loose.  I sort of woke up and had to check to make sure they weren't in reality.  My great fear."
        }, 
        {
            "number": "0130", 
            "head": "Dorms:10/10/00", 
            "content": "I had a dream that my mother was locked in the wardrobe in the dorms."
        }, 
        {
            "number": "0131", 
            "head": "Dorms:10/28/00", 
            "content": "We were shopping as a family for some sort of character my father might use at work.  Many were Halloween costumes, Ty babies and such.  It was night in the parking lot and my brother Stuart ambled up behind.  I swung around and hit him in the groin.  I had to explain my action, that I didn't know it was him and I was being cautious.  There was chocolate and mint ice cream in a room with a fan.  Some time during all this I managed to take my socks off.  I saw my boyfriend Jeremy and someone else for a moment; I apologized to Jeremy for getting him sick.  Stuart and I were outside watching a castle(?).  It was a dark castle, and flames were shooting out from a barred window.  Then later, again.  It was Satan.  I got scared and jumped below to hide.  Stuart yelled not to, but it was too late.  Satan came out.  I saw his face and heard his voice, but I don't remember.  His fingers were twice the size of mine, blotchy and red.  His fingernails were black and extended about half an inch past his fingertips, like curved hair it was so thin- but enough to scratch.  He touched my cheek.  I was to take an orange pill he gave me, which would blind me.  My brother Stuart had to guide me and we both had to horizontally scale the length stone wall to which we were left clinging, twice.  We were doomed if we failed and fell."
        }, 
        {
            "number": "0132", 
            "head": "Dorms:11/03/00", 
            "content": "I wasn't sure where at first, but it turned out to be school.  At first there were like Ferris wheels or something.  Then we were recruited into a half-constructed house/warehouse.  It was kind of like a Navy thing, kind of like a prisoner deal.  All wood, no windows.  Everyone was on the floor, except for those giving orders.  They had us do pushups and such, but I couldn't get my right pinky out from underneath my other fingers.  The girl next to me was counting erratically.  Then we were supposed to pair up and construct wood panels to add to make a very thick front door.  I was alone in the task.  Then I was at home, and my maternal Grandma Jane was asking whether she should throw some white bagels away.  I was then back at college, and passed the swimming area; like a summer camp.  They were playing some song about 'fat girls'.  I woke up.  I went back, and had a sort of continued dream.  We gathered around the outside of the building, going to put up the door we'd made.   When we went to put the door up, we were punished for one of the panels (sandwiched) coming off.  I was going to go on the side of the building to try and fix it.  The house was to be some sort of gauntlet.  I stepped off the side, and in the field, bees started swarming me.  More and more with each step, flying around, on my face, my arms.  There was one on my left cheek that sort of tickle-hurt.  Like metal in a mouth with braces.  I haven't had a bee dream for a very long time.  I thought it was interesting, and refreshing, dreaming at all."
        }, 
        {
            "number": "0133", 
            "head": "Dorms:12/28/00", 
            "content": "A dream with my boyfriend Jeremy- a search for a place to stay the night, but it seemed more like looking for a place to have sex.  The parking structure of a bad neighborhood, and trading some jerky my maternal Grandma Jane had made as money, as I didn't have enough for the place to stay."
        }, 
        {
            "number": "0134", 
            "head": "Dorms:12/29/00", 
            "content": "The dream started at home, I guess, and I was chatting with my good online friend Del.  Its sequence was actually later, before I was to sleep at my boyfriend Jeremy's, and I was waiting for Jeremy in the room.  We arrived at his house, where I was going to stay for New Year's Eve.  Jeremy wasn't around; he seemed to disappear after we got there.  So I went into the guest room off to the left, and took a nap.  I woke up and saw my mother through the doorway at the table.  They were about to have dinner.  She saw me and came in, invited me.  I went to the bathroom, and at this point, the house was the way I dreamt of my maternal Grandma Jane's when I saw my dead uncle alive.  My great grandmother's sitting room had an entrance to the bathroom, and there was another on the other side.  I walked back to join the group (now it was the front portion of my parent's bedroom.)  But when I got there it was dark, and I could hear breathing, like someone was asleep.  Puzzled, I went into the rumpus room.  I made a mental comment to Jeremy's house being like ours, but then, it WAS ours.  I played the tape my brother Stuart left in the VCR.  At first it was something from Christmas morning, and I was about to reset it to the position I found it in when it changed to just claymation stuff.  And then it was a bunch of people dancing in a small kitchen, with a counter near the dining area.  There were 2 of me with the dancers.  But then my mother walked in from the kitchen talking to Jeremy's mother.  \"Here she is, oh she must not have understood,\" my mother said.  I paused the tape in the VCR and suddenly my father and Grandma Jane were sitting on the couch.  I followed my mother and Jeremy's mother Harriet to the back; apparently my mother's friend Peggy was supposed to be out there too- they were raking gravel, and it was light, not pitch black like it had been.  I went back inside and sat down on the bed in the room in which Jeremy and I were staying, and I wondered where Jeremy had gone- probably off with friends.  We all went to the mall.  I was with Jeremy, his friends, and their significant others.  We were in one store, and I followed Jeremy through the food department.  French bread; I had to ask him where he got the particular loaf.  I went back to the refrigerated section.  Everything seemed partially eaten- empty boxes and bottles.  Jeremy was gone at this time (indeed it may not have been him who I asked about the bread).  I was left with his girlfriends.  I kneeled to get some soda.  There was a bottle of pineapple with a 3-cornered cap.  There was only one bottle of root beer that hadn't been opened.  I didn't find any chips.  At this point we'd left the food section and were standing in a 'down-home' country-feeling clothes department.  I couldn't see the food anywhere to go back.  I decided to let it go and follow the girls so I could at least get out of the strange store.  I complained to the lady at the register about the eaten food, she didn't seem to care.  I split from the girls when I found my mother, Peggy, their friend Jill Block, and some of her other friends.   They seemed to be doing a lot of fun things.  They changed plans quickly; next thing was to paint a chocolate model ship.  I parted with them and walked the length of the mall.  It was short.  The stairs were not conducive to use.  Rickety old wood, cluttered and confusing, with little bridges hanging beside.  I made my way down anyway, and although it wasn't, it quite resembled a basement.  Lots of workers, including my dorm friend Patrick, my longtime classmate Ralph and several others from the high school badminton team.  Finally I found several of Jeremy's friends, but still not Jeremy.  I went up one set of stairs, to outside.  I followed a hanging footbridge and an annoying cocky white boy jumped down in front of me, then jumped to reach the ladder in front of me.  I pulled the extension down and he got hurt, as he was still hanging off of it.  \"Why'd you do that?\" he snapped.\"  \"I guess I'm not as tall as you,\" I glared back.  He let me lead, as he wanted to see me fail.  I stepped over a trip wire, and landed on top of the sprinkler head so he got more wet than I.  It was a booby-trapped tree house.  Having passed all the traps, the boy conceded, and trusted me to send the zip line rider back to him after I rode across.  The adults came out- this is what they had been working on in the backyard.  One guy's wife had done the majority of the planning.  I joined the people in the depths, the underground portion of the lair.  People were running around goofing off- a lot more than there had been.  All the while I was still looking for Jeremy.  I made my way over some rock formations lined against the wall.  There were shards of white laying around, sculpted to look like skull remnants, and it was indeed creepy.  I sat next to a rock that had a face sculpted in it kind of like a gorilla.  I kept my eyes on it for quite some time almost mesmerized and it seemed to change- so that it almost looked like Jeremy.  I hesitantly kissed it.  Then Jeremy's friend was beside me and it brought me back to awareness.  Everyone in the cave but the two of us sitting there was leaned up against pillars, expectantly.  I got up to join the group, and the friend did too.  It was possibly a paintball thing."
        }, 
        {
            "number": "0135", 
            "head": "Dorms:01/03/01", 
            "content": "I dreamt of a steep desert cliff at sundown and a roller coaster, quite a dangerous setup, particularly because the track was not finished.  There was a car ride and I went to a radio station at a cabin.  I think I was going to visit my online friend Del.  My boyfriend Jeremy was there, in a dress.  I had to get stuff ready to go quickly, and I couldn't stay as long as I'd planned."
        }, 
        {
            "number": "0136", 
            "head": "Dorms:01/03/01", 
            "content": "The details are hazy but general idea is there.  Something about a boat.  And riding through a small tunnel into a room with...hand puppets? Surrounded by a moat in a dark room.  And people around the outside visiting.  My dad told us to go back to bed (here in college. and my boyfriend Jeremy was with me) and we were going to...but got distracted.  I started climbing/flying through a toy store with lots of colorful boxes, and a game system demo...I think it was a toy store.  And at the end was like an airport exit, with glass doors, and I saw Merry, my old preschool teacher sitting on the floor in front of it.  Lots of the teachers."
        }, 
        {
            "number": "0137", 
            "head": "Dorms:01/06/01", 
            "content": "The dream seemed somewhat familiar, like I'd had it before.  My mother and I went to a play and went up into the loft of this home-like theatre.  But I couldn't get in past my shoulders; the floor and ceiling were only about 2 feet apart.  So we left and it was like we were trying to keep me hidden from something.  Walked around the back of the block kind of covertly.  I hid in a shopping cart."
        }, 
        {
            "number": "0138", 
            "head": "Dorms:01/06/01", 
            "content": "I believe we were trying to hide this bear.  I started calling him Benny.  He and I were pretty close.  In escape route, Benny was found to be a very skilled driver while I held on behind him (like in a jeep).  We went to a park with a group of people and roller bladed.  I followed Benny down a little leafy path.  I hit a grassy patch and fell on my face. We grouped together for a picture- a lot of the relatives were there.  Ahead of us I watched an old home movie, someone on the porch of a house with a large grey dog.  As the dog moved it morphed into a man in a costume.  Then we got ready for the picture and it was hugging Aunt Fiona.  Tried to get everyone in the picture- family.  My paternal Grandma Fay was on the couch behind me, my mother's uncle Bert and his wife Loretta were on the other side of the camera, as was Ann (supposed to be Alice from the Brady Bunch).  Then Bert and Loretta's son Rick showed up and we wanted him in the picture too.  He took off his coat and my mother asked if he would eat fish (as if he were vegetarian).  I went to the back of the house, turned on the light and closed the door for my brother Stuart who was in the bathroom and I went to lie on my parents' bed with my father- he was curled up in his blue pajamas with the bedspread over him.  He was annoyed by the situation too."
        }, 
        {
            "number": "0139", 
            "head": "Dorms:01/07/01", 
            "content": "A field trip in Mrs. Drager's 3rd grade class to an army base.  It wasn't a field trip at first.  I had gone up to someone's dorm to see about something.  I left one room on crutches.  Just before leaving the building, I asked someone if my online friend Joe Grim was still there.  The guy said he was in the blocks.  I asked the teacher then if I could go visit.  I was allowed, and got in line to go into the area.  Long line.  I was not allowed in because I'd left my purse and ID with the group.  I begged not to have to go back.  I didn't have time to wait in line again.  I didn't get in.  I went back to the class and sat down in a movie theatre on the left of the teacher, who was not Mrs. Drager anymore, but my university core teacher Sylvia Roan.  I told her I didn't want to sit on her hair, which was lying across the seat, so I moved it."
        }, 
        {
            "number": "0140", 
            "head": "Dorms:01/08/01", 
            "content": "I had a dream that my longtime schoolmate Rina Gupta was failing to cope with junior/senior year high school English teacher Ms. Kraft.  Rina was quite a bit plumper than she used to be, and was crying.  I told her she couldn't give up because it would discourage so many other students, her always being at the top.  If she couldn't cope, how would the others do?"
        }, 
        {
            "number": "0141", 
            "head": "Dorms:01/12/01", 
            "content": "I saw a boy who looked familiar.  Blonde flat top.  Reminded me of Jamie back in second grade.  The boy approached me and confirmed my suspicions; this was Jamie's younger brother.  He showed us pictures of Jamie, who had grown up to look rather nice.  His face was a bit longer and tanned.  Jamie had given his brother something to give to us, two little pop-up cards.  One showed an image, motion, like from TV, of him, his brother, and his father at a rocky area, like in the Stone Age.  In the other, we got a small live frog and a mouse.  They were mine, I guess, but I let my brother Stuart look after the frog.  The mouse got loose when we were trying to put them back in the container (card?).  We cornered the mouse and got it back."
        }, 
        {
            "number": "0142", 
            "head": "Dorms:01/13/01", 
            "content": "Dreamt last night of trying to sell my books back.  The store was a warehouse and there were some issues.  A fire alarm went off.  Then about before I left I asked if they had any Ondar CDs.  To my surprise, they did.  I was looking at the selection the old man handed me.  I decided to come back later to look at it since they were closing.  I believe it was this old man who partook in the second part of my dream, which seemed almost as if I were in my obnoxious roommate Chelsea's pledge class, I suppose.  The old man told us (there were 3, possibly Chelsea and my quiet roommate Sally) to grab all our stuff, no second trips (and we had tons of stuff) and go up the narrow staircase to a sort of attic.  There was a rail down the middle, and the right side was blocked with presents.  I headed up the left side despite the fact that the man was coming down with an armload of presents; he was dictatorial and didn't expect me to do something to hinder him.  Indeed, I normally wouldn't have, but I didn't like the treatment we were getting.  So I did not let him down but continued up the stairs.  There were racks of books, like chip racks in a convenience store or gas mart.  I was put in the back room.  Two glass panels were angled blocking off part of a screen that led into the dark of the backyard, I suppose, with a bit of grass and then a drop.  To the left was a fan, and I was putting my stuff on the right side.  I think Bob, my psych TA was there watching me, assistant to the old guy.  The old man came in and gave me more orders.  I was getting pissed off.  I started arguing up in his face, and backed him into the first room where the other two girls were.  The issue was something of a war, and he expected us to fight even though we had nothing to do with it.  I was yelling in his face, and he would argue back.  I got so mad I actually pushed him backwards, knocking him and a rack of books over.  With tears in my eyes I stormed back into my 'prison'."
        }, 
        {
            "number": "0143", 
            "head": "Dorms:01/14/01", 
            "content": "I was taking Dana, an office assistant at my high school (and daughter of my paternal grandmother's best childhood friend/sister-in-law) back to the high school.  She worked here in my college town.  It was dark.  We started out in the back, walking by the tennis courts and the pool surrounded by the handball walls.  The pool was Olympic sized and a bit run-down looking.  There was a large inflatable raft like thing floating in the middle of the pool that I was supposed to jump on.  I landed on my stomach and got a little wet.  How I got off it and back on land I don't know.  We went to the administration hall, in which the rooms were quite cramped compared to what they really are; it was like they were all squished into a train car.  Dana saw some desktop stuff that she'd left from when she worked there.  It hadn't meant much before, so she had left it behind.  Now she wanted it back.  I talked to the principal Mr. Davidson, and it took him a while to remember that she had worked there.  There was a bug that kept flying around and bothering me.  I'd covered my face and wanted to put my fingers in my ears so I couldn't hear the buzzing.  It kept following me, and I wandered down the hall.  I don't remember how, but finally the bug was swatted, and when we stopped to look at it lying on the ground, it was apparently about 4 inches tall, green, and holding a red and white umbrella.  He was known as a professor, and used his bug form to molest women."
        }, 
        {
            "number": "0144", 
            "head": "Dorms:01/14/01", 
            "content": "My boyfriend Jeremy and I were, I guess, married.  We had a small kitten, less than 15 weeks, black.  Because of the age, being so young, I had to nurse it.  A little trouble at first, but I got his mouth on my left nipple, which was apparently all the conditioning it needed.  I felt a maternal connection to it.  While I was doing this, Jeremy was occupied with someone else.  The kitten stopped and the other person left, and I was concerned about the fact that it was like we already had a child, and we'd lost our freedom in acquiring it.  The nanny arrived; she was very much like a man in a dress.  Norwegian, I think.  I talked to her, and she had been confused.  She had though the flight was for 9 at night, not in the morning.  I apologized and Jeremy came in and talked to her.  We were going to let the nanny litter box train the cat, and teach it to roll over, and I felt that while it would be helpful, we'd also be missing out on the cat's life and the joy of having it.  I nursed the cat again on the right side.  This time when I picked up the cat, it was more like a mouse.  We left the room and now Jeremy was gone, but my brother Stuart was there.  We were sitting in a sort of waiting room and the TV was on, but I got excited when I heard the music for Quantum Leap in the next room."
        }, 
        {
            "number": "0145", 
            "head": "Dorms:01/16/01", 
            "content": "Dreamt again of kittens.  This time our cat Nina had some."
        }, 
        {
            "number": "0146", 
            "head": "Dorms:01/16/01", 
            "content": "I dreamt of being within an episode of the X-Files.  Watched something on the screen, and concerned ourselves to the danger it posed us, were it true.  We searched around a run-down house like Silence of the Lambs, but smaller, and a small dirt worn path beneath the windows along the outside.  Then, a blue car.  Going into a store, and my maternal Grandma Jane was going to buy the favors and corsages that my mother chose for a wedding."
        }, 
        {
            "number": "0147", 
            "head": "Dorms:01/17/01", 
            "content": "Last night's dream affected me all day, because of the moral issue.  The first part was something about two houses and being in class.  And there was something with my boyfriend Jeremy.  Memory lost because the second part of the dream was so vivid.  I and two others, and a friend of a friend named Ann.  I was going to drive her to get something.  I left her at the car because I'd forgotten something.  There was an assembly in a multipurpose room like from elementary school.  John, who runs the dining hall at my college was guarding the doors.  There were four or six men of a mob-like gang.  The leader was named Vinni; he was short, and wearing a white suit.  I was headed for the cafeteria when someone of authority called out, \"Don't let them in!\"  One, two, three men stepped up before John, one on each side.  Vinni was following behind me.  Not sure what he was after.  I thought about slipping in through the door, but thought that it might entice Vinni to try the same thing, even though he was probably already planning on doing so, as John was occupied with henchmen.  All that was on my mind was what was said, of preventing him entrance.  I knew somehow that it would pose a great danger with so many people inside.  I turned around and stabbed Vinni right in the gut, with a screwdriver.  Twisted it about a couple of times, surprised at the lack of resistance and friction.  He fell, and I silently, as if in a trance, ignored the awes from the assembly and entered.  I turned right and walked up the aisle with so many eyes upon me.  Remorse was already in me, and I knelt, crossed my chest like a Catholic, and prayed.  Not at all feeling absolved, of course, for such a massive sin, even if in the name of good.  As I did so I heard someone from the assembly audience say, \"At least she's got morals.\"  I crossed my chest again and stood up.  I did not bear to look back at the audience, for I was in no way proud of what I'd done.  I had done it, obviously, without thinking anything but that he could NOT get into that assembly.  I continued my silent, trance-like walk up the aisle, and sat down amongst the others on the floor.  I got my sweater-drying rack and something else, and I thought about checking my laundry, that I'd forgotten about it.  Then I was in a greenish room, I suppose like my paternal Grandma Fay's bedroom.  I was on the floor to the right of the bed, and my boyfriend Jeremy was sitting on a chair next to the bed.  I felt bad for the murder but I was glad to have the guilt on my head, not Jeremy's- as if the former part of the dream was 'redone'."
        }, 
        {
            "number": "0148", 
            "head": "Dorms:01/18/01", 
            "content": "The first dream was at some child's amusement/theme park like Fairyland.  There were some guys there that were trying to get something, possibly me, before my boyfriend Jeremy had shown up."
        }, 
        {
            "number": "0149", 
            "head": "Dorms:01/18/01", 
            "content": "My boyfriend Jeremy and I were at a hotel, dancing.  Something happened and he hurt his back.  I called down to the hotel office but they were useless.  Finally someone came up and helped me move Jeremy to the bed, and somehow from there I got the final image of my father and another woman in bed after having sex."
        }, 
        {
            "number": "0150", 
            "head": "Dorms:01/20/01", 
            "content": "I don't remember much.  My friend from the dorms Peter was there, and my roommate Sally.  God spoke to me, and explained to me that I was to give up milk.  I think I cried, sad about the sacrifice God wanted me to make.  My boyfriend Jeremy came to visit, and I was grateful.  We were lying down somewhere and I was compelled toward sex.  He got up to join some people in work, and I got up too.  I had my stuffed animals with me, including Rosebud, the gorilla Jeremy gave me on our first month anniversary.  I don't think I was completely healthy- I was treated like one of the other patients, as it was a mental hospital.  I was holding a nearly empty bottle of water by the mouth of the bottle between my teeth, and I was swinging it back and forth in a trance.    Someone warned me of injury and directed me to take it from my mouth.  I told him that it was the only way of drinking and took another almost empty bottle.  He passed.  I went down a hallway with bumps in the floor. I found my psych teacher at the end.  I did not want to be considered, mental, but I wanted someone to talk to since I still don't feel right."
        }, 
        {
            "number": "0151", 
            "head": "Dorms:01/22/01", 
            "content": "All I can remember is walking around starting to masturbate.  Something about a chicken, too."
        }, 
        {
            "number": "0152", 
            "head": "Dorms:01/23/01", 
            "content": "We went on the Back to the Future ride at Universal Studios.  There were no inconsistencies and it made more sense.  I was eating a pickle and walking at night.  My dorm mate Pam was next to me and told me to smell her pickle.  When I did, I dropped my pickle."
        }, 
        {
            "number": "0153", 
            "head": "Dorms:01/26/01", 
            "content": "Dreamt my good online friend Del came over last night.  Diddly-bopping until I said enough, let's get in bed to cuddle.  I did, and he was coming.  I moved my stuffed animals out of the bed to make room for him and just as he was about to lie down, the lights started flickering and sorting out.  We had to get up.  He disappeared and we were hosting a family.  Parents with a very young girl.  She was nervous.  She dribbled, threw up, excreted some sort of peach sauce.  They led her out of the room and she lost it in a hole in the floor, like where the posts go to block cars.   I talked to people in the hall regarding it, amused, and the hallways were like those of a theatre, fancy, and with mirrors.  At some point I was back in the dark room and I had to keep the little girl from getting lost in a dirt hole."
        }, 
        {
            "number": "0154", 
            "head": "Dorms:01/27/01", 
            "content": "Vague recollections of going to school at Disneyland.  I thought it was cool that I could ride the rides everyday and use them to get to class.  I left one room and rode to another, where the floors were slanted.  I made sure to lock the door as I left."
        }, 
        {
            "number": "0155", 
            "head": "Dorms:01/28/01", 
            "content": "Memory not so good.  I was with my family in France.  It seemed we were looking at or setting up posters alongside a little walking path.  Something about a cage.  Someone stopped by and spoke in French."
        }, 
        {
            "number": "0156", 
            "head": "Dorms:01/30/01", 
            "content": "In last night's dream I recalled the dream of Disneyland.  I was with a group of people, Gloria from core class and my high school friend Leon included.  We underwent some training and tests.  One test was in a store.  Go stand on the mark, and follow the man's lead.  He took me to a frozen food aisle, and said he was going to carve my name into the glass door.  My task was to rub out the scratches with sugar water.  After that, I was in a daycare center, sort of a library with stacked boxes and boxes of old books that I had to organize."
        }, 
        {
            "number": "0157", 
            "head": "Dorms:01/31/01", 
            "content": "Dreamt on campus, mostly.  In the Volvo backing out of the driveway I got in the passenger seat.  Driver was an Indian boy.  The car tipped backward, then to the left, and he blamed it on me.  Later on we were in a room with others and he kept blowing milk bubbles that everyone seemed to want to stay away from.  We walked along some trails.  My mother was there, and I looked at her hair with pity, as some strands had seemed to disband into thick veils of web like thread lit by sunlight.  A sort of conflict went on regarding something I don't remember.  I was trying to catch up to the group, and so followed a sort of obstacle course.  Under boards, roll across on pencils, in the end I got stuck in a pyramidal sort of construction, suspended on the corners only by thin rods of pencil led.  There was an anxious tension as I was freed before the collapse of the heavy wooden planks.  After that I did some stretches- was able to stretch completely past my toes without any pain.  With the splits it was similar- I wanted to feel the stretch.  I could have gone past 180 degrees if there were some way of putting my legs in such a position."
        }, 
        {
            "number": "0158", 
            "head": "Dorms:02/01/01", 
            "content": "My boyfriend Jeremy and I were in an aquarium, with huge walls of windows of water.  We were in the water, somehow able to breathe.  There was something to do with us getting married."
        }, 
        {
            "number": "0159", 
            "head": "Dorms:02/03/01", 
            "content": "Sam Beckett was trying to save my dorm floor mate Carol from jumping into a dangerous rapid from a cliff.  Everyone started to go down through the water and bedding of leaves, and I had to save Sam.  Another part of the dream, everyone at school was working on projects.  My dorm friend Peter and some friends were filming something and they wanted my help.  Swallow something, for the image.  I swallowed my key for them.  I got back to my room and realized I couldn't find it...and then I thought of where it was.  I started yelling, upset.  I went and told Peter he owes me $75.  I went and talked to the guy down the hall, Aaron.  I came back and was eating something, and I realized it wasn't going down easily- I got hopeful and reached into my throat.  A little further, a little further, and I managed to pull the key out.  I was happy."
        }, 
        {
            "number": "0160", 
            "head": "Dorms:02/04/01", 
            "content": "We were in the dorm, about twice the size that it is.  We had the windows open, and I guess it was after a rain.  A turtle came in, somehow, and although we didn't mind at first, we were going to try to get rid of him, but he was too quick.  A chimp was there, but we sent it away.  Then, king snakes.  At least 3 of them.  One slithered over and around me.  Supposedly if I held still they wouldn't strike.  After that we summoned the chimp back, and she and I were good friends.  We hugged, and I asked her name; she signed something but not letters.  She wanted me to take pictures.  I got my camera out, but it was all dirty with grime and I couldn't see well through the viewfinder.  She sat on the couch, and looked like a person.  She smiled, and had the big chimp-like grin, though.  We took other pictures, too."
        }, 
        {
            "number": "0161", 
            "head": "Dorms:02/05/01", 
            "content": "We were moving rooms in college.  I was taking the one right next door to ours, a single.  I was going to ask my dorm floor mat Carol for my tape measure so I could rearrange things.  For some reason it felt sort of sad, splitting from my roommates Sally and Chelsea, although we were still in the same building.  I said so.  I tried to connect my computer, but it didn't seem to work.  I had to change my phone number first.  Had trouble finding that as well.  What I was trying to hook up was a Myst world, like Everquest in some way, I guess.  I finally got it to work; for the remainder of the dream, I was there.  Ocean.  On land were 2 robots and their armies.  One round, one boxy, like my computer Skynet.  The box one was the bad one.  \"I will destroy you!\" it said.  The other cracked up in laughter.  \"That's the second funniest thing I've ever heard you say!\" it responded.  The other asked, \"Well, what's the first?\".  \"Mickey.\""
        }, 
        {
            "number": "0162", 
            "head": "Dorms:02/07/01", 
            "content": "My mother was trying to get me back to high school for an open gym.  I was eager to play badminton again.  There was construction and a lot of other things preventing us.  I apologized to my mother for having to go through it all."
        }, 
        {
            "number": "0163", 
            "head": "Dorms:02/08/01", 
            "content": "I was the new mayor of a town called Takakalanga, population 1.2 million.  A neighboring city (started with a C) wanted to buy it.  The people seemed receptive, so I was writing up the transaction form.  I had to ask my father, as I had no idea what I was doing.  The other city hesitantly agreed upon 2 million instead of his proposed dollar per person, when I told him he would get revenue from taxes in the years to come, so it was only fair to pay more.  The people who bought our city weren't normal. I sat in the driver's seat of a car, to which they had tied a rope and were pulling.  First on a hilly dry grass setting, and then water.  I noted it was like a magic motion ride, the way the jumps were unrealistic, staying at such a high elevation between gaps of plateaus protruding out of the water that we were driving across.  About two of those, and we arrived.  A small place indeed.  A couple of floating log-ends (rather large, could probably fit 25 people on one).  It was like a grand set of wharf pillars, the wood very textured and floating at different heights.  Some bunched together, others would have to be climbed to get to some higher up.  There were some suspended overhead as shelter.  The food supply consisted of a small box of plants, one small plant for each type of food.  It was smaller than a shoebox, but somehow supplied all their food."
        }, 
        {
            "number": "0164", 
            "head": "Dorms:02/08/01", 
            "content": "I was in a building on a beach.  Perhaps a changing house or bathroom.  There was a Japanese couple with a baby there.  They were talking to Scully and Mulder from the X-Files, I think.  Their baby was in the next room- they sounded scared for it.  I looked in- he seemed fine.  I busied myself again doing something else, and only half listening I started to understand some of the Japanese.  \"Coming to come\" or something along those lines.  Then I was in a house, looking for the bathroom.  One was taken, and I went to another.  No toilet.  Another, and again, no toilet.  I was perplexed and had to go!  I went back to the main room.  It was some sort of spirit that the Japanese family was afraid of.  I went back to the bathroom, scared, and that's when it happened.  I helped the couple out of the house and we ran.  The spirit was moving.  Everyone on the beachfront panicked.  The beach had a lot of people, and large concrete stadium style sitting steps.  I ran down them, past people, and at the base of the steps stopped at the opening of a drainage tunnel.  Blood was leaking out of the higher ones and I got some people to help block off these before it was too late to contain the spirit.  If the blood got out it would become airborne and kill everyone.  We stomped on the tubing that stuck out far enough to pinch off.  A bit later Mulder came out, and he said that what we were doing enabled him to do whatever was necessary in the house to rid it of the ghost.  We were safe."
        }, 
        {
            "number": "0165", 
            "head": "Dorms:02/10/01", 
            "content": "We were doing something we'd done previously in a dream, and that was our guide for actions, although I'd never dreamt this before.  We were outside a building sort of in the woods beside it at night.  I ran back inside and told everyone that they were having a house meeting outside, and pointed to a boy and said he was on trial with some others, if they had any interest in coming to watch or to get him off the hook.  We might have been pursued, I don't recall.  Everything had to be timed right.  A block in front of us was a corner with a cyclone fence around it and a cat sitting on top.  We had to get it.  I climbed the fence and went to grab it, and it turned into a necklace chain- I wasn't surprised I guess because it all had supposedly happened before in a dream.  I handed the chain to my brother Stuart.  In an elevator, I guess we were discussing the issue.  The whole mission was to save his girlfriend Sheila.  We hid off in some place and prepared.  Did something with the \"cat\" and a mattress, which when we carried, turned out to be rather light.  I was to sneak it in and sit down at a table in the restaurant.  All tables were full.  I sat down at one with two men talking; they didn't seem to mind."
        }, 
        {
            "number": "0166", 
            "head": "Dorms:02/10/01", 
            "content": "I was Sam in Quantum Leap, as a woman, in the bathroom.  I turned and was about to leave because it was cold, and a man in a towel asked me where I was going.  When I told him, he said, \"No\" and pushed me stomach-first to the tiled floor.  He said his genitals were warm.  He opened his towel and got on top of me.  I felt his warmth on my butt; he was preparing for anal sex."
        }, 
        {
            "number": "0167", 
            "head": "Dorms:02/11/01", 
            "content": "I was Sam from Quantum Leap again, I think.  Riding in the back of a super fast car, going backward, then sideways.  Then swimming.  A black girl at the end, and my French classmate Briana was riding a bike on a pass over the pool.  I talked to her.  She liked the bike, but really wanted to swim, only she wasn't good at it.  I got out of the pool, put my coat on to keep warm, and was supposed to give her some tips.  I got back in the pool with my coat still on, so I had to take it off.  I had a baseball, and that was somehow supposed to help me teach her how to swim, as my coordination isn't all that great either.  Then, from behind, Ann Margaret rode up on a motorcycle in a wedding dress.  It's Friday and we're supposed to get married.  I looked at her dentures and the jaw was spaced wide, like a dinosaur's.  Some of the teeth were clear, and I poked around, rearranging them.  Then we went to bed."
        }, 
        {
            "number": "0168", 
            "head": "Dorms:02/14/01", 
            "content": "In my dream, I lent a library book to a man, and he hadn't turned it back to either me or the library.  The greater portion of the dream was beating him up.  Part of the dream was receiving a letter from someone I talked with online.  Pictures of his family.  He was bald with long hair.  The children were about 4 and the girl was a newborn."
        }, 
        {
            "number": "0169", 
            "head": "Dorms:02/15/01", 
            "content": "I can only remember seeing pieces of chicken with ketchup on top."
        }, 
        {
            "number": "0170", 
            "head": "Dorms:02/16/01", 
            "content": "I only remember giving my boyfriend Jeremy a hug, happy to see him."
        }, 
        {
            "number": "0171", 
            "head": "Dorms:02/17/01", 
            "content": "Dream started out again as Sam and Quantum Leap.  Something hadn't worked right and we were going to walk a long trail back home.  Then it wasn't him anymore.  There were lots of people with me.  We walked partway down the path and there was..my long time classmate Jim Schumann and a fox.  Apparently he'd trained the fox. It dug a hole, pulled out a one-time use camera, and was going to take a picture of me.  I told it I'd rather have a picture of it.  It turned the camera around, snapped a quick one, and aimed it again at me.  I went back to the group.  Then I heard some farts, and a truck pulled up.  There were some black girls, and I started working with them on an odd crossword puzzle.  Later, my good online friend Del pulled up.  He took me to the passenger side and introduced me to someone named Herman.  One of the girls and Herman were Del's friends.  They cam for his spring break stay so they could move on afterwards, almost like a touring band.  Herman had on a military uniform.  There was a schedule laying in the front seat of all they were going to do.  Del went to move the truck.  He started pulling some cords like that of window blinds, creating more fart sounds to get my attention.  Then we took a walk.  He said something about wanting to bond with me, and I realized we still hadn't hugged yet.  I made a move to hug him, and woke up before I could."
        }, 
        {
            "number": "0172", 
            "head": "Dorms:02/18/01", 
            "content": "Everyone left on our floor in the dorm was in our room, sitting on the beds, talking.  I had wanted to go to bed but didn't struggle too much.  We stayed up late, and so I awoke with the feeling of not having gotten much sleep.  I had been talking about some important things."
        }, 
        {
            "number": "0173", 
            "head": "Dorms:02/20/01", 
            "content": "On a field trip driving along the beach.  We were to view something, but first had to find it.  My 6th grade teacher Mr. Man was there. My group decided to turn off to the left to check a dune cave.  We failed to find it.  Then we were to return and see what it was that my longtime friend Kip's group had found.  We turned off to the right this time, where it was said they'd found it.  I was the one to have to check the cave.  I saw various body parts.  I think we were to see Jesus' thumb.  We found everything else but were missing that.  It was horrible to cram into that tiny little space with body parts of a dead man.  He was wearing green.  Finally gave up and went through, and was in a sort of arcade.  I had a yellow ping pong ball that I was to follow from one game station to the next, as, by fluke, I seemed to be doing well at them.  At one I had access to grab the ball.  I was to place it on a little hole, hit the button, and shoot it across into a trash can.  After two shots, the power went off.  We went back to the elementary school where everyone was in the cafeteria for awards.  I was on stage standing with some others.  They were giving away candies with notes attached for those with the most interesting things to say about the rocks they'd found.  My best friend Emma, with curly hair, was of course one of the first to get something.  People started to leave.  I sulked the full time; how could they even think of doing something like that when it wasn't a fair contest?  You had to have written something.  Ore even known to look for rocks before you could really enter.  I hadn't known, of course. Yet they entered me in the contest and gave me a consolation candy.  It felt very degrading."
        }, 
        {
            "number": "0174", 
            "head": "Dorms:02/22/01", 
            "content": "I don't remember how or why the way the dream started.  It was dark.  On a bus going \"away\" from where we'd started.  We reached a dead end- a large puddle.  So we stopped and got out of the bus.  I looked at the puddle.  I moved a branch sitting in it, flopping back and forth.  I was distraught for some reason.  My brother Stuart started driving the bus back."
        }, 
        {
            "number": "0175", 
            "head": "Dorms:02/23/01", 
            "content": "Our cat Nina was lying in the rumpus room on her back.  I was going to look at her stomach- it was red and bloated.  As I walked toward her, she said, \"Mommy, Mommy\".  My dad was sitting on the couch behind me.  I asked him if he'd heard.  I picked Nina up and she perched on my arm before falling off."
        }, 
        {
            "number": "0176", 
            "head": "Dorms:02/26/01", 
            "content": "I was going to have lunch with my dorm mate Jason.  I went to go to the bathroom, but the ones at the restaurant were not private enough.  I tried to find another, and ended up down the block in a mechanic's.  I tried to hurry to get back, but it didn't work.  Jason wondered where I'd been.  After that I was one of twin brothers.  It was night, and we were going somewhere.  After everyone else had left for bed, I went to take a shower, which actually wasn't a shower.  I did something with a 3-foot sub sandwich, and put it back.  My brother came out.  Something happened and someone grabbed a rope and climbed it up the tower above the \"showers\".  I grabbed the rope to follow.  When I got up there, I swung around and punted someone and slid down to the second level.  I remember something about cows.  Something was not as it seemed.  Not cows, a pig!  A Hampshire.  I went over and hugged it.  It was supposed to do something.  We piled into the car and went to my maternal Grandma Jane's yard."
        }, 
        {
            "number": "0177", 
            "head": "Dorms:03/01/01", 
            "content": "I dreamt of a huge breakfast.  Anything you could think of.  I took a sweet roll with mine, and tried to stay away from the meat."
        }, 
        {
            "number": "0178", 
            "head": "Dorms:03/04/01", 
            "content": "I dreamt of breaking my Lent fast."
        }, 
        {
            "number": "0179", 
            "head": "Dorms:03/04/01", 
            "content": "I dreamt I had a Chihuahua sort of dog, and we were trying to block the side gate so he wouldn't get out.  I also had a little orange kitten."
        }, 
        {
            "number": "0180", 
            "head": "Dorms:03/04/01", 
            "content": "I dreamt a sort of graduation ceremony from the university, and taking pictures on bleachers with my friend Jenna and a bunch of others.  My mother and I were typing on the same computer and keyboard; I was writing \"movie\" and she 'stole' my letters so hers came out \"Mommoo\", (a nickname I sometimes call her).  I told her how afraid we as students were when we first came to the university after hearing of acceptance and we were supposed to get food from the dining hall.  We were all nervous."
        }, 
        {
            "number": "0181", 
            "head": "Dorms:03/05/01", 
            "content": "It was night, but I was trying to get back to school from home for class.  My mother kept delaying.  We drove around, came home.  Around the block again, and home.  I was anxious, but she said we had enough time.  I kept thinking we were leaving.  She wanted to take a walk.  Turned back, and faced bees.  Home again, and the door was open.  Ran in and yelled to see who was there.  My brother Stuart was in the bathroom with my boyfriend Jeremy, and my roommate Chelsea and several others were planning a party.  Jeremy had made a script.  I was to pop my head out of a pumpkin as a Saturday Night Live commercial.  We gave it up.  Jeremy was going to go to Raging Waters.  He got on a bus.  I followed, and tried to grab all my stuff.  I was on crutches.  Former RA Dianne suggested something about riding him, so I straddled him, ready to have sex.  But Jeremy got up, distracted by thought."
        }, 
        {
            "number": "0182", 
            "head": "Dorms:03/06/01", 
            "content": "Some of my dorm mates and I had gone in some place.  I had a sarsaparilla but was being heckled because one of the servers accused me of underage drinking two weeks ago.  I yelled and explained how ridiculous her accusation was, angered, although she obviously didn't have any proof.  The group of us left.  Went to an orgy, I guess.  They somehow talked me into going down on a girl, and she wanted to give me oral sex as well.  I was apprehensive.  My boyfriend Jeremy was sitting in the group behind me.  First I took one taste of her, then some more.  Someone was holding my legs.  Then she started humping me, despite my legs being held away.  I stopped her and went to Jeremy.  He wasn't happy, and I felt guilt. I apologized.  He said something, but was mumbling."
        }, 
        {
            "number": "0183", 
            "head": "Dorms:03/07/01", 
            "content": "I had a dream I can only vaguely recall.  I know my boyfriend Jeremy was in it, and my image is of us standing on a rock, with a lake on one side and a waterfall with flowery ivy cascading down the sides on the other.  We were hugging, happy, and smiling."
        }, 
        {
            "number": "0184", 
            "head": "Dorms:03/09/01", 
            "content": "I was in a barber shop and upset that someone had cut my hair without permission, much shorter than I like.  Something was conveyed about stopping someone from being raped again.  I guess I was one to help find the guy.  I'm not sure what the situation, but we were to travel to three locations, like on a field trip. We stopped at the first one.  Looking off a cliff to some great trees.  I wanted to take a picture but I was having trouble with something, maybe the camera.  We were supposed to go on, but I wanted the picture. The platform my boyfriend Jeremy and I were on was moving.  I wish I could remember more."
        }, 
        {
            "number": "0185", 
            "head": "Dorms:03/11/01", 
            "content": "My brother Stuart committed suicide. I didn't understand why.  Afterwards I was in a sort of cafeteria, talking to my old friend Candy and her mom Dena.  Candy was eating ice cream from a plastic wine glass and speaking to me in Spanish.  I went down to the beach where the suicide had been.  There was a line of men walking by, and one of them suddenly grew to be about twice as big as the others.  I was to figure out why.  There was a demonstration regarding trial air tanks for snorkeling, and somehow this was the cause.  I tried their little air tanks.  It worked at first, but water started to leak in.  I came up after inhaling some water. Then somehow it was like a 'do-over' and Stuart was going to kill himself again.  I talked to him first. He told me that he would leave his life in our (the family's) hands. I told him not to. He was planning to die by some sort of injection. I yelled at him trying to convince him not to. I said, \"If you're dead, then what's the purpose? You wouldn't be able to cuddle Sheila [his girlfriend] anymore..\"  His retort was, \"What, feel her up? I'm not completely horny. I'm happy just to be in her presence.\" and then he continued on with the attempt. Sure he was leaving his life in our hands.  I was angry.  Something happened with the injection and he bled to death instead.  A little later, I was sitting on a log. He came and sat down next to me. I asked what it was like for him to be dead, if he was happy now.  I guess we had a sort of wake party, with lots of food."
        }, 
        {
            "number": "0186", 
            "head": "Dorms:03/13/01", 
            "content": "My mother was partaking in a Frisbee contest.  Lots of people standing around a mountain, and you have to throw the Frisbee into the fenced off area, stepping back every time.  A lot of people were involved.  For some reason I went to a child's recreational facility area, sort of below the pool.  I was having trouble getting into an area I needed to be in.  At some point I ran into Sylvia Roan, my old core teacher, and she gave me some stuff to help out.  She told me the history homework I hadn't done isn't necessary (From a previous set of dreams).  I don't really recall what was going on after that, but I guess I saw a bus rolling.  They'd forgotten to put on the parking brake.  I went in to try and set it.  My mother came back with me.  I ended up driving it a little ways and turned it around before parking it.  I teased my mother that if I did well with this I'd get my license without more practice, right?  She said yes, and I did fine."
        }, 
        {
            "number": "0187", 
            "head": "Dorms:03/15/01", 
            "content": "A shopping area, went into a chocolate/ice cream shop.  My maternal Grandma Jane was with us. My brother Stuart had never tried an Orange Julius, so he got one of those.  A lady that worked there was under the impression that he was a taste-tester/product reviewer.  My mother made a comment of Stuart being German, trying to dissuade the lady.  It didn't work and she gave him a chocolate cigar with cherry sauce.  It was a liqueur, and he didn't like it.  We were going to sit down and watch a product spiel.   We sat, but when the man came out, we tried to figure out how to leave discreetly.  I had a French text book on my lap.  A girl sat to my left, and a guy next to her.  She made some implication that he wanted to know if I'd go out with him.  I wrote in my book that I couldn't.  Admitted that I was taken, but he had caught my eye, too."
        }, 
        {
            "number": "0188", 
            "head": "Dorms:03/16/01", 
            "content": "My brother Stuart and my mother were there, and they let me drive.  We were going to drop off Len, the French student in my French class, except I wasn't driving- we were on a tricycle.  I pulled into the court, let him off, and circled around.  I stopped and said something to him in French.  Then we left, and stopped at a pumpkin patch."
        }, 
        {
            "number": "0189", 
            "head": "Dorms:03/17/01", 
            "content": "I took the bus and went across part of campus and into a furniture store in which I saw my long time classmate Brett working.  We talked some.  Then we were at a sort of carnival, but had some trouble getting in.  They questioned our tickets.  I had need of a small spring for a mechanical pencil.  I went back to the store, but there were none on display.  I went in and opened some boxes in stock.  I found some, but considered it.  That would be stealing.  They didn't look like they'd fit, anyway.  Then people came by and I pathetically tried to hide behind some boxes.  My dorm friend Peter came in and found me, and I was embarrassed.  He left, and I went to leave, too.  The security man stopped me on the way out.  He tried to take the packet of stuff I was holding, but I didn't want to let him.  He was speaking a different language.  I explained to him in French that it was mine, and he let me go."
        }, 
        {
            "number": "0190", 
            "head": "Dorms:03/19/01", 
            "content": "I dreamt of an obnoxious little squirrel like the gopher in Caddyshack.  I remember him climbing on a wire.  We sang \"Happy Birthday\" to someone outside the window."
        }, 
        {
            "number": "0191", 
            "head": "Dorms:03/19/01", 
            "content": "My good online friend Del was going to stay a second time.  My roommate Chelsea came back, perturbed.  She saw us on the floor together and left."
        }, 
        {
            "number": "0192", 
            "head": "Dorms:03/20/01", 
            "content": "I went to dinner with my boyfriend Jeremy, at a classy restaurant.  It had an elegant blue atmosphere with a white trellis."
        }, 
        {
            "number": "0193", 
            "head": "Dorms:03/21/01", 
            "content": "Something about a bear, a camera, and a spaceship."
        }, 
        {
            "number": "0194", 
            "head": "Dorms:03/23/01", 
            "content": "Went to the movies.  My psych stats instructor Melissa Maynard was there, along with a group of students.  We were collecting our snacks and things for the movie.  There was a scalpel in my leg, beneath the skin.  I bent my knee and it stabbed through.  The pain lingered when I woke up."
        }, 
        {
            "number": "0195", 
            "head": "Dorms:03/24/01", 
            "content": "There was a fire.  I was grading Japanese papers for my high school Japanese teacher."
        }, 
        {
            "number": "0196", 
            "head": "Dorms:03/26/01", 
            "content": "I was walking along the perimeter of a cyclone fence enclosing a big grassy area.  As I continued to walk, I came across the heads and front half of sheep and goat bodies, entwined/impaled within the fencing.  This 'wall of death' continued on for maybe a hundred feet; many sheep and goats had died, and most of the carcasses had some dried blood on them, either from where the rear of the torso had gone missing, from hooves, or crusted around their eyes, nose or mouth.  They all looked so sad, and like they had died in a lot of pain.  I was horrified by the sight and tried to stay away from it.  I started to sob, feeling sorry for the pain the animals died in.  My dad tried to comfort me to no avail."
        }, 
        {
            "number": "0197", 
            "head": "Dorms:03/29/01", 
            "content": "Dreamt that, as she said she would, my obnoxious roommate Chelsea, was rearranging the furniture in our room.  She re-bunked the beds and put them in front of the windows where my computer is.  It was incredibly 'wrong'; she never asked my roommate Sally or me.  Sally's father was there, with his shirt unbuttoned.  For some reason, I hugged him.  My mother said later that it probably looked bad.  Sally was sympathetic to my plight with Chelsea."
        }, 
        {
            "number": "0198", 
            "head": "Dorms:03/29/01", 
            "content": "During a nap I dreamt the phone rang, and it was my boyfriend Jeremy, as expected.  I commented on thinking so, and my roommate Chelsea mentioned that he only put one message on the answering machine out of the five.  It was him, though, and she was sitting on the bed.  I went for the phone but she refused to give it to me.  I grabbed her wrist and applied all my pressure in attempt to get her to drop it.  I was pressing hard.  I woke up to the phone ringing."
        }, 
        {
            "number": "0199", 
            "head": "Dorms:03/31/01", 
            "content": "Was in a store with my friends Jenna and Emma, and we tried on some silly hats.  One was a banana slug, and two were butterflies.  We looked and saw that they were supposedly $20 each.  We looked and saw the price wasn't for the hats, but the Cheez-Its sitting next to them.  We couldn't understand.  There was a clerk not too far away.  We opened one of the boxes and there was a broken bean with seasoning powder in it.  Then the aisle became more like a street.  There were a lot of clone girls dressed in a grey skirt and black top.  They had red hair and lipstick to match.  There were some circling the block, like a marathon."
        }, 
        {
            "number": "0200", 
            "head": "Dorms:04/01/01", 
            "content": "My family and I were riding busses that floated about 5 feet in the air.  The area we were in was interesting but hard to describe.  I was involved in a cultural (Indian?) wedding, with two other girls.  They were helped into toga type outfits.  One had a tattoo of stars traversing her back.  I was given the men's outfit, though.  Bellbottom leggings and a shirt that hung loosely down to the knee.  The father of the bride was the one we were helping because he was the bus driver and we needed to get home.  Rode through a beige area of town."
        }, 
        {
            "number": "0201", 
            "head": "Dorms:04/02/01", 
            "content": "We had gone somewhere at night.  Somehow related to my brother Stuart.  An event of one of his friends?  Turned around early to go back for some semi-urgent purpose.  On a skateboard?  Then was trying to get my mother into the airport inconspicuously.  A famous man was going to be there- my mother was a photographer trying to get his picture.  She passed through the metal detectors fine without a ticket.  I followed a minute or so later.  It looked more like the lobby of a nice old theatre than an airport.  I found her standing up ahead in one of several crowded lines.  The guy came in and walked down one of the lines, and everyone moved aside.  I don't think my mother got the picture.  We were now going to try and get on the plane.  I was in a wheelchair to be a distraction, getting help onto the plane.  It worked.  Getting off, my mother was in the chair."
        }, 
        {
            "number": "0202", 
            "head": "Dorms:04/02/01", 
            "content": "I was trying to escape, like a runaway orphan.  Women were in pursuit.  Hid behind a tree and someone saw me.  She didn't turn me in and I found it to be Netty from first quarter French.  She was digging behind the airport and had been through it before, so she was sympathetic and gave me a suggestion, which I took."
        }, 
        {
            "number": "0203", 
            "head": "Dorms:04/03/01", 
            "content": "My family and I were having dinner with my godmother's family the Swensons at a restaurant.  Every time someone would come up the stairs, the longhaired black cat would urinate.  We complained.  They didn't listen until I called it a health hazard.  My mother mentioned the clean state of the room the Swenson boys slept in.  Their mom, of course, was not satisfied.  My brother Stuart and I picked up from the table many desserts to share.  Some silly stuff in getting up.  I was in a tutu and tried to play it off with stretching.  Then I was outside a house on a street waiting to be picked up.  People were walking by, including Kevin from core and one of his friends.  They were in karate garb, both black belts, and I was surprised that they would have that sort of discipline.  They took a bunch of planks I had and spread them to practice with as a bokken.  Their skill was fairly impressive.  There was some sort of encounter and I no longer doubted their rank.  They did not hesitate and had their skills on hand, even if it wasn't very quick or strong."
        }, 
        {
            "number": "0204", 
            "head": "Dorms:04/05/01", 
            "content": "I was going to some ocean place with Shawn, the annoying boy from 7th grade who scratched my watch.  I don't fully remember, but something went wrong, and we were wading waist deep in water by a rocky cliff.  We needed green stickers to board the plane to get back home.  Mine drifted off in the waves, and I had to trust Shawn to let me use one of his.  When it came down to it, important, I could trust him."
        }, 
        {
            "number": "0205", 
            "content": "(Dorms:04/05/01)[After nap.] I was sitting on a bench somewhere, and sitting next to a guy.  A guy came and sat down on my left.  I couldn't tell if it was my old elementary school classmate Oscar, or my schoolmate who had committed suicide, Tod Carpo, or who.  For whatever reason, though, I leaned towards him and he kissed me.  He wanted open mouth, but I refused.  We sat there and cuddled.  I felt the guy behind me was jealous, in that he could have tried that before this guy came along.  I felt the boy in my arms, and the one behind me.  I woke up and it was stuffed animals in my arm and a blanket on my legs."
        }, 
        {
            "number": "0206", 
            "head": "Dorms:04/05/01", 
            "content": "Was in some sort of school fair and was helping set up something with several other people, though I don't remember whom.  My high school classmate Jeanette was helping at one part with some other people and they'd done her hair to say FSIZ which was supposed to stand for, somehow, one size fits all.  I passed my French classmate Briana a couple times and talked to her in French.  The people I was working with finished up and I went to another part with my father where there were people wrestling.  He had a ketchup packet in his hand and I didn't believe him at first when he mentioned them for the blood affect.  But then they started squeezing some, so I squeezed the one I was holding.  I got a little bored in watching and went to pick up a bunch of pens and markers I saw lying around.  I think they were using those too, because most were pink or red.  I went to look at the fish display.  In one there were tiny water worms.  Swimming, they looked to glow brightly and had arms and legs-kind of like the Cingular logo.  One settled on the side of the tank, and looked more like across between slugs and insects.  They were about 3/4 of an inch, and they kind of glowed in the water.  My high school friend Leon said something about them making good pets, and so while people were looking the other direction I lifted the lid slightly and put my finger by the surface to entice one.  It worked, and he came out, but I was afraid that somehow it wasn't something I understood well enough and so shouldn't let it attach to me.  It came out of the water, but before it could get on my finger I pulled up and closed the lid; the thing would probably die if I took it.  We moved on.  At one tank there was a sort of flatfish creature, like a bat ray but about 2 or 3 inches across, and a little taller at the head.  My good online friend Del was there and he said something; the fish came to the surface and started 'talking' to us, in its own weird language and deep voice.  It translated what it said for us, and we still didn't really understand, so we moved on.  Del was looking in the end tank, and I went back to the talking fish.  Again it came to the small open crack, but it looked different this time.  Its mouth was as wide as the end of the tank and had little feelers all around the edges.  It was hard to understand.  It called me Laura and said something about Dennis.  I asked if that was Del and it said yes- the voice sounded feminine and a little echoey now.  I called Del back and it seemed to want to 'prophesy' for us or something.  I don't remember just what, but the stuff it was telling us was important.  Originally, Del had lived in the aquarium to the right of the fish.  I watched the whole thing.  He looked to have the cilia like the prophetic fish's mouth, like an eel I suppose.  He and the other fish in the tank had been close.  Then a girl got angry and started hurting the Del-fish.  He was in danger.  The prophetic fish called to me for help as I watched.  The Del-fish and the prophetic fish raised their tails in the air, I was to cross them, join their power.  I did so."
        }, 
        {
            "number": "0207", 
            "head": "Dorms:04/06/01", 
            "content": "At first all I remembered was my high school friend/slight crush Bryan.  He was dressed up pretty nicely.  I remember going into the bathroom, and sitting on a motion ride.  I was supposed to go with the others, though, and got worried when it started before I could get off.  I did anyway.  It was some time after then when I saw Bryan."
        }, 
        {
            "number": "0208", 
            "head": "Dorms:04/07/01", 
            "content": "My good online friend Del (who had just visited for a week) returned, but we didn't get a chance to cuddle.  I had to leave.  Something about my maternal Grandma Jane that wasn't good.  My brother Stuart and I went to the grocery store because they said if you exit and come back you get two free items.  He chose a very large bagel.  For some reason I was upset with him and kicked him in the butt twice."
        }, 
        {
            "number": "0209", 
            "head": "Dorms:04/08/01", 
            "content": "I don't remember the first part of my dream, but I went into a room.  My roommate Chelsea had been there and there were still some condoms and such around.  My boyfriend Jeremy came in, and we decided to make use of one and have sex.  I was on top.  We stopped before anything happened, though.  I wondered then if he'd had the condom, and worried slightly.  But I heard him throw the condom away.  Later on Chelsea came back in and saw the condom in the trash and made some rude remark."
        }, 
        {
            "number": "0210", 
            "head": "Dorms:04/08/01", 
            "content": "I was going to the dentist about my gums.  It turned out to be the oral surgeon who removed my wisdom teeth instead, and I was going to have to go under anesthesia.  He and I sat in a dark room talking.  He said something about going for a bike ride sometime, that he wished we were better friends like he was with my father.  I hugged his arm.  I became my sister, and the person going under for surgery was a boy.  Something went wrong and the doctor and I ran around to the back side of the building.  There were some kids trying to sabotage the surgery.  I don't remember how to we took care of it.  I guess we fought them.  Coming out I swung myself through the loop of a giant letter above the doorway, as it was something I was supposed to have done long before and never did..chicken I guess.  We got down and I was also compelled to cross the street.  I did that too.  During all this though, I wasn't really me, I was watching from the 3rd person.  We went back to the main room to my brother.  He hadn't undergone the surgery but he was coming out of the anesthesia.  The rough boys came back, and I was the one under anesthesia again.  I tried to fight them, weakly, still affected by the drug.  I couldn't get any momentum in hitting them with my elbow but I grabbed his nuts and squeezed."
        }, 
        {
            "number": "0211", 
            "head": "Dorms:04/09/01", 
            "content": "Something about being at the drug store.  The girl was 'giving me advice' I guess, and twisted my hair up and over so it hung like bangs in front of my forehead.  I have the vague impression that I was supposed to be disguised, even before going in."
        }, 
        {
            "number": "0212", 
            "head": "Dorms:04/10/01", 
            "content": "Last night's dream is vague to me.  There was a sort of hologram model of an island.  Very detailed.  It was solid, though.  I could feel the texture of it.  It was probably 5 feet in diameter and just as tall, and very intricate.  Then we were babysitting some cats, and somebody came to get theirs.  We had to separate the right ones - there were about 7 for two families, including our two.  I was also with a group of people, and we were going to go skydiving.  Not typical skydiving; parachutes were big inflatable type things."
        }, 
        {
            "number": "0213", 
            "head": "Dorms:04/??/01", 
            "content": "I dreamt my mother had cancer, so she was going in for surgery.  I wasn't given a chance to see her before she went in.  Later on I went back to visit her supposedly after the surgery.  But she wasn't there.  I searched a lot of places for her before I finally found out the doctors had done something wrong in the surgery and she died on the table.  I was left bawling, sad at the loss and angry at the doctors for screwing up, and very mad for not being able to see her.  I was treated horribly and nobody would tell me anything."
        }, 
        {
            "number": "0214", 
            "head": "Dorms:04/14/01", 
            "content": "Don't remember the first part.  The lady wrote on the cake with a pen so they icers would know what to write."
        }, 
        {
            "number": "0215", 
            "head": "Dorms:04/18/01", 
            "content": "I had a dream that my mother was planning a wedding for my boyfriend Jeremy and I, and I was upset at the lack of say I had in it."
        }, 
        {
            "number": "0216", 
            "head": "Dorms:04/20/01", 
            "content": "There was a party with of just my roommates and I in the dorm room.  We de-bunked one set of beds and my roommates Chelsea and Sally climbed up and started dancing on it, and I got up and joined them."
        }, 
        {
            "number": "0217", 
            "head": "Dorms:04/20/01", 
            "content": "A performance.  My friend Jenna was next to me in the bleachers.  We were supposed to be singing.  Someone in back was playing a didgeridoo.  Few people were participating, clapping their hands and singing. Someone suggested that we cycle through the crowd- they'd have to participate if they were singled out to lead.  So it started, and it worked.  Then people started leaving, and all of a sudden the multipurpose room was gone.  I thought about running the track, but it would have gotten in the way.  Somebody kicked a soccer ball into a high barbed wire fence."
        }, 
        {
            "number": "0218", 
            "head": "Dorms:04/29/01", 
            "content": "A boat ride.  Leann from the dorms was somewhere.  There was a stop in a room and the necklaces that my best friend Emma gave to my friend Jenna and I were involved.  There was an issue of theft, my being the suspect."
        }, 
        {
            "number": "0219", 
            "head": "Dorms:04/30/01", 
            "content": "Dreamt of a sort of race.  My friend Jenna was there, and some other people, in blue prom dress.  My friend Peter from the dorms was there."
        }, 
        {
            "number": "0220", 
            "head": "Dorms:05/01/01", 
            "content": "I don't remember the first part of the dream but I was with someone.  My right ear was not working well.  Supposedly this was from the previous night's problem of ear pain.  In a small storefront like at the airport, I was looking at a jar of hearing aids, trying to find one for the right ear, but they were all for the left.  There were a lot of Asian girls around."
        }, 
        {
            "number": "0221", 
            "head": "Dorms:05/05/01", 
            "content": "Part of the dream was on a dirt road throwing orange peels at some adversary."
        }, 
        {
            "number": "0222", 
            "head": "Dorms:05/06/01", 
            "content": "I dozed and dreamt I fell asleep in the shower, so I felt I had to wake up.  Before I fully awakened I realized it wasn't true; I didn't have to wake up, but it was too late."
        }, 
        {
            "number": "0223", 
            "head": "Dorms:05/08/01", 
            "content": "All I remember of the dream was my maternal Grandma Jane's parakeet Penta was out of his cage and there was another bird.  I got it to sit on my hand.  There was a mischievous little monkey.  A circular but changing structure on which something was going on."
        }, 
        {
            "number": "0224", 
            "head": "Dorms:05/09/01", 
            "content": "I dreamt of babysitting a little kid."
        }, 
        {
            "number": "0225", 
            "head": "Dorms:05/19/01", 
            "content": "Having trouble remembering dreams lately.  Going somewhere with my long time friend Kip.  Some place with my Environmental Ethics class.  To get food at the dining hall.  Came in late.  Someone handed me a paper we needed.  It was cramped and stressful."
        }, 
        {
            "number": "0226", 
            "head": "Dorms:05/20/01", 
            "content": "Going somewhere with my boyfriend Jeremy and some of his friends.  Jeremy and I at one place, I got my Thai iced tea refilled with root beer.  It was good with the remnant coconut milk flavor.  We went outside where one of his friends was in a tree.  Time to get going again."
        }, 
        {
            "number": "0227", 
            "head": "Dorms:05/26/01", 
            "content": "I know my boyfriend Jeremy was in the dream, and my good online friend Del was too.  I don't remember what happened.  I know Del had his shirt off and I was standing slightly behind and to the right of him.  I remember the screen name cong cirv 94/95."
        }, 
        {
            "number": "0228", 
            "head": "Dorms:05/28/01", 
            "content": "I dreamt that my boyfriend Jeremy's mom had called at about 3 am because she was worried about him.  I told her he had just stayed the night because he'd fallen asleep on the floor and was too tired to drive back.  (which was the case last night).  She asked him to come home.  She was sort of upset."
        }, 
        {
            "number": "0229", 
            "head": "Dorms:05/28/01", 
            "content": "My boyfriend Jeremy and I went to a strip joint.  Sitting in the car, a woman came up to his window and made an offer to sleep with him.  She was Lord Nicki.  He sent her away."
        }, 
        {
            "number": "0230", 
            "head": "Dorms:05/28/01", 
            "content": "Looking across a lake at a very small castle.  A blink and it would change...the memorial building, some other castle...The problem was how to get across and 'finish' it.  My core teacher Sylvia's version was the front of a castle and a roller coaster.  It was created from having drawn the front, though, and when seen up close, only the drawn parts were complete.  We needed other views to finish it so it could be whole in 3 dimensions.  My boyfriend Jeremy and I and some others, the family, I guess, started walking around on it.  Into the forest.  There were occasionally some run down huts that we walked through, and as we tried to make our way out, there were snakes.  I was in the lead, going fast and unable to stop, and having to avoid the snakes on short notice.  There were some colorful lizards as well, like a monitor.  I was worried about Jeremy because he doesn't like snakes but I was going fast and had to keep my eyes in front of me to look out; I couldn't look behind.  I just hoped that everyone behind me was watching where I jumped or skirted.  We crossed a little run down bridge and ended up somewhere with some people who knew what was going on.  Then we had to go back part of the way we'd come, back around the snakes.  Finally we were out."
        }, 
        {
            "number": "0231", 
            "head": "Dorms:05/30/01", 
            "content": "Something to do with being at my best friend Emma's university.  I think I had to transfer because I didn't have housing.  I was following Emma around to get acquainted.  It was night.  People were dictating.  I was trying to get things right.  There was a gate.  There was little freedom."
        }, 
        {
            "number": "0232", 
            "head": "Dorms:06/01/01", 
            "content": "I had two dreams about my anger towards my good online friend Del.  In one he was sending me messages.  He kept changing his screen name.  It was not pleasant."
        }, 
        {
            "number": "0233", 
            "head": "Dorms:06/03/01", 
            "content": "I dreamt I was learning and reciting a play with a girl.  We were in the grocery store.  I was supposed to be a guy infatuated with her, I guess.  Reading the labels on the frozen food section gave me a basic idea of what I was supposed to say, rather than losing my place and looking in the book.  I was having fun actually sort of acting it out.  In the play I asked her for a glass-framed picture.  Then there was the lady who first drew Sesame Street.  Went through the store as her, blind."
        }, 
        {
            "number": "0234", 
            "head": "Dorms:06/03/01", 
            "content": "We found another digital camera.  We were going to figure out which was better and keep it but had forgotten about the other.  So we pulled it out again and started fooling with it.  Somehow this led to me walking into the my parents' bathroom as a guy, holding a round disk like our window shades, and letting the urine roll off of it into the toilet.  Some spray got onto the walls and I had to clean it up.  I found a piece of poop there too; I didn't touch that one.  Then I took a shower."
        }, 
        {
            "number": "0235", 
            "head": "Dorms:06/03/01", 
            "content": "I followed a girl onto an off road racetrack.  She ended up winning.  There was a group of us that had to go clean things up after the race, doing things like taking down the lights.  We decided to do it assembly style.  Someone asked where the dragon was.  He was supposed to maul you and make the race harder.  There was one word that would guarantee its coming.  My brother Stuart looked at a tape to try and remember.  I remembered.  \"Demon.\"  I got a whirlwind of images of various roller coasters based on it.  Some red, some black, one white with lighted spike sides.  There was a knock at the door.  As I approached, I was going to look through the peephole.  I saw black space, and stars.  I felt dizzy and was pushed back from the door.  The door rushed open.  A girl with straight blonde hair came in.  She took some food.  Apparently that was in the contract that we provide food, and she's only available until midnight."
        }, 
        {
            "number": "0236", 
            "head": "Dorms:06/04/01", 
            "content": "We had an Australian guest.  We were playing some sort of game.  I think she was bisexual.  I started to try and sexually stimulate her by touching her genitals, but she complained I wasn't doing it right.  Then there were lots of big ugly spiders."
        }, 
        {
            "number": "0237", 
            "head": "Dorms:06/04/01", 
            "content": "I guess I went on a date with John Leguizamo.  We went to a movie with animals.  Then he took me to a hotel room and showed me how to pull away a panel in the shower to get a hidden bag, part of a thieving scheme he was running.  Later on I ended up going back there.  I snuck in and grabbed the new bag.  He and his cronies were coming to get it though, so I had to fit myself through the hole into the bathroom next door.  There was a honeymooning couple in the bath.  I did my best to sneak out unnoticed, and I guess I made it.  Somehow my mother found me.  We went back to the car where my brother Stuart and my father were waiting and drove.  We followed some freeway named after a girl, with 5 confusing lanes.  We stopped at a part and picked up a newspaper with a map.  We were in a nearby town, but it was at the very northern tip of the state, not geographically accurate. We were trying to find the nearest police station to get rid of the sack of wallets and clear our own name."
        }, 
        {
            "number": "0238", 
            "head": "Dorms:06/09/01", 
            "content": "Dreamt of Sam Beckett at a party.  Was testing the caterer.  There were many dips for tasting, but they all tasted pretty much all the same.  In driving around the block of something, I saw a newlywed couple.  I was trying to figure out who the bad person was.  I saw people walk by.  My dorm floor mate Jupo with a halo of intricate spider webs above his head.  Sam and Al were talking alone, in the middle of a dispute.  Sam held me down for inspection, with one hand on my left breast.  \" And down there's why\", he said.  Finally he pulled my shirt up to reveal a blue-hoofed creature- a tattoo on the left side of my stomach.  That was the sign they wanted.  The caterer was the bad one.  I was then sitting in the passenger side of a car.  The caterer started cutting a grid into the windshield, cackling.  I screamed, and was now Sam.  I tried to climb into the seat behind, but it was reclined too far.  I managed to grab her left arm and hold her there, but she still cut my right hand as I struggled for control.  The cut went into my pinky, stopped partway by the nail.  Finally got her."
        }, 
        {
            "number": "0239", 
            "head": "Dorms:06/13/01", 
            "content": "Dreamt my guppies gave birth."
        }, 
        {
            "number": "0240", 
            "head": "Dorms:06/14/01", 
            "content": "Dreamt of a class.  Having to give an oral report in a lecture hall in French for my French teacher.  It was something I'd done before...dreamt before.  The first time it was before my French class, so it was difficult.  I wanted to do the same report.   Something about a little girl that made tiny, tiny mittens.  She had some siblings.  We were going over a long stone stairway on the side of the building.  In a small room, a big woman, I think, opposed.  We had to get around her and it took an elaborate scheme that I'm failing to remember now.  But we did it.  Then I got to class and found out that I had to start from scratch with a different report."
        }, 
        {
            "number": "0241", 
            "head": "Dorms:06/16/01", 
            "content": "Dreamt of places to live.  Up on a little hill.  I got a room upstairs, in a very white building.  A building I'd only really gone into twice.  I was called down to the front office and was told I was 'expelled' because I hadn't attended the military training lecture.  I was shocked.  I had gone into the room but I wasn't aware we had to stay.  None of the other people there were paying attention.  I pleaded with the landlord.  We went up to my room, and I hadn't locked the door; my room was kind of trashed.  There was a hot tub next to it where some people were splashing around.  The landlord was appalled and kicked me out quickly. I saw the next girl that was coming to occupy the room.  Someone named Joni, I think.  The tenant list was going to be all girls from now on.  We left and started to explore a structure.  My boyfriend Jeremy and I started to climb into it.  Up, up up in a very narrow, dark little tube.  I don't know what we saw at the top, but we crawled back out the same way. It was too claustrophobic."
        }, 
        {
            "number": "0242", 
            "head": "Dorms:06/16/01", 
            "content": "Dreamt I called Andre, my future landlord/roommate this morning.  He wasn't home but I wasn't sure why I called anyway; he was supposed to call tonight and I didn't have anything to tell him yet."
        }, 
        {
            "number": "0243", 
            "head": "Dorms:06/16/01", 
            "content": "Dreamt I was living on campus.  I moved in with my dorm roommates Sally and Chelsea once again.  This time the three beds looked more like hotel beds and were all on the left wall.  A patio with a balcony.  Opposite the beds was a glass closet.  I opened it. Inside were little sticks with hamburgers on them.  I was surprised to find that it passed all the way through, into a kitchen and dining area.  The carpet was a light dull blue.  Off the kitchen to the right were some stairs descending to a bathroom.  We had an apartment!  It was then I realized wait- I already have a place to live.  I started debating.  An apartment, on campus.  But with Chelsea, who's difficult to live with.  I tried making a phone call but couldn't figure out where the star key was.  I ended up dialing a 2 and got Sally's father.  He was somewhat angry.  I left and found my dorm friend Peter.  We looked for the copy machine.  Went through dorm mate Michelle's room, there's a way to get through the middle of the building 'inside' the walls.  It comes out into my dorm mate Leann's triple, but the copier is right next to it."
        }, 
        {
            "number": "0244", 
            "head": "Dorms:06/17/01", 
            "content": "Dreamt of playing a computer game, one of two versions.  In one, you direct the character up and over many obstacles.  Just get him over the course or survive the time limit, it was difficult.  After I finished a level, surprising myself, I was at a picnic.  My old school friend Bryan was there.  I was hurt when he left without allowing me to hug him."
        }, 
        {
            "number": "0245", 
            "head": "Dorms:06/18/01", 
            "content": "I kept dreaming of driving, and for some reason or another, having to slam on the brakes, over and over again, waking myself up each time.  The night was not restful."
        }, 
        {
            "number": "0246", 
            "head": "Dorms:06/18/01", 
            "content": "I dreamt of being in a dorm room.  I don't know if my good online friend Del or my boyfriend Jeremy was there, telling me he had to leave.  Then, graduation.  My old roommate Sally was there, but it was high school, not college.  My gown was yellow.  For some reason after the bathroom we went off to the left of the gym.  I tried to hurry and get there because they were filing in.  I tried to fill out the card they read names from but my parents were there and for some reason I couldn't write.  Hurrying and nervous.  Finally I gave up and ran, but I was too late.  People were leaving.  Few graduates were sitting on the bleachers with their parents.  I didn't get to march.  I sat down and listened to a girl talking about being sexually harassed; the guy had touched her breast.  I felt a hand on my back and prickles on the right side of my neck.  I turned.  It was Jeremy."
        }, 
        {
            "number": "0247", 
            "head": "Dorms:06/18/01", 
            "content": "There was a competition at my maternal Grandma Jane's house.  Something of volleyball at first, and I was the line judge.  My mother's uncle Bert and my brother Stuart were said to be dead.  It turned into Mission Impossible- search the rooms before the other team.  Something happened upstairs, and I was Sam Beckett, I guess.  I remember clouds."
        }, 
        {
            "number": "0248", 
            "head": "Dorms:06/20/01", 
            "content": "I dreamt I was in some confined space...No bigger than the back of my boyfriend Jeremy's truck.  I think my high school classmate Trina, for some reason.  I know my mother's friend Peggy was, as was her daughter Kate.  They had rented a sort of spa.  I had a sound system.  I got a chance to use the spa too.  Kate wondered something about my cords."
        }, 
        {
            "number": "0249", 
            "head": "Dorms:06/21/01", 
            "content": "The first dream was a horror movie that we were a part of, at first.  A house, with a 4-intersection hall.  There were quite a few of us.  Any direction held death.  A few of us went to the right; we had managed to get up towards the roof, towards freedom and escape.  I went back down to find some of the others.  Across the hall was a wall of fire.  There was such destruction everywhere, it was hard to look at.  I managed to find one or two and led them back.  We had trouble climbing back up to the roof.  Some people came looking for us.  After it was over, it all HAD just been a movie.  Then my family and I were at a sort of fair with the Swenson triplets.  Their older brother Milt and two of them put on an outfit and went to the 'man's' side to dance."
        }, 
        {
            "number": "0250", 
            "head": "Dorms:06/21/01", 
            "content": "I dream of \"My Father's Eye\".  It was a source of great power to me.  I was with someone.  We were walking through a fairly dark building, like a city at night.  Plants.  It was a long room.  Partway through I bent down and looked at the Eye.  At the end, I talked to my junior/senior year high school English teacher Ms. Kraft.  I told her about how some of the English classes I'd taken in college allowed more expansion and covering more than the limitations I got from her class, but tried to word it nicely.  Suddenly I wanted her to read some of my works.  We turned and went up a long stairway, closest seen as that up to the dorms at the observatory.  I looked again at My Father's Eye and started to glide, float, fly over the stairs."
        }, 
        {
            "number": "0251", 
            "head": "Dorms:06/22/01", 
            "content": "I dreamt of my mother's college friend's son Jonathan and Ghostbusters.  Jonathan both complimented and insulted me.  There was something wrong with me, I think.  Jonathan pulled things out of the cuffs of his pants like a hiding place.  One item looked like a small, inflated rubber ball.  Once he got it out, it was a regular beach ball.  I'm not sure what happened from there.  I was in a run down parking lot with the cartoon Ghostbusters, wading through garbage or something.  We tried to blockade the cyclone fence gate as well as possible."
        }, 
        {
            "number": "0252", 
            "head": "Dorms:06/23/01", 
            "content": "I was upset about the cost of something."
        }, 
        {
            "number": "0253", 
            "head": "Dorms:06/23/01", 
            "content": "I dreamt the alarm went off, and from the bed, hit the snooze button.  15 minutes later I rolled over to turn it off again (evidently a dream as I was not in bed.)"
        }, 
        {
            "number": "0254", 
            "head": "Dorms:06/23/01", 
            "content": "I dreamt of being with my boyfriend Jeremy, walking past a swimming pool.  We went up on the rafters and did something, then started to turn around.  No, we'd rappel down."
        }, 
        {
            "number": "0255", 
            "head": "Dorms:06/24/01", 
            "content": "I don't remember the first part of the dream, but in the end was American cheese, and I wanted big Wheat Thins to go with it."
        }, 
        {
            "number": "0256", 
            "head": "Dorms:06/25/01", 
            "content": "Someone was standing on my left- and who was on my right- my friend Jenna?  I thought she must not be mad at me anymore."
        }, 
        {
            "number": "0257", 
            "head": "Dorms:06/25/01", 
            "content": "I was at school.  I 'd taken a test like the core and got very poor scores.  These little handheld gadgets like calculators reported it, and then said why.  I disputed at least one of the reasons.  It was a why question, and the answers were very specific.  I sat on a little hill and the tide started to come in, and flood.  I was waiting for my boyfriend Jeremy.  He had to drive through some of the water."
        }, 
        {
            "number": "0258", 
            "head": "Dorms:06/25/01", 
            "content": "A game.  Teams with many colors.  Each had to collect six signatures and tiny pebbles from each color team.  Then they get a frog of that color.  The team to collect all the frogs first wins.  Pink, green, blue, red, orange, black.  I passed by the red team on their field, talking about how rough and difficult it was, but if they could master it, a great advantage on home games.  End of the day, I tallied up how we did.  Ready for a green frog, at least.  My dad was on the blue team.  It seemed no longer just team players.  I abandoned all that I'd figured out the night before and went to a man for a green.  He was a car salesman and had me sit in a low rider.  Pedals, but no steering wheel.  I was sitting on the passenger side.  I had to get in and out through the trunk.  Getting out was a problem.  I was wearing my short black clubbing dress and had to undo the straps before sliding out."
        }, 
        {
            "number": "0259", 
            "head": "Dorms:06/25/01", 
            "content": "I dreamt of the university near my parents' house.  I was there with my mother and my best friend Emma.  I guess we'd finished moving in and went to get something to eat and figured out the dining system.  The servers were two feet above us.  The soup guy sloppily dropped clam chowder in my bowl.  Cost counted, so I wasn't sure how to handle returning it.  I had already gotten my drink but my mother and Emma headed towards that station.  There were four of these high-ceilinged black-structured buildings with lowered courtyards."
        }, 
        {
            "number": "0260", 
            "head": "Dorms:06/26/01", 
            "content": "I was hiking, I guess.  We came down the mountain partway and looked in a cave.  There was a lot more to the story but it eludes me right now.  My old friend Jenna got mononucleosis in Disneyland, and apparently so had I, so there was a conspiracy.  I talked to someone about a radio station.  I was trying to come up with good call letters, and the man told me to come up with a Plasticene figure.  I started looking around to move again.  I was looking amongst some huge houses, with little streams and bridges and a cat in the water chasing a floating paper hat in the moat.  I stopped at an open house held by an Indian lady, with thin logs leaning against a tree.  The lady was complaining about the landlord.  Entrance was through the music room- someone was playing a run down piano and another a little flute.  There was a stage.  There was a gash in the wall so it was very thin, and wavered when tapped on.  My old friend Jenna's father was there, and apparently my brother Stuart was looking at the house as well."
        }, 
        {
            "number": "0261", 
            "head": "Dorms:06/26/01", 
            "content": "My boyfriend Jeremy and I rented a place for a night; it was to be our vacation.  It was a small place, with many doors that were not for us.  It was kind of reminiscent of a mobile home, with white, and fake green grass.  We watched a movie with our friend Jake and Celia, and then I found the pool.  I went back to change.  I put on my bathing suit, but it wasn't the blue and green one or the blue one with silver squares, like I'd expected.  It was sort of green, but didn't cover well.  Then there was a yellow-topped black one, and several others, but I couldn't find mine."
        }, 
        {
            "number": "0262", 
            "head": "Dorms:06/26/01", 
            "content": "Driving along a high coastal mountainside.  The docks could be seen below.  It was like showing this area to someone.  Then on the mountainside, part where I couldn't really see, I was trying to find Smurffit Formulasmurffi (a song).  I couldn't.  I played more on the docks.  It was altered.  Little ladders looked like they were made from straw.  A speedboat slid into docking, knocking the top off just as the driver wanted so he could get out.  A man in a yellow outfit collapsed and the man from the boat tried to get him to get up.  Someone came by and he had to hide this 'henchman'.  He magically got a girl and changed her dress similar to the guys and gave them orders and put them in the forest."
        }, 
        {
            "number": "0263", 
            "head": "Dorms:06/26/01", 
            "content": "I was getting into bed.  Above, there were three lines of fishing wire.  Two parallel, one across the face of the light fixture.  One ran down the left side by the bed.  On the horizontal ones was an anecdote.  A woman was talking about her conservative and protective father wanting her to wear two bras, but that actually made her look bustier.  She finished with a comment about the humor, or 'what you didn't laugh at'.  I hadn't laughed.  I rolled over to sleep.  A red straw that had spelled part of the act started sliding onto the vertical wire, back and forth like someone (a ghost) was playing with it.  I told it to stop.  It started towards me. I told it to go back and stop moving.  At first I wasn't sure whether to be apprehensive.  Just a spirit.  But I called for my mother.  The light in the kitchen was on, and I heard my parents talking about insurance.  I yelled, but I couldn't yell very loudly.  The straw moved back towards me and dangled.  Finally my mother heard me yell and shot back that if she came, she'd be up half the night.  I told her I already would be and didn't care if it would keep her up.  She was my mother and is supposed to be there for me when I'm scared.  The straw moved back and on the horizontal, gently tearing through the soft paper fixture.  Then, it all fell to the side of the bed.  Finally my mother came in and saw it.  I told her it did it by itself.  I opened my mouth to try and say more, but I couldn't.  My throat felt sore like I'd been yelling when I woke up."
        }, 
        {
            "number": "0264", 
            "head": "Dorms:06/27/01", 
            "content": "Blackbirds, with suckerfish mouths.  My mother and I were getting in the car to go to the furniture store.  My elementary school classmate Tate wanted to come too.  We were parked in front of a police station.  There were 2 of the sucker birds, a mother and son.  They had a problem.  There was another, cocky black bird with a pointed beak.  The two birds got inside."
        }, 
        {
            "number": "0265", 
            "head": "Dorms:06/28/01", 
            "content": "Dreamt of a play performed on a boat.  It was not the first time.  I helped out, loading people onto the boat.  It went in cycles, so the whole bay land could be seen rather quickly.  There were many decaying hands- I finally figured it out.  The coast was laden with corpses of sea lions.  I was disgusted and went to wait to get off the boat at the next docking."
        }, 
        {
            "number": "0266", 
            "head": "Dorms:06/28/01", 
            "content": "I was carrying a shallow black candle on some stairs.  My cousin Allen was behind me.  His parents my aunt Fiona uncle Logan were there, too.  We went to a bowling alley.  On the way I started rubbing Allen's crotch through his pants, showing him what I do with my boyfriend Jeremy, I guess.  My paternal step-grandpa Sal was at the bowling alley too.  Bowling balls were all around, under a blue light.  Two people took balls shaped like feet.  I couldn't find one with holes spaced correctly for my fingers."
        }, 
        {
            "number": "0267", 
            "head": "Dorms:06/29/01", 
            "content": "There was a crawlspace into my friend's dorm room.  I went to the bathroom.  After that I seemed to be at Chuck E Cheese with my mother.  There were games, some of which were free to play.  In the first one, my prize was a small zip cord for toy cows.  At another, a small plastic coin.  My mother played game that took the plastic coin for payment.  The goal was to virtually swing one coin on a string to hit coins floating around.  Her prize was some sort of dollar bill printout.  Some games progressed from one to the next like that as a sort of puzzle- you need to finish one game to go onto the next.  In the end, I proceeded down a long wide cavern- whatever was at the end was the ultimate prize I needed.  I was proud to obtain it.  I had also gotten a more permanent zip cord with a little light on it, a head kerchief, and the coins."
        }, 
        {
            "number": "0268", 
            "head": "Dorms:06/29/01", 
            "content": "We were at the my kindergarten teacher Mrs. Moore's house, I think.  I had to give a report twice per quarter.  This was to be the last.  While my brother Stuart stood up and gave his, I had to prepare a new subject.  I started thinking, \"wait- I'd already given more reports than necessary\".  I thought about continuing on cats, and started cutting out pictures and things.  I started to think no, I'd report on the family.  Better filler, more substance.  But then most everyone left and only the family was there, so it seemed silly.  We were considering going to a movie in what looked like an airport.  My godmother's sons the Swenson triplets were there with passes.  They had nicknames on their white tee-shirts.  One was \"Second Mambo\".  We went into one room and my old best friend Candy's mother Dena was there.  There was a white tape running across the middle as to direct the lines at a movie theatre, and I tried to hang upside down on it.  As it was flexible, though, I couldn't get it in the crook of my knees.    I showed Dena how to get her feet above the tape."
        }, 
        {
            "number": "0269", 
            "head": "Dorms:07/01/01", 
            "content": "I was sitting on the steps in a huge fancy mansion-like building- it belonged to me and  my boyfriend Jeremy.  I had to go to the bathroom and was standing next to porcelain inlets in the wall.  I tried going there.  When I moved, I'd missed, but orange soda was leaking down from the ceiling.    We went upstairs.  Movie theatres surrounded a statue in the middle.  We looked around trying to find a movie we wanted to watch.  It was no longer Jeremy, but my best friend Emma."
        }, 
        {
            "number": "0270", 
            "head": "Dorms:07/01/01", 
            "content": "I was parking, and the emergency brake didn't take hold.  I rolled forward and tapped a gold car.  The driver was pissed.  They screeched off and might have been coming after me.  We went to some park equipment.  I was watching over my next-door neighbor's daughter.  My godfather Ben was watching a little kid, too."
        }, 
        {
            "number": "0271", 
            "head": "Dorms:07/03/01", 
            "content": "My boyfriend Jeremy and I were to stay...in a store.  A couple ran it, and they were having a grand opening.  We were their first customers, going to try out a bedroom set.  I went to the bathroom and found the woman in there.  I hesitated pulling my pants down to go pee.  I started, and the woman saw I had black pants underneath.  She commented about it, but it seemed to make her happy.  She asked me something of the timing of a 7-course meal and it being 8 o'clock.  She was extremely happy and wanted to treat Jeremy and I to it for being the first customers.  This of course made me nervous.  Then she told me the rules to our stay.  No chocolate.  I don't remember the other two rules.  At some point she found out I was vegetarian and took that into account in her cooking.  What she ended up bringing me was a sort of vegetarian stew.  It was very good.  I tempted her to try some.  She picked out a lot of broccoli.  She spit some of it back- she didn't like it.  Then we were in the forest.  Going down from one place, there were pictures on the wall.  I was told one of them was worth quite a bit if we could pick it out.  We couldn't choose our own speed of descent, however.  So we took the next path.  There were several groups and what looked like three trails.  We passed one group with my friend Neil Block and his father Jerry.  We went up one trail, and it lead back around to the main.  Rejoining the group, I led the way to the third trail.  I ended up behind, though.  When I went to catch up, I ran through some weeds that whipped my legs.  I made some comment, and the guide laughed at me and told me I was supposed to have jumped over.  Hard to do when you can't see.  I took some of the weeds and whipped her legs, and asked her if it was so funny while her own legs were bloody.  Someone else had blood all over the bottoms of their shoes.   We went up and were walking on a platform.  I saw a 'sheepcat'- it had some of the fluffy curly hair on the sides.  As we passed a treetop, it leapt at me and bit my hand, and was hanging there.  It was a kitten, not like I'd thought before.  A rather vicious one.  I managed to fling the cat off, and it landed a ways in front of us.   A dog ran past and attacked the cat.  When I got over there the cat was amazingly still alive.  It bit me again and I flung it off.  It fell down over the railing about 50 feet, with a thud, onto its side.  The dog came to attack me, then.  It was heavy, but I managed to fling it also over the railing.  He landed harder, right next to the cat.  While the cat had attacked me, I still yelled at it and told it to run, shake off the shock before the dog got to it."
        }, 
        {
            "number": "0272", 
            "head": "Dorms:07/04/01", 
            "content": "My boyfriend's brother Jeff came over while my boyfriend Jeremy and I were laying on the floor.  Jeff was wearing a suit.  His hair was blonde with curls on the ends.  He asked me if Jeremy's shoulders were round like his.  I didn't understand at first, but ended up answering yes."
        }, 
        {
            "number": "0273", 
            "head": "Dorms:07/06/01", 
            "content": "I don't remember much of the setting.  It was dark, as usual.  It might have been some sort of race.  I remember riding around a sort of track.  My mother told me our friend Neil Block was dead.  She was waiting until the end of school to tell me.  He was away in the Army, not church, and he'd died.  It sort of came as a shock, but then I'd remembered.  Yes, I'd dreamt about it.  The track I was riding eventually took me inside where there were some plants.  Later I asked my brother Stuart, I think.  Confirmation- yes, Neil was dead.  It was hard to believe."
        }, 
        {
            "number": "0274", 
            "head": "Dorms:07/06/01", 
            "content": "Driving.  A bridge.  Fireworks.  Going up an elevator.  An evil-looking man.  Some people talking, a complaint from a wife.  The man did something...\"They cut off your hand for that.\"  Something happened to make me not trust him.  We were going to try and escape in a red convertible on the roof.  They wanted to kill him.  He got caught and I thought he was dead.  The elevator door closed.  I looked away, not wanting to see.  The door opened again and I was going to leave. A small, bloody red hand flopped out.  I felt better.  He was still alive."
        }, 
        {
            "number": "0275", 
            "head": "Dorms:07/06/01", 
            "content": "I was a girl in an old small country town, before cars and pavement.  Some people took our cat Nina and used her in a play across the street from where I was.  But when she came on stage, she had a rope tied to her back leg, and she was meowing to be freed.  I was appalled.  At the end, she then appeared on the roof of the building to my left.  How she got there I don't know.  She leapt across to the building on my right.  She got stuck and hung dangerously over the edge.  She managed in this to free herself.  She got down off the roof and started to walk away.  I ran forward and picked her up.  She didn't like it, but I talked to her.  Told her I was sorry, sent her home to hide under my bed.  I knew she understood.  I turned and went back to help at 'my parents'' ice cream store.  I met a few people on the way.  I was going to re-open the store after the performance when a younger girl came out of the neighboring store.  She had curly sandy brown hair and freckles.  She introduced herself as what sounded like \"Shirlotte Kearnsy\"  so I wondered a moment if her name was really Shirley or Charlotte.  I decided it was Charlotte.  She told me she wasn't actually new in town- that explained why she looked familiar.  She was quite a bit younger than I, but I liked her and had a good feeling about our friendship.  Later on, I went to get my pen and pad.  I saw Charlotte and her father, Bob MacKenzie.  He was yelling at her and was insanely mad about something, trying to force her inside.  She wriggled free and I told her to run.  We went and hid in my parents' store.  There was an entryway with crackers and I asked if she wanted some ice cream.  On the door she saw a picture of my boyfriend Jeremy and me.  She saw how happy I looked and exclaimed we must be married and have a ton of kids.  Her small-town country girl thought process was evident in what she said.  I looked at the door and it saw in the picture her and me, not Jeremy and me.  But I told her no, he was my boyfriend and we're very much in love, that people with that many kids lose love.  We laughed.  My \"mother\" was at the counter.  We didn't get the ice cream, though.  Somehow, we found out that the mayor of the town had an affair with someone's husband.  Later at a dinner it somehow came out.  The mayor confessed to her husband, but the man she cheated with looked cold and spiteful- probably proud of what he'd done."
        }, 
        {
            "number": "0276", 
            "head": "Dorms:07/07/01", 
            "content": "We were in a room with my father's coworker Cary and his wife, who looked like my badminton coach's wife.  She looked pretty clueless.  We were confined to the one room.  We were up against two other families/opponent teams.  We were trying to hinder them and strategize our own way out.  Something happened- like a meal called, and we were 'moving out'.  We zigzagged on the road to avoid possible hidden thumbtacks, and moved gingerly over and around concrete barricades.  We had trouble, almost going over the edge of a bridge.  We pushed the Volvo to the side of freedom.  It had six wheels- several flat, but we were still going to try and make it.  The stakes were high- not just a game, but an escape."
        }, 
        {
            "number": "0277", 
            "head": "Dorms:07/08/01", 
            "content": "My brother Stuart did something annoying, and I started yelling at my parents, putting the emphasis on how much I HATE Stuart."
        }, 
        {
            "number": "0278", 
            "head": "Dorms:07/08/01", 
            "content": "I dreamt about a ring."
        }, 
        {
            "number": "0279", 
            "head": "Dorms:07/09/01", 
            "content": "My mother and I went into some place with renters.  They needed pipes replaced.  We left with dogs."
        }, 
        {
            "number": "0280", 
            "head": "Dorms:07/09/01", 
            "content": "My mother was looking for a bank.  We went back to the cashier where we just had been, the worker like the college tour guide.  My mother was missing 300 bucks.  The woman standing next to the pillar where we parked the car had been behind us in line originally.  We decided she had picked up $240.  My mother made a snide comment to her about being happy.  My maternal Grandma Jane said she should have said something about being Swedish.  We went back, and the money wasn't there, of course.  We drove off, and my mother and Grandma Jane both started humming some Ray Lynch song, and then started laughing."
        }, 
        {
            "number": "0281", 
            "head": "Dorms:07/10/01", 
            "content": "I moved in to my new place.  My boyfriend Jeremy was asleep in the middle of the room.  I got up when I heard something thrown.  My housemates (male) came in.  I told them we'd been broken into.  There was a note to \"Josette 2\" saying I was fat and ugly.  One of my high school chemistry classmates Darla 'Marla' Hernandez was the first signature, followed by a classmate 'Guy' Jon and about five other names.  I was hurt and couldn't figure out why they'd done it.  I told the guys about the 'Madeleine \"sucks\" note that was left on our door bulletin board in the dorm.  I left Jeremy sleeping and went to get some food.  My housemate George was in the kitchen doing the same, and he told me to help myself to the sub sandwich.  I replaced the meat with cheese.  I went into the living room.  I went to London with my brother Stuart in an instant.  He dropped me and I fell away, miles away, over the London bridge, and a rocky water's cliff.  It was like a roller coaster.  When I got back I realized my shirt was gone, so I put another one on.  I heard something, and checked.  Sure enough, the hateful people were back.  I looked out the front door to see my elementary schoolmate Leticia, the watchman.  She tried to scoot away but I told her calmly to come, I wanted to ask her something.  The others came out.  Another old schoolmate Kathy and more.  I realized that all the names on the list were forgeries.  I still couldn't figure out why they were mean."
        }, 
        {
            "number": "0282", 
            "head": "Dorms:07/11/01", 
            "content": "Dreamt something of a store.  I had a peach pink car.  One of the seats lifted up to be a trashcan.  On the side was a compartment that looked like a pie fridge.  We drove around in a sort of empty dunes.  Dewey from \"Malcolm in the Middle\" appeared, and told us the wood furniture was in the back.  On the way back we passed pits of death.  The sky was black and empty, the ground was dirt, the furniture was leather, and there was blood around."
        }, 
        {
            "number": "0283", 
            "head": "Dorms:07/11/01", 
            "content": "Something about creatures.  Slug-like, bat-like creatures.  Possibly a field trip, or a filming.  I dreamt I woke up and spoke of it, and my boyfriend Jeremy said he dreamt of the same thing."
        }, 
        {
            "number": "0284", 
            "head": "Dorms:07/12/01", 
            "content": "I went to a shoe store.  I was looking for a pair of sky blue shoes but they didn't seem to have my size.  They had a claw machine, but it was broken.  This actually worked to my advantage.  It went up and down automatically and repeatedly, and the claw end was different.  I got something every time.  I started using anything available to feed into it, including tearing off little corners of cardboard to use as coins.  I emptied the machine."
        }, 
        {
            "number": "0285", 
            "head": "Dorms:07/12/01", 
            "content": "I don't remember what for, but we had been on stage.  Afterwards we went off to change."
        }, 
        {
            "number": "0286", 
            "head": "Dorms:07/13/01", 
            "content": "I was at some area of chemistry.  It looked a little scary.  In another area, there was a group of people watching a movie.  I was with them.  A seemingly nice guy said something to me, and I sat with him.  He was probably going to flirt with me, but I chose to make no assumptions and enjoy.  Then 4 other guys came over.  All the others had moustaches.  I thought about my boyfriend Jeremy and how he doesn't have one, and thought about saying I like that better.  They were all nice and talked to me, one especially.  4 of them left, and so I was left with the last nice guy.  I got up and went somewhere, but got lost on the way back.  I had no pants on.  I wanted to leave.  There was some transition from that into an odd sort of game that I did not seem to be very good at.  I was to lay out my clothes covering Jeremy or our cat Buster.  There was some trick to it that I couldn't get the hang of, of covering some spots twice before others once before time ran out.  Jeremy encouraged me to keep trying. Then it was something of having to pass inspection before I could leave.  There were some odd shaped (semi rectangular) neon lights above, and the clothes had to be completely clean and unwrinkled before I could leave. I started to get upset.  Bright orange shorts- no, black, no..Someone oddly dressed came into my room (where I now was) and wanted to help me.  I ended up dressed like a clown (more so than she).   This may have been part of the chemistry area.  I was in a small room with a lot of birds.  Black finches, mostly.  Some crows, as well.  I went to an area where there were some birds that were still young and furry.  There was a random leg, kind of disgusting.  I got the idea of wanting a bird at school.  At home we swam in the pool in the backyard. I told my mother about wanting a bird.  She said I should ask my landlord/housemate Andre first.  She was getting ready.  She was thinking of taking a job, and so she was going to 'try out' for six days, working for the catering part of the PTA or something.  She had me help her with the latex gloves."
        }, 
        {
            "number": "0287", 
            "head": "Dorms:07/13/01", 
            "content": "There were ghosts.  A young boy and a girl.  Siblings.  Their father was a very angry man.  I was to take the girl to school.  I had to get dressed, but couldn't find what to wear.  I had on black heels.  It was too risky to take any of their mother's things, despite how elegant they were, the blacks and reds.  I was led into what would normally be my brother Stuart's room, where the girl's things were stored.  She handed me a knit/crocheted type dress.  It was, of course, incredibly short on me, but apparently that was okay.  We were in a rush.  I had to teach at the school.  I went to get the keys.  I didn't know if I was taking my mother's new car, or mine.  Mine was old looking and rusted.  I took my mother's.  It was evil.  My mother and Stuart and I were standing in the kitchen doorway to the living room.  Stuart argued with us, and my mother seemed to be angry or uptight as well.  We had some green blob that we were throwing at the car to calm the evil in it- kind of like spraying the glop in the Statue of Liberty in Ghostbusters two.  Stuart was infected with evil, my mother probably was too.  I threw globules at all of us, and we continued throwing it at the car, still in a hurry.  I went out to the street where the car was parked.  The steering wheel was on the passenger side.  It was not a new car.  It was hard to control.  I had the brake with my left foot.  The accelerator responded far too easily.  I forgot the girl, and took off.  I was driving from above, going that speed, watching the curves in the road."
        }, 
        {
            "number": "0288", 
            "head": "Dorms:07/14/01", 
            "content": "Dreamt about being around a rock.  There was a group of us.  There was a couple, first supposed to be my parents when they were young, later my boyfriend Jeremy and me.  We tipped a rock and slid down it.  There was a mummy living in white rock.  He had braces and was excited about some mouth thing- a guard or dentures or something.  Still, we had to be careful.  One small ravine over another mummy cavern.  The mummies met and fell in love.  Then, there was a new episode of Night Court.  Bette Midler was supposed to be one of the characters.  They all had defects.  Bette I think was supposed to be Markie Post's character Christine.  Her arms were stuck inside her outfit/mask.  Bull took off a mask to reveal a gross ring for a head.   He had a brother with the same affliction.  His brother pulled off the mask of Roz.  Dan, we discovered, was not as tall as I had thought.  It was an illusion because he was levitating.  In Harry's office, a gray cat sat on a ledge to the right of a picture.  His tail slinked down into a lock.  Everyone left and I went and looked in the safe.  It contained an old book- the book Dan wanted.  Two pages had been torn free of the worn old thing.  I started to read.  'When the people chant your name, your power will be unlimited....' Two names were specifically mentioned, one being Laroquette (not Fielding), including some history- someone from La Roque.  I saw somewhere a screen with a line diagram.  Then there was a commercial.  I was lying on my stomach in front of the TV.  My parents, my maternal Grandma Jane, and my boyfriend Jeremy were there.  The commercial showed a woman taking off layers of something, like the layers of a prosthetic limb, I thought, for some reason.  It was netting.  Chair, chest cover with straps over the arms and ankles- sun protection, and I was thinking Jeremy would probably want me to have one."
        }, 
        {
            "number": "0289", 
            "head": "Dorms:07/15/01", 
            "content": "At home, there was a dirt floor and a hole in the wall by the head of my bed.  We didn't want to lie that high up near it because of the potential of bugs.  My boyfriend Jeremy and I were making out about 2 feet below.  I got up and saw a bug- it looked like a rock, about 2 inches, with bird poop on it.  But it was walking.  Back and forth between that and with my brother Stuart walking one of the dogs, poop got all over the place.  He was picking it up with his hands and wanted me to help pick it up, barehanded."
        }, 
        {
            "number": "0290", 
            "head": "Dorms:07/15/01", 
            "content": "My mother and former roommate Sally and I got off a bus and looked for somewhere to stay the night.  There were places, but we walked to a construction site, and two guys let us use their sleeping bags.  I found a bathroom and went to wash my hand."
        }, 
        {
            "number": "0291", 
            "head": "Dorms:07/15/01", 
            "content": "My boyfriend Jeremy and I were in bed.  He had on some sort of armor.  Pants and a mask.  Tough leather with rivets.  A zipper over the mouth, I found, when I went to kiss him.  I tried to undo the zipper on his pants, too."
        }, 
        {
            "number": "0292", 
            "head": "Dorms:07/16/01", 
            "content": "Dreamt of a small area.  Creatures.  In a hole I pulled out a stuffed critter, about the size of a Puffkin.  Black and white face, dark brown body.  Hamster.  I showed my mother on the other side of the little mountain with them, trying to show her how cute it was.  I searched in the hole for the live embodiment."
        }, 
        {
            "number": "0293", 
            "head": "Dorms:07/16/01", 
            "content": "Dreamt of a circular room.  There were gems, probably 8 of them.  For each one, a dress was made.  Red and blue were similar, a diamond, and such like that, displayed around the room like a showcase.  The red, blue (and one other color) Were like flowers, or two-piece flowers.  They were very elegant dresses.  I decided on the red one.  Then, it became a store.  Behind each dress opened up a section of designer-wear following the similar style.  I was a clerk there.  It seemed like the managers of the store were up to something fishy.  They called us to close the store for inventory, or something, right in the middle of good business.  We had to pull in all the displayed clothes back into the 'store' section and close it back into a showroom.  There were a lot of workers.  We were trying to take things back in sections, keeping clothes together, and I wanted to put it in size order, and all facing the same direction.  I was able to do this for a while without getting reprimanded by the managers because there was so much commotion.  My neat-freakish side showing would not be appreciated.  Someone asked if it was tedious, but I told them I liked doing it. I took a load of it down to the basement, and found the shoe section.  The displays were tall and narrow, and the boxes were like for model trains.  I took a small white sandal down and looked at it, was about to help down there in the shoe department too, though decided I wouldn't like that as much.  A woman holding an upset toddler was approached by a teen carrying the same sandal.  The teen was saying the shoes were not penniless.  The toddler was fighting it and complaining.  The mother told the teen that she wanted him to show her.  He held up the sandal and showed two small round inlets.  He pushed up on them to find them empty, and the child squealed, happy to be right.  The mother asked me to get a pair, and I boxed and handed her the pair I was holding.  I told her I wasn't supposed to, but did it anyway.  The other side, there was a pile of stuffed turtles with flowers on the shell, that could flip over and cover the head.  One said 14.95, one was half that, one said free.  I was trying to figure out the deal, because they were all very similar."
        }, 
        {
            "number": "0294", 
            "head": "Dorms:07/16/01", 
            "content": "My boyfriend Jeremy and I were cuddling on my bed with our heads toward the right end.  My mother's friend Jill Block came in.  She was having some problems and needed a place to stay.  Her head stuck out from the end of the bed.  My mother stuck her head in and said ok, but she'd count it as one of Jeremy's nights- as if he's generally only allowed two nights per week.  There were quite a few people gathered in the kitchen.  2 younger girls.  In my brother Stuart's room, there was a circle of old ladies in their underwear.  One of the young girls entered, also in her underwear.  She was walking on her hands and feet, with her back to the ground.  As she walked down the middle aisle of the circle, she thrust her hips back and forth at the old women.  The women writhed around and reacted 'affected', as if by orgasms.  It seemed like a sacrificial event of the girl, but she seemed pretty happy to do it."
        }, 
        {
            "number": "0295", 
            "head": "Dorms:07/16/01", 
            "content": "I dreamt of being pursued.  I think my boyfriend Jeremy was there, and we were driving on unmarked roads or something.  I was up a bit, like on the tops of buildings.  A dog attacked me.  First I tried commanding him.  There was a boy higher than me, I think I asked him to keep the dog away.  He did nothing.  The dog attacked me again, less obedient this time.  I caught his jaw and physically could have snapped it, but morally I couldn't do it.  I clenched the jaws together and pushed until his gums started to bleed.  When I saw that, again I had to stop, and I felt bad.  I pushed the dog away and went.  The right, with the boy, looked like a dead end.  I wanted to go left but opportunity did not provide, so I went up to the right- wanted to go down the hatch."
        }, 
        {
            "number": "0296", 
            "head": "Dorms:07/17/01", 
            "content": "My boyfriend Jeremy took me paintballing.  He got me shiny red and green soccer-like wear.  He wasn't actually going to go out, though.  We went out onto the field, and I was still tying my shoes as they called for the start of the game.  I shot a few people and got shot myself, and we tried to get out the gate.  For the next game, they had us use the top entrance.  The thing we were supposed to fill from was higher than I could reach.  A person was supposed to enter their social security number before they could get it (paint? air? don't know).  When I asked someone to do it for me, it didn't work.  I wasn't allowed to play.  I tried to get a hold of Jeremy (he was supposed to be watching in the stands or something) but I couldn't.  I ended up thrown into the other side, with waterslides.  I asked a girl how long we had to wait before going down the slide, but she wouldn't tell me.  I decided to go down, since I was right there, and didn't know any other way out.  I came out, coughing and sputtering from the pool, and finally spied Jeremy.  I called to him and he asked me what had happened."
        }, 
        {
            "number": "0297", 
            "head": "Dorms:07/17/01", 
            "content": "My online friend from Israel, Mika came to visit.  She's a pretty girl.  Dark hair, bright eyes.  The idea was that we'd spend some time together, and then I'd leave her with my good online friend Del.  I liked the prospect of seeing Del again, too, of course.  Mika and I went window-shopping.  She told me that shampoo was a big thing in Israel.  We saw some packets.  She'd wanted some for graduation.  I washed my hair.  Someone wanted dress shirts, and I helped him get one out.  The sales lady was not nice.  Then I was playing baseball with 3 other people- 2 girls and a guy.  The field was too small, so we were going to move to a real diamond.  A group came and took the first one, second already used, so we went to the smaller, run-down third.  It was hard to play with that few of people.  It got even harder when a group came and dropped their junk down in the line to first base.  We started moving their stuff over.  I picked up a violin.  It had no bow, so I started to pluck, but the strings were very loose.  They only had fine tuners at the bottom, rather than anything at the top.  And there were maybe 8 strings, not four, in reverse order.  I asked a lady about it.  It was special made.  I tried tuning it a little, and tightening the strings so I could play.  I looked again, and there was a string running diagonal across the front and other strings, with no tuner.  I thought that was odd."
        }, 
        {
            "number": "0298", 
            "head": "Dorms:07/18/01", 
            "content": "My best friend Emma and my boyfriend Jeremy went with me to the doctor.  I don't recall my ailment and Emma and Jeremy handled the meds for the most part without me, so I didn't know them, either.  Going back to the room afterwards, we were looking for apartment 362.  Tried the wrong room, there was a guy in there.  Back in our room Jeremy told me to take my clothes off and turn around.  I did so without question because I was pretty out of it.  The surprise was a suppository."
        }, 
        {
            "number": "0299", 
            "head": "Dorms:07/18/01", 
            "content": "My parents and I went to visit a French town, which wasn't actually in France, but a touristy likeness creation.  We crossed over a labeled bridge- Mertre?  We sat in an area.  A guy with long hair, his wife, and his kid stood up.  They were proud of their son's name, Buzzsaw.  I had some conference 'classes' to go to.  I managed the first 3 in one place.  For the last one I had to go to the 'cnoctory'.   There, my old roommate Chelsea was sitting on the ground finishing off what she had to do.  A pink elephant with spring body that walked sideways over itself.  We moved on to a shaded caf.  There were little compartments.  I put my little booklet, gloves, my possessions to represent me in one.  Then swimming.  We reached Lake Powell-heading towards the Rainbow Bridge.  I got slammed into a stalagmite.  We went around it.  From behind, there was some sort of mass attack.  I was pulled along in the current.  I saw a sign say something like Zaire.  There were some small statues, about a foot tall.  If you gave it part of yourself, they'd come alive.  I told Chelsea to use one.  You had to give five things.  She said, \"No, you., and pointed to one that took two items.  I found out what it wanted.  I don't remember the first, but breath was the second.  I gave it, and fell, weak.  The little statue guy came alive and defeated our enemy before crumbling and turning back to stone.  The danger was in how much you give.  The weakness, and would they give back?  Then my mother and maternal Grandma Jane took me for my driving test.  I had to take a permit test before the driving.  A lady held up a picture of a cow and a llama.  She mumbled out a question, and I was nervous and couldn't understand, so I didn't know how to answer.  I went and sat and waited with Grandma Jane, and came back to find I wouldn't even get to the driving portion.  I'd only gotten 87 on the first part.  That question.  I asked her about it.  I found out the question had been \"If there was a flood, how would you save the goat?\"  I figured out she meant the llama and I got upset- no wonder I couldn't answer correctly."
        }, 
        {
            "number": "0300", 
            "head": "Dorms:07/20/01", 
            "content": "I met with my boyfriend Jeremy in a tower.  There was a well in it.  We started making out.  I was on top of him and about ready to just go for all out making love.  He stopped me and said \"In 20 days.  Wait until you work at the observatory so we have full privacy.\"  I said okay, but I still had aroused, I guess.  I walked a small dog, as did Jeremy, and I followed him off to the right.  Something deterred me and I went left.  I was stopped by Sally and Ted Forth from the comic \"Sally Forth\", and they questioned my interest in their daughter."
        }, 
        {
            "number": "0301", 
            "head": "Dorms:07/21/01", 
            "content": "I had a big, thick, moustache, like my father's used to be, only wider."
        }, 
        {
            "number": "0302", 
            "head": "Dorms:07/22/01", 
            "content": "I was getting up and getting ready for paintball.  Something about plugging in a laptop in the bathroom.  My boyfriend Jeremy was sitting in the bathtub.  My mother came in, somewhat exasperated, and put something on Jeremy's head.  Something urgent."
        }, 
        {
            "number": "0303", 
            "head": "Dorms:07/23/01", 
            "content": "Went down for a nap and dreamt of going to lunch at some restaurant in a theme park.  It was a sort of strip place.  We were taken to a dark table, salads already provided, and I had macaroni and cheese.  Looking at the menu, at the end was a list of all the actresses and their phone numbers.  We saw their cars, all different.  Then, seeing the actresses, it was easy to tell who owned which car.  The colors were coordinated.  The midget had the small pink car.  Something happened with a guy sneaking into a trunk of one of the cars.  It became an odd pursuit, the rest of the girls coming after the guy rather forcefully to defend the other girl.  There was a stop for a night before things continued, and it ended up back at the restaurant, and the man and the owner of the car he hid in had gotten together."
        }, 
        {
            "number": "0304", 
            "head": "Dorms:07/23/01", 
            "content": "My best friend Emma was updating me on our former friend Jenna.  That she'd met someone named David and they'd shared a magical first kiss.  Then I was trying to figure out when Emma said Jenna proposed to him."
        }, 
        {
            "number": "0305", 
            "head": "Dorms:07/24/01", 
            "content": "I was paintballing in a neighborhood.  One of the guys from my boyfriend Jeremy's team was across the street.  Our friend Jake was by a car a ways down from where I was.  We decided on a certain type of game, and I went all out.  I shot a person across the street and I went running down towards Jake.  He said something about being 17 feet away. I got closer and yelled surrender.  He didn't and I tried to back away so I could shoot him.  I ran into the middle of the street and got hit from all sides."
        }, 
        {
            "number": "0306", 
            "head": "Dorms:07/24/01", 
            "content": "I dreamt of being at a reception for my old math teacher Mr. Hodgkin.  He was moving into a sort of retirement home.  He liked it; there was a library and places to do everything he'd want.  I wanted to thank him because he was in some way responsible for my job at the observatory."
        }, 
        {
            "number": "0307", 
            "head": "Dorms:07/24/01", 
            "content": "I dreamt my mother took me for my driving test.  My godmother's children, the Swenson triplets and their older brother Milt were around the house.  My old elementary schoolmate Carla was at the DMV.  I was appalled because my mother made me take a drug test with the driving test, drinking a bottle of water and then another gallon afterwards."
        }, 
        {
            "number": "0308", 
            "head": "Dorms:07/25/01", 
            "content": "My boyfriend Jeremy was going to leave without giving me a hug or kiss goodbye.  I was seriously hurt.  I went to the window in the living room and flipped him off. That clued him in to come back.  We were crossing a parking lot and there was an old man with a cane in distress.  He needed help.  Then things became like Simpson's.  I was Lisa, in a wheel chair, and Bart had a bum leg."
        }, 
        {
            "number": "0309", 
            "head": "Dorms:07/26/01", 
            "content": "I don't know exactly where we were.  First someone had to come and take care of an alligator.  I was confronted by a python.  I wasn't sure what to do at first but I remembered they're not poisonous and I didn't worry so much.  I started flipping through and old history textbook, talking about the Hardy Boys- some of the revolutionaries.  After that, I remember talking to my father, I think about music.  I started talking in French.  I don't remember if that was before or after him saying he didn't like Maria Callas, \"Oiseau Rebelle\".  I was surprised by that.  His reason was that the pronunciation of some words were in an English fashion so it would fit the rhythm better."
        }, 
        {
            "number": "0310", 
            "head": "Dorms:07/27/01", 
            "content": "I dreamt of an odd situation.  I don't know why, but all the cars were leaving.  The only four remaining were old red and blue cars.  I pulled into an area with a lot of people I knew.  They were waiting in lines and such, trying to figure out what was going on, trying to get their cars back, things like that.  Then, races of being pushed in some inner tube-like contraptions.  Then I was in a competition with a girl. I had to estimate how many stitches of a washcloth I could fit in my mouth.  My 'partner/pusher' had to count stitches on a washcloth.  It was close to a hundred per, and my guess had been 416.  I then had to try and fit that into my mouth.  I fit in 5.  After that the race started over.  I didn't run it this time, but a very young Candy, my old best friend in elementary school did.  They gave her a V-neck dress, blue, showing v for victory.  Her older brother was pushing her. They came in second, almost tied with a lady in a wheel chair.  Had to get ready for round two."
        }, 
        {
            "number": "0311", 
            "head": "Dorms:07/28/01", 
            "content": "We were in a small country town, small population.  My boyfriend Jeremy and I were staying in a place owned by an old couple.  We were cuddling in their bed, and then I walked out of the room.  Their son who was on his way to the bathroom appeared much older now approached me and warned that his parents knew what we'd been doing and didn't approve.  I told him we hadn't done anything but cuddle.  I was still a virgin.  We were waiting, and certainly wouldn't dream of doing anything on someone else's bed, especially to someone so hospitable towards us.  They said how could I be a virgin when I was pregnant?  I looked in the mirror.  I was blonde, and very pregnant.  Then Jeremy had to go to the emergency room.  Something had happened and his hand was bleeding.  The couple then became more sympathetic to me and in the yard the wife started showing me a photo album of her husband's.  I went through part of town trying to get to visit Jeremy in the hospital.  The town was covered the way I could picture a little Italian Villa.  After that a man was showing me the factories in the area, helping me to find a job.  Toys R Us.  Then I was in a car, and a fire drill.  I crouched on the floor mat while parked in a large parking lot at one of the factories."
        }, 
        {
            "number": "0312", 
            "head": "Dorms:07/30/01", 
            "content": "I was visiting my high school friend Kally and 'Lee' at the university they attend.  It was huge.   The room was open, twice the size of our dorm room.  There were a few steps down into the middle of the room where they slept.  They were in the middle.  There were holes in the walls where you could see beyond into the rooms of others, on both sides, boys and girls both.  I was surprised at the lack of privacy and Kally explained that if the whistle was blown, they could swing across back into their room.  After that, I was shopping with my mother, maternal Grandma Jane, and their friend Peggy.  We went store to store. We looked for the apple juice that my boyfriend Jeremy had gotten at the Italian restaurant the other night.  In the last store, we were shopping for my mother's godsons the Swenson triplets, and they came running through.  A guy banged the bathroom stall door into my nose and was mean about it.  I tried to dry my hands and an unmarked videotape came out.  The checker put my hands in some hot air.  We got in the car and Grandma Jane drove.  We were going uphill.  There were floods.  The beach was to our right and lapping up onto the street, and then water started to flow down from above.  In it were carried many little foam things; butterflies, birds that were headbands and picture frames.  I reached out the window and started picking them up.  I eventually started to release them again, though, saving one iridescent bird on a stick for my mother."
        }, 
        {
            "number": "0313", 
            "head": "Dorms:07/31/01", 
            "content": "I was going up to the observatory again.  The drive was different, though.  It was sort of below ground.  We got to a point.  I wasn't the only one going up.  I started telling the others of what it was like, about the cold.  It was a sort of open spot where I did this.  I sent my boyfriend Jeremy home there.  For some reason I woke up with the thought of it being Myst."
        }
    ]
}