{
    "dreamer": "madeline4-postgrad", 
    "description": "Madeline 4: After College", 
    "dreams": [
        {
            "number": "0662", 
            "head": "Post-Grad:06/07/03", 
            "content": "My boyfriend Jeremy came back to the apartment and said he \"was crashed\".  I tried to look over the balcony to see the damage to the truck, but I couldn't see."
        }, 
        {
            "number": "0663", 
            "head": "Post-Grad:06/10/03", 
            "content": "My boyfriend Jeremy and I were in a bedroom.  I had my shirt off, with a towel wrapped around me, as I lay on the bed.  Jeremy recognized someone he knew on the bus, and the two guys came in.  One made some comment about my cleavage.  I was trying to figure out who these guys were but nobody would tell me at first.  Finally it came out.  Joel 'Fontian' and his supposed old friend Lyle, classmates from first grade.  I still couldn't figure out how Jeremy knew them.  I was surprised how different Joel was.  He didn't have glasses anymore, and his hair was buzzed.  He talked at a more normal pace than the slow slurred way he used to.  We talked about people we used to know, including our classmate Gabe and Cecil Burns."
        }, 
        {
            "number": "0664", 
            "head": "Post-Grad:06/10/03", 
            "content": "I was in a large room, perhaps a lab of some sort.  Something was wrong with my nose.  I let my old best friend Candy in, and started telling her about how odd it was to have a reunion when I just had a dream about classmates from first grade.  There was an Asian girl standing next to us as well, and I was trying hard to recognize her.  Candy called her Angelica, and I remembered; Argenta, the girl who couldn't decide what name she wanted to go by in first grade.  She was a lot taller that it seemed like she would ever be."
        }, 
        {
            "number": "0665", 
            "head": "Post-Grad:06/16/03", 
            "content": "I was working in a dream therapy clinic.  There were maybe ten in-patients, and one therapist.  They had both group and individual therapy to help with their problems.  I came to intern there in the middle of a potluck they were having.  Several people had brought lasagna and I asked if any of them were vegetarian.  I was embarrassed because I said lasagna wrong somehow.  At least one was, though I realized after getting my plate that the lasagna had already been put away, so I didn't get any anyway.  There was a group meeting and people talked about their dreams.  One girl was afraid because she'd had a dream about one of the group members dying.  The therapist told her not to worry.  That night I dreamt something similar, and I mentioned it to the therapist.  My dream was of the short-haired woman, but I didn't yet know her name.  For some reason I said Samantha.  The therapist told me I was crazy, that he had just had a one-on-one session with Samantha and that she was now resting comfortably.  I didn't believe him, suddenly of the thought that the dreams the group was having about death were premonitions coming true, and that the therapist was behind the murders, like a movie plot.  I demanded to see Samantha to know she was okay.  Finally he showed me.  Samantha was the long, dark-haired woman who looked like Catherine Zeta-Jones.  By this time the rest of the group came to see about the commotion and I kept asking where the short-haired woman was.  Nobody could find her."
        }, 
        {
            "number": "0666", 
            "head": "Post-Grad:06/16/03", 
            "content": "My boyfriend Jeremy and I were on skis- I was looking at us from the third person.  I realized I must be dreaming when I heard Jeremy's snoring next to me, but I guess I woke up before I was able to control anything."
        }, 
        {
            "number": "0667", 
            "head": "Post-Grad:06/19/03", 
            "content": "I dreamt my family's pet cat Nina gave birth to nine black kittens.  We were upset because we'd supposedly had her spayed years ago.  The kittens were cute, but I had to take care to make sure they were all getting fed- we were feeding them with an eyedropper for some reason.  They all looked alike so I wasn't sure if they were all getting fed.  My boyfriend Jeremy asked me if we were keeping them all and I told him he was crazy, we'd keep maybe one at most."
        }, 
        {
            "number": "0668", 
            "head": "Post-Grad:06/21/03", 
            "content": "My friend Mike was going to stay over night in the town of my university.  He wanted to be up at 4.   He moved in, and arranged the kitchen in his room the same as it was in mine, but with cheaper materials.  He \"painted\" the walls blue by securing blue paper napkins to it.  When I woke up, everyone was gone, and it was around 2 in the afternoon.  I missed my 11 am appointment with the chiropractor, and I was confused as to what time I had to be on campus for my last class.  While I was trying to figure it out, I looked outside to see a huge twister.  There was an ostrich in the yard.  Somehow my mother arrived; the highway wasn't affected by the tornado.  We were packing up to move.  I had to leave for class, though."
        }, 
        {
            "number": "0669", 
            "head": "Post-Grad:06/21/03", 
            "content": "Someone had a large scimitar-like sword.  He had me standing against the wall.  He was going to cut my head off.  He wanted to watch me struggle, but I refused, and remained motionless while he pushed the sharp edge into my neck.  Fortunately the edge was sharp so I didn't feel the cut, just the blood loss and the inability to hold my head up as the muscles and nerves were severed.  This happened several times.     I hitched a ride in the back of a truck, and two guys were stealing my cereal (?), so I fought them, trying to hit them or kick them in the groin."
        }, 
        {
            "number": "0670", 
            "head": "Post-Grad:06/21/03", 
            "content": "I told my brother Stuart about Weird Al's show on VH1, but wherever we were, maybe at a musical back at the high school, I had to whisper."
        }, 
        {
            "number": "0671", 
            "head": "Post-Grad:06/22/03", 
            "content": "I was in the town of my university, shopping for a party with my mother.  I went to the last meeting of the Beatles class.  Last time at the end of class I guess they'd held auditions for something like American Idol.  I guess I'd sung \"Beautiful\" by Smashing Pumpkins just for the heck of it, but not expecting to get anywhere.  They were revealing the results of the auditions in a small office at the entrance of the classroom.  In front I saw one of my old high school classmates Jesse and we talked a little bit.  She went in first, and I heard them tell her she made it to the next round.  I was surprised.  I didn't remember hearing her try out, but she's not a singer, so I didn't expect it.  I thought maybe I did have a chance- though I was still shy about the thought of having to sing again.  As I went in and sat down, I saw a paper sitting in front of the two women judges and on it was written something about a garbage can.  This was something to do with their evaluation of me.  They didn't tell me the news quite so harshly, but I was still upset.  How could Jesse be picked with her high, hollow, weak voice, and I, who've been in choir, not be picked?  I didn't hide my feelings very well, and I guess felt like I had to defend myself.  I told the women I would've sounded better if I was more confident, and that was really the only reason I was doing it..to build up my confidence.  I went into the classroom.  After class I guess I took the bus to return to shop with my mother some more.  I saw Jesse again and she wanted me to give her a ride home, but I wasn't going to the city she said she lived in.  My high school friend Kally was on the bus.  The bus driver was mean or something, so I hid in a box in the back of the bus.  I was being kidnapped.  We didn't stop in town.  Finally we stopped at my maternal Grandma Jane's house.  I took my cell phone and snuck upstairs.  For some reason I called the house number instead of my mother's cell.  My brother Stuart answered and was very curt.  I told him to tell my mother to pick me up at Grandma Jane's, quickly."
        }, 
        {
            "number": "0672", 
            "head": "Post-Grad:06/22/03", 
            "content": "There was a biracial celebration at the high school.  Everyone was having a great time.  I was frustrated and left out.  I gave up and left, and was crying when I talked to my friend Celia on the phone behind a classroom.  I was frustrated to be left out, because all the European countries are just considered 'all the same' and aren't attributed any separate cultures.   Celia counseled me and asked me why I didn't talk to people about it.  I was afraid that my reasoning would not be considered justified and I would just be left out even more, or laughed at."
        }, 
        {
            "number": "0673", 
            "head": "Post-Grad:06/23/03", 
            "content": "We were in my 5th/6th grade teacher Mr. Man's class, reliving my 3rd/4th grade teacher Mrs. Drager's class when my classmate Brett joined the class.  Brett's friend Daniel and Brett were both there."
        }, 
        {
            "number": "0674", 
            "head": "Post-Grad:06/24/03", 
            "content": "I was working at the observatory again.  My boyfriend Jeremy and I were in the dorm room, and we had all our stuff that we were going to move into the apartment.  When the time came, I left the dorm room to go out for spotting.  I was carrying a lot of the stuff for the apartment with me.  I had Jeremy's coat, and only a small flashlight I found in his pocket rather than a stronger one; I almost called Jeremy to bring me a better one.  I also had two bowls of soup with me for some reason.  There were quite a few people.  Someone told me to go upstairs to find a book one of the astronomers was looking for.  They thought maybe one of the other guests had taken it back to their dorm room.  Along with someone else, I went upstairs.  There was a young boy playing with lots of stuffed animal key chains.  His father was around the counter.  The other person went to look for the book.  I knelt down next to the boy and looked at one of the key chains.  I asked the boy something about them.  He told me not to touch them.  He was 'taking them apart' like in some TV show- dissection.  I thought that was kind of disgusting.  I asked him how old he was; 9 _.  And he was 'playing' dissection.  I was appalled.  Then the professor who wanted the book came in.  He was a big man; I was afraid.  Something was weird about his eyes.  He was standing in the doorway and on the wall to the left were two green eyes.  I watched as the pupil of the eye on the right changed from round to the shape of an animal.  Somehow they were his eyes.  We went down the hallway.  He wanted to 'burrito' me.  He bent down to touch his eyeballs to me.  They were...juicy.  The whole eyeballs were orange-brown color and there was something very disgusting about them."
        }, 
        {
            "number": "0675", 
            "head": "Post-Grad:06/27/03", 
            "content": "I was moving into the new apartment.  It was the supposed to be the one that my boyfriend Jeremy's old friend and crush Mickey had been in, and that's how we found it, supposedly.  I remember seeing, I think the TV.  There were animals that were going to stay in the apartment.  A couple guinea pigs, I think, and some birds.  My brother Stuart came to visit and talk, I guess, but I was pretty apathetic because I knew he would be defensive rather than apologize, so it wasn't worth my time.  I'd found another container of sauce for the leftover Thai food in the fridge."
        }, 
        {
            "number": "0676", 
            "head": "Post-Grad:06/28/03", 
            "content": "I only remember there was something about my best friend Emma visiting next weekend."
        }, 
        {
            "number": "0677", 
            "head": "Post-Grad:06/29/03", 
            "content": "I was in a lecture hall like at the university near my parents' house.  Tina Yothers was there.  I think I was part of a group of friends.  We were taking a difficult test.  Tina got up and read the first half of the difficult question; the second half would be given next class.  Class was then dismissed.  Somehow I ended up in a sexual act with the professor.  I was rather enjoying it, but we weren't able to finish.  Then we were somewhere else.  My boyfriend Jeremy was there, and he'd bought a purple bag of 20 or so condoms.  They were \"her pleasure\" and something else, somewhat odd.  The bag was handed to me in front of my mother, but I just thought, \"oh well\".  I wanted to continue the sex with the professor.  Something else went on, but I can't remember.  Later on it was night, in a parking garage.  My car had been tilted onto one side- the other side had flat tires.  The car had been damaged and was there with another for fixing.  I wish I could remember the rest."
        }, 
        {
            "number": "0678", 
            "head": "Post-Grad:07/07/03", 
            "content": "I was in a class- supposedly my last before graduation.  The class was to split into two groups.  One sat while the other acted, and then they switched.  It was something we'd done before.  Five or six kids crouched below the front seats near the stage to avoid being picked for the first group.  Our teacher was a black woman named Nina.  For some reason she had to leave, and so my boyfriend's brother Jeff and I were supposed to take over, since he was good at art and I'd already graduated.  We went into a multipurpose room.  One of the girls looked familiar.  She recognized me too, and then I realized who she was- Marissa from fourth grade.  I was messing around doing the splits, and she made a comment as to being able to do them at least as well."
        }, 
        {
            "number": "0679", 
            "head": "Post-Grad:07/08/03", 
            "content": "I was working at the detox facility again.  I was going to take leftovers to my boyfriend Jeremy.  Downstairs was a candy shop that I went to with my 'brother'- we were both quite young.  Someone at the counter asked my name, and I couldn't trust them- I told them it was Melissa.  I stopped at a gas station, and was surprised to see my 7th grade math teacher Mr. Madsen, though I called him by my 7th grade science teacher's name Mr. Anderson.  One of my old classmates from then was with me and we called him over to talk to us, and see how he was doing- not particularly well.  Then I was at a dance with my brother Stuart and his wife Sheila.  There was jealousy between them.  I was sitting on a ledge at the side, looking at a lavender-spotted bikini that was mine.  I got to grab Lister's butt. (Lister is a character from Red Dwarf.)"
        }, 
        {
            "number": "0680", 
            "head": "Post-Grad:07/09/03", 
            "content": "I was on some sort of field trip.  There were small cabins, arranged in a tiny village.  I stayed back in the area while the others went on a hike.  I was collecting fruit from the trees.  I ended up distrustful of something, and went to stay with my old dorm mate Sally in a tree.  I had her head in my lap."
        }, 
        {
            "number": "0681", 
            "head": "Post-Grad:07/10/03", 
            "content": "I was in some sort of competition on campus.  There was one event each day, and five events.  I don't remember why, but I wanted to finish two days early.  The first three days' competitions were over.  For the fourth event, my boyfriend Jeremy and I went up somewhere around the science buildings.  It was a covered area, but there were no walls, more like a parking garage.  There was a table.  Jeremy was to time and judge to make sure I was doing the things properly.  The task was to turn over stacks of coins using only my mouth, in a certain amount of time.  At some point while I was doing this, an opponent showed up and began doing it as well.  Then we moved on to the fifth event.  There were cards, I think, with math problems on them.  I was not clear on what the task was.  I sat and watched as my opponent gestured around the corners of a square on the table as he did the math problems.  I barely glanced at the math, and just followed the lead, moving my hand around the squares and counting.  Afterwards he asked if I got 4.  I think I said I did.  It turned out I was wrong, but my finger was only off by one position on the table.  It wasn't until then that I realized that the math problems had some indication of the position on the square- I had gotten incredibly close by luck, but I still felt gypped by not knowing how the task worked."
        }, 
        {
            "number": "0682", 
            "head": "Post-Grad:07/13/03", 
            "content": "I was with a girl, shopping in England.  It was interesting to watch her try on clothes because she would try to hide in the corner- apparently, England did not have any fitting rooms.  I saw my high school classmate Raya at some point.  Finally I decided to try on something- a white shirt with blue skirt and a black flowered coat.  I took it into a closet/bathroom and changed in a grey tub, which someone later told me was a urinal.  The outfit didn't work and I continued to follow the other girl around."
        }, 
        {
            "number": "0683", 
            "head": "Post-Grad:07/13/03", 
            "content": "People were coming to live with my boyfriend Jeremy and I.  Old people from college- I think my old obnoxious roommate Chelsea was among them, though many I didn't recognize.  There were really about eleven people total, and it was just too much.  We still only had one bedroom, and after one day, I was feeling cramped and regretting the change. I went into the bedroom with the phone.  I closed one door, but forgot that there were two doors to the bedroom, and someone came in while I was trying to talk to my mother.  I was frustrated; there was no privacy.  Then I remembered- it wasn't legal anyway.  My name was on the lease, and the manager said that if anyone stayed for more than ten days it would be an extra $25 per person per day."
        }, 
        {
            "number": "0684", 
            "head": "Post-Grad:07/14/03", 
            "content": "I went, for some reason, to my best friend Emma's lab.  I don't know if I'd forgotten something or was going to visit or what.  When I got there, though, they assumed I was a new lab member.  I thought about trying to tell them otherwise but for some reason didn't.  A hamster was assigned to me and it was feeding time.  I watched them feed one, and it seemed to turn into a toad.  Before I left, I remembered- they hadn't fed my hamster, but one had gotten fed twice.  I had someone show me how they fed them.  A cone over the nose, and drops.  The confusion over the hamster being fed was due to the symbol on the cage- a CJ was confused with a hiragana \"i\" which was assumed to be my symbol, for some reason."
        }, 
        {
            "number": "0685", 
            "head": "Post-Grad:07/17/03", 
            "content": "My boyfriend Jeremy was in college, and I was going with him.  I think it was an English class.  I talked to a girl who was also a psych major.  The teacher seemed obsessed with the number eleven.  Even though I was just a guest in the room, she called on me, and I had to stand in front of the room and answer her question.   She asked for an example of some literary term..I don't remember what.  My example was working in a pizza parlor with a guy you like.  My answer was acceptable and I went and sat down.  Then I guess we had a break.  My boyfriend Jeremy was gone- maybe left to go to the bathroom.  I talked a little more to the psych girl, but she left before I could get her email.  I was getting over a cold from the two previous days, so I blew my nose.  It got to the stuffy solid part where it's hard to get anything out.  Finally, I did get something out.  Looked like I'd blown out a rock or something.  Then I looked at the desk I was sitting at.  There was about a 3-inch diameter piece of my brain that I had apparently blown out.  I picked it up, and it felt light and dry, like Styrofoam.  I was disturbed by the matter, though, and I asked someone to show me where the office was.  The person who stood up was Rahim, a classmate from elementary school.  I was surprised to see him there and asked how he was doing- apparently well, and he enjoyed the school, even though it was a college that looked like a junior high school.  He took me to the administrative office."
        }, 
        {
            "number": "0686", 
            "head": "Post-Grad:07/17/03", 
            "content": "I was at a large house at the edge of the ocean with two other people.  For some reason the other two people I was with wanted to toy with a man and steal his checks.  The tide came in and flooded several feet around the house.  It was kind of pretty, actually.  We found out the man we had been fooling with was going to get married.  I started to feel guilty for what we had done and wanted to return things to the way they were.  Another woman showed up. I don't remember her name.  The man did end up getting married, but to the other girl, not the one he'd planned.  His fiancee was mad.  The man somehow got our cell phone number and was going to call- then I realized on the drive home- the other two people in one car, and I with my mother, that my mother had the cell phone.  The guy driving the other car wanted to switch with her so she wouldn't have to drive, since she was having trouble with directions- we were able to get the cell phone back then."
        }, 
        {
            "number": "0687", 
            "head": "Post-Grad:07/19/03", 
            "content": "I got up after my boyfriend Jeremy left for work and started cooking an egg.  I went out on the balcony to talk to Jeremy before he drove away, but when I came back in there was a black woman in the apartment.  I finally got her to leave and went back to the egg.  I realized the door was missing from the refrigerator.  I decided the super must have come, but thought it was strange that I didn't notice it the night before.  I was worried about the food because it was Saturday, and the handyman wouldn't be back to finish the work until Monday.  More people started coming.  One woman was convinced she had just rented the apartment.  Someone's kids had climbed out their window to the balcony that seemed to be shared with the neighboring apartment, and got inside that way.  I finally found out they were looking for a toy they lost, so we went out to a different section where they could get on the roof.  I was trying to get everyone to leave, and I was just about to close the door, but it was another two feet away, and several more people came in."
        }, 
        {
            "number": "0688", 
            "head": "Post-Grad:07/20/03", 
            "content": "My boyfriend Jeremy, my parents and I were playing a game.  My dad took a turn and had a goldfish floating by his head in a bubble of water.  On my turn I got a fish, too, in its own bubble of water- I was worried as the fish left the bubble of water, but was reassured when it simply swam to join my father's fish in its bubble.  The rest of the game seemed to be about donuts.  Some that appeared looked like baked potatoes and were rich with cream.  I looked forward to trying those."
        }, 
        {
            "number": "0689", 
            "head": "Post-Grad:07/21/03", 
            "content": "I was in high school- my math teacher Mr. Johnson's class, I think.  I ran into a classmate from elementary school, Carrie Singer.  We were watching a movie, and we whispered to each other.  We were sitting close, and she confided in me that she's bisexual.  We talked about maybe trying something out together."
        }, 
        {
            "number": "0690", 
            "head": "Post-Grad:07/22/03", 
            "content": "Something of the family party this Sunday.  The family was not happy with my brother Stuart."
        }, 
        {
            "number": "0691", 
            "head": "Post-Grad:07/22/03", 
            "content": "I was in a house a lot like my maternal Grandma Jane's.  A boy and I were going to act in something; we rehearsed different scenes, including one on a magic carpet in the sitting room.  My mother was supposed to be the camerawoman, but she left the room.  When she came back she was naked with something wrapped around her, and I got the feeling she'd just had sex.  The boy and I left the room.  We passed by a doorway and I saw my father talking to another, busty woman.  It seemed obvious they were about to have sex.  I overheard my father say, \"are you ready\" to her and as I passed I couldn't help myself and yelled out \"NO!\"  So the boy and I went into the family room.  We wanted to have sex, too.  We thought we had locked all the doors, but then some rude college boys came in and started teasing us.  There was something to do with eggs, and I pointed out that they were expired; the shell basically disintegrated into powder.  Later on, there was something going on at night.  The 'class dog' was supposed to go get something, and I purposely tossed it into the pond.  That way I had to go out to get the dog and I could get away from everyone for a while."
        }, 
        {
            "number": "0692", 
            "head": "Post-Grad:07/23/03", 
            "content": "My boyfriend Jeremy and I were at his parents' house.  His brother Jeff was helping us sneak out to the car.  It was a long way."
        }, 
        {
            "number": "0693", 
            "head": "Post-Grad:07/24/03", 
            "content": "It was night, and there were a lot of windows in the apartment my boyfriend Jeremy and I lived in.  The sky was dark.  We were in some sort of restrictive society.  We were going to have sex, but he was called out to work or something.  I thought about inviting the neighbor over to continue where Jeremy and I had left off making out since I was in the mood."
        }, 
        {
            "number": "0694", 
            "head": "Post-Grad:07/25/03", 
            "content": "My boyfriend Jeremy and I were laying in bed.  The phone rang, and neither of us wanted to answer it.  My mother brought us the phone.  She said it was her 'long lost firstborn son'...whom she had before she was married to my father.  I answered the phone and although he would be older than me, he sounded very young, maybe seven years old.  I talked to him for a little bit and I was surprised to find myself deciding to go visit him in Sweden.  I guess I figured it would be okay since he apparently spoke English.  So I arrived in Sweden and greeted the family there with hugs."
        }, 
        {
            "number": "0695", 
            "head": "Post-Grad:07/25/03", 
            "content": "I was working on a school project with some people.  The librarian asked how my brother Stuart was doing, and it brought up my angered feelings about him.  We were working on something with food, and I asked someone to go get something out of the microwave.  I saw a red and blue blur, and told the person to never mind.  I knew it was Superman, and he was going to get the food for me.  I wondered for a moment why...I concluded that it made sense.  Spiderman had a crush on me, so Superman liking me too wasn't that big of a stretch."
        }, 
        {
            "number": "0696", 
            "head": "Post-Grad:07/29/03", 
            "content": "My boyfriend Jeremy and I had a second, black refrigerator in the apartment.  I was looking inside trying to condense everything into one.  There were some slimy fish things in there, and I was disgusted.  We designated the black fridge as Jeremy's for his seafood products.  He pulled out some frozen starfish, supposedly his favorite.  Then we were at my parents.  My mother was fixing something to eat.  In the freezer I saw a box with a picture of bug-eyed flatworms.  On the counter were bowls with food- maybe creamed corn in them.  I asked which was mine, and put something else in the middle.  My mother said, \"no, it has to be cooked first, take it out.\"  I tried but it wasn't going to work.  Then I was on a tour with a small group of people.  We went into a small room; it looked something like a sauna.  There was a panel on the floor and a large man jumped on it.  We went through the passage it created.  Our tour guide below took us down an aisle of what looked like a store.  He handed out things like an orange and a stretchy doll.  There was also a truncated cone in pink, with lace.  The foam rubber material was nearly everywhere.  At the end of the aisle we were in were some supposed condoms in syringes.  I rounded the corner and talked to the tour guide, a tall, blue creature- an alien.  I asked him whether he would recommend one of the ones they had, or if I should stick to human condoms - I didn't know how different alien condoms were.  He said to try the \"salman kashie.\"  I remember seeing the \"salman jahnie\" on the rack."
        }, 
        {
            "number": "0697", 
            "head": "Post-Grad:07/30/03", 
            "content": "I dreamt the hotel mattress was a sleep number mattress."
        }, 
        {
            "number": "0698", 
            "head": "Post-Grad:07/31/03", 
            "content": "I was at a cabin eating healthy Quaker cinnamon flakes.  My brother Stuart came.  Then I was at the high school in PE, looking at large pictures of \"the soldier\" and \"feline\" created on the ground.  I was apathetic.  I talked to my computer programming teacher Mrs. Lang.  She said to change things, and we took down chain segments hanging from the ceiling.  I had graduated but I was still in Mr. Johnson's math class, with math homework every other day.  I had new braces, for 22 teeth on the top and 7 on the bottom, which made me wonder, since I only have 24 teeth total.  The braces were a big, colored, plastic crescent.  Then we were at Universal Studios.  I heard earthquake waling by rides and park equipment, including swings.  It was dangerous.  I was in line- I think to go to the library.  I was standing near my dorm roommate Sally- her 'brother Michael' had died.  My brother Stuart pulled me up like Michael Jackson, dancing.  Then we returned to the line, and Martin Mull, the principal, asked for a ride home after going bowling."
        }, 
        {
            "number": "0699", 
            "head": "Post-Grad:08/01/03", 
            "content": "My old friend Neil Block and my boyfriend Jeremy were with me.  I still had a crush on Neil, and I started dancing with him.  I admired his confidence to sing and dance.  I thought about my freshman year crush Stan, too.  I was confused.  I had crushes on these guys, but I had a boyfriend- but I had trouble remembering who.  Then I remembered.  Jeremy, who was right behind me.  It was disturbing to forget who my boyfriend was, and I felt guilty.  We were in some sort of white, walled canyon.  There was a flood.  The water rose to the windows in the living room of some house we were in, and we were trying to figure out how to channel the water away so the flooding wouldn't get any worse."
        }, 
        {
            "number": "0700", 
            "head": "Post-Grad:08/02/03", 
            "content": "Something of a big family gathering.  There was a bad person.  For some reason, he wanted blood from me.  So he was killing everyone off.  The one death I remember seeing was when he picked someone up by their ankles and swung them repeatedly against the doorway of the plane we were in, breaking their back.  I thought it was interesting he didn't kill them in such a way to draw blood, the way he did all the others."
        }, 
        {
            "number": "0701", 
            "head": "Post-Grad:08/03/03", 
            "content": "My boyfriend Jeremy's mother Harriet was over at the apartment.  I asked her and Jeremy what time it was: 9:30.  I freaked, realizing I was late for school.  I was supposed to be there at 8:15!  Then I realized, no, I'm in college..it depends.  So I went and pulled out the bus/class schedule book, afraid that I'd missed the first classes of the quarter and had been dropped from my classes.  Thumbing through the book, though, I remembered I'd already graduated."
        }, 
        {
            "number": "0702", 
            "head": "Post-Grad:08/03/03", 
            "content": "I was at my parents house, telling my mother about forgetting I'd graduated, like I'd just dreamt.  My brother Stuart showed up.  I confronted him, and told him I wanted to talk, and that I didn't think it was fair that he's in control.  He said it was better for my mother and him to wait.  We went for a little walk, and I was still angry and verbalizing some of my anger when he changed the subject and said something about his wife Sheila having a martini.  I didn't understand the point, and asked if it meant she was losing her faith as a Jehovah's Witness.  Apparently it meant she was losing her motivation in life, that she was depressed."
        }, 
        {
            "number": "0703", 
            "head": "Post-Grad:08/05/03", 
            "content": "I only remember guinea pigs being put into canisters lined with tee shirts- they were to be used as some sort of weapon.  I remember in particular a slick black guinea pig."
        }, 
        {
            "number": "0704", 
            "head": "Post-Grad:08/06/03", 
            "content": "Aliens were attacking; it was a 'repeat dream'.  My boyfriend Jeremy and I were aliens, too, I think.  Not human, necessarily, but a different species than the attackers.  We were doing what we could to fight off the offense.  There was a yellow catwalk, and we were trying to cross it like monkey bars, hanging below.  I looked out to the sky where the sun was setting.  I saw a flat rectangular ship flying in sideways.  Behind it there was an explosion and smoke.  We started to lose all hope, and it was the end of existence for our species, so I wanted to have sex with Jeremy.  We were in a small room.  My mother's bowling teammate Glenda came in, and wanted to go to sleep, so she curled up on the bed.  Someone else was with us and came up with one last idea to try.  So Jeremy and I went to work to save the other remaining inhabitants, baby cartoonish-looking slugs.  Glenda woke up and was some sort of superhero, wearing black and purple, flying about the room."
        }, 
        {
            "number": "0705", 
            "head": "Post-Grad:08/07/03", 
            "content": "My boyfriend Jeremy and my parents and I went to Disneyland.  It was the same it has been in some other dreams of Disneyland.  We went to the rear entrance.  There was a sort of bar with a robotic Walt Disney talking, and people dressed in costumes.  Upstairs were a couple video games.  I wanted to go on the elevator ride that I remembered from a previous dream but nobody else ever did.  At that point, my old dorm roommate Sally was with us as well.  I went to the side of the building and sure enough I saw the elevator, though not dark and dismal like in the previous dream..more following the old western sort of theme of the building.  The others didn't want to bother, though, because you had to pay extra to ride it.  I went up the stairs to check how much it cost, because I was still interested.  It turned out it was only a buck, so I went ahead on the ride.  The elevator was actually huge, with maybe 20 seats and a lot of windows.  I think we were only actually about three floors up, but feeling it drop was a lot of fun."
        }, 
        {
            "number": "0706", 
            "head": "Post-Grad:08/08/03", 
            "content": "I was in a restaurant or café of some sort, which seemed almost like it was in a cave.  I'm not sure what was going on, but everyone was looking for a safe place because the lights were going to fall.  Eventually we got out.  I remember standing in the middle of a place; maybe a dimly lit mall, with some friends, including my longtime classmate Ralph.  I felt depressed.  My friends were talking and I just said it felt empty.  Something was missing.  I looked into my boyfriend Jeremy's eyes.  He tried to comfort me and put an arm around me, and started to lead me away from the group.  Just then my elementary school classmate Becky approached the group.  I said I was just tired as I was leaving.  Becky said she was tired too and asked me to get Bugs Bunny.  I didn't look back and raised my right fist.  I nearly flipped her off.  Jeremy told me I should, and I said I wanted to.  Later on we were all on a plane, and I was still unhappy.  There was a woman who looked something like a woman from choir, and she seemed concerned for me.  I asked her why, and she told me to talk to her on the console, so I turned to the console in front of me; everyone seemed to have one.  I asked her why she cared, though I don't remember getting an answer."
        }, 
        {
            "number": "0707", 
            "head": "Post-Grad:08/08/03", 
            "content": "Something to do with the Howard Stern show.  Someone dragged a slice of canned peach down the side of someone's breast.  A lot of women were humping each other and dancing erotically, and it was turning me on."
        }, 
        {
            "number": "0708", 
            "head": "Post-Grad:08/10/03", 
            "content": "There was a lake.  My boyfriend Jeremy had a sister and she was shot while getting into a convertible outside the house.  Jeremy's father was shot in the hand."
        }, 
        {
            "number": "0709", 
            "head": "Post-Grad:08/14/03", 
            "content": "Kept waking every hour or so.  I was trying to dress for work, but kept getting the wrong clothes.  My friend Deanna and her boyfriend Calvin were staying with us.  The bathroom had a large extension that I hadn't been aware of."
        }, 
        {
            "number": "0710", 
            "head": "Post-Grad:08/14/03", 
            "content": "I was in a sort of gymnasium.  It was set up with tables and stands like a science fair, but it was for cheesecake tasting.  Some of the cakes were amazing.  My dad was missing- had been for months.  I had to leave for work.  I found my father.  There was a lot of blood.  He had been freed by God, so I thanked God.  I drove, and my father was with me.  I asked him to get a Listerine strip out of my purse.  I looked for the building I was supposed to work in.  There were three other people looking as well.  We went into a bridal shop towards the back room.  There were 18 people or so waiting for interviews.  Both of my parents were there.  It was the first day of 'work', but just interviews- I wouldn't even have mine that day."
        }, 
        {
            "number": "0711", 
            "head": "Post-Grad:08/16/03", 
            "content": "Blueberry goat."
        }, 
        {
            "number": "0712", 
            "head": "Post-Grad:08/16/03", 
            "content": "I was going to the library at my best friend Emma's university to study for some language course I was taking.  I met a girl when getting off the train, I think named Cora.  She was leaving.  I asked her for directions and she decided to show me.  We went around the building and inside there was a step aerobics class.  They had some gymnastic and weightlifting equipment sitting in the corner that I wanted to try out.  Cora took me to the front of the class.  There was some discussion as to whether I feasibly could, given I wasn't dressed for working out.  Somewhere in there, the exercise idea was abandoned.  It might have been the instructor, a tall man, who approached me in sinister dark clothing.  Everyone was going to have sex with him.  He scared me.  I declined.  Later on he approached me again, and I played two roles.  I was myself had I chosen to stay with the group, following someone back to a private booth of someplace.  I was also myself watching myself, and I saw the first me with an extended belly...I was pregnant.  The observing me was distraught and crying.  I asked if that was how I would end up had I chosen...without finishing my sentence.  The dark figure I was with nodded, and I was still crying, but relieved at my decision not to go with the group."
        }, 
        {
            "number": "0713", 
            "head": "Post-Grad:08/18/03", 
            "content": "My boyfriend Jeremy and I were moving in with a necrophiliac family.  Jeremy's friend was hanging from the balcony as I got my granola.  The phone system was set up with extensions; one of the boys complained about being 'everything else' as he didn't have a particular extension; his line was the default if the extension wasn't used to reach someone.  My thought was that at least they would be a quiet family to live with."
        }, 
        {
            "number": "0714", 
            "head": "Post-Grad:08/19/03", 
            "content": "I saw myself in a mirror with blonde hair, and I was sullen.  The me in the mirror moved separately from my movements, it was very creepy and I was sort of afraid.  The image reached through and grabbed at me.  I tried punching it and yelling.  I found my father and told him what happened.  My boyfriend Jeremy was a bike racer."
        }, 
        {
            "number": "0715", 
            "head": "Post-Grad:08/19/03", 
            "content": "I was mad at my boyfriend Jeremy for going out for a burger and fries with a friend.  So I went outside, running, onto a ramp.  I ended up at our online friend Starla's place.  She had a lot of friends over.  They were looking at pictures.  A girl signed one with my good online friend Del in it, signifying that she had a crush on him.  I was supposed to deliver the picture to him.  I ran, and got stuck behind a Marriott hotel."
        }, 
        {
            "number": "0716", 
            "head": "Post-Grad:08/20/03", 
            "content": "I had two apartments.  The second looked more run down.  The bed was against a window, and you could see the neighbor as the walls were windows.  I realized I would have to pay rent on both apartments, so it wasn't worth having one for only two days a week because the commute was better for those days.  I asked my boyfriend Jeremy which apartment he liked better.  For some reason he liked the second one, and I was disappointed.  I liked the other much better."
        }, 
        {
            "number": "0717", 
            "head": "Post-Grad:08/24/03", 
            "content": "There was a party.  My friend Deanna was naked.  She was going to open the door for her father and brother, and I thought about grabbing her breast."
        }, 
        {
            "number": "0718", 
            "head": "Post-Grad:08/24/03", 
            "content": "The whole family was together, working on a puzzle.    Something about a \"Matt Disc\""
        }, 
        {
            "number": "0719", 
            "head": "Post-Grad:08/25/03", 
            "content": "I was on a date with someone, at an ice skating rink.  It was very enjoyable."
        }, 
        {
            "number": "0720", 
            "head": "Post-Grad:09/02/03", 
            "content": "I was temping at the financial company again.  I was outside getting ready, trying to find my socks to put them on.  My mother was there.  It was dark.  There was purple lightning.  I went into the office and I was sent the next door down to a 'vault' where I was checking revisions.  I went back to the office for something and I realized I'd lost the paper I was working with.  I searched everywhere for it and felt horrible for losing it."
        }, 
        {
            "number": "0721", 
            "head": "Post-Grad:09/09/03", 
            "content": "I was in the town of my university in a class for the blind.  We were supposed to practice cutting pears.  There was popcorn, and the class was singing a 60's song.  I left the classroom and some of us had to help save Ancient Egypt from being destroyed.  I went through a courtyard with a fantastic fountain.  I walked down a hallway.  Then I was at my maternal Grandma Jane's house and my teeth fell out."
        }, 
        {
            "number": "0722", 
            "head": "Post-Grad:09/10/03", 
            "content": "I was with the Golden Girls.  It was supposed to be the first episode.  They were moving into a new house, but it was old.  There was rug on the walls, and spiders around.  I tried convincing them not to move into it.  Then I guess it was a commercial, and my family and I changed the channel.  There was a movie about a wedding.  My old friend Neil Block and my mother's friend's son and my first date Oliver, were at dinner.  I walked by and Oliver said he recognized me, I think.  I was picking up bottles for the wedding.  There was a tiger.  Somehow it turned into my boyfriend Jeremy's and my wedding as well; I couldn't think of a good excuse to say no, so we were also going to get married.  I rode on a horse carriage across a wooden bridge to the wedding site.  Then the channel changed back and we were watching Golden Girls in my grandmother's living room.  They were on a cruise ship."
        }, 
        {
            "number": "0723", 
            "head": "Post-Grad:10/07/03", 
            "content": "I was staying with my boyfriend Jeremy and his mother. His 'mother' was a blonde-haired single mother of a 3-year old girl.  The little girl was sitting eating, and she said she wanted ice cream.  She asked if she had to sit at the counter for it, and I asked her if she could be clean enough to eat it where she was.  She said no, and I told her I was sorry but then she couldn't stay where she was to eat it, and thanked her for being truthful.  I asked her if she could have Cheerios instead, and she said okay- but I remembered I was at her house, not mine.  I went through the cabinets looking for some.  I was surprised at how much junk food there was.  Crackers and chips and pretzels and cookies..I couldn't find anything reasonably healthy.  I thought about what a bad mother this woman was, and thought no wonder Jeremy had problems growing up.  The woman sort of disappeared.  Out the window was the side of a mountain with a small stream running down it.  I saw a squirrel with something riding on its back- for some reason I associated with the squirrel and when told the scene to Jeremy, said it was on my back.  The place was very dark and dingy.  For some reason Jeremy and I went downstairs to the basement to get something.  It was supposed to join with the neighbor's apartment, but Jeremy told me not to worry because there was a screen separating the areas.  I was naked and fortunately holding a pillow in front of me, because the screen was pushed off to the side, and a woman was standing there doing laundry.  We said hello briefly and fortunately the woman and the man who had come in left.  Jeremy and I picked up whatever it was we had come down for...an old leather envelope, I think.  I opened it and there was an old piece of paper- a really old cashier's check for 240 billion dollars."
        }, 
        {
            "number": "0724", 
            "head": "Post-Grad:10/10/03", 
            "content": "I was downtown with my friend Deanna and her boyfriend Calvin, riding my bike, at night.  We stopped at a store, and I was taking a long time to try and lock up my bike.  Finally I gave up and went in and was looking at the rodents.  When we left the store we went back to the apartment- Deanna and I were roommates.  I talked them into coming to the observatory with me.  I had to go to a meeting for the observatory- a bunch of us were going to go up as a group.  The sky was grey and we were sitting on a ledge to a grassy area outside a museum, I believe.  I was talking to a woman about when she was scheduled to work, and I mentioned how nice it was to only work in 1 or 2 hour shifts instead of for the full night.  Finally we got up to the observatory and someone showed us all to our rooms."
        }, 
        {
            "number": "0725", 
            "head": "Post-Grad:10/12/03", 
            "content": "I was with my mother.  I looked at the clock and saw that it was 3.  I guess I thought it was Wednesday, because I was mad at her for making me miss my interview.  My brother Stuart was there and so I was complaining to him about it.  I think we talked a little about our conflict, and we couldn't really remember why we were mad at each other, or something.  Wherever we were, which looked like the shoreline trails, surrounded by marshy water, I was still trying to get to the interview.  We stopped in a restaurant and asked an old man to use his phone, and he was too excited about having a job at the restaurant with his grandson, who was about twelve.  I was jealous of the boy and not happy for the old man; he was wasting my time and not helping.  My mother's college friend Colleen was a restaurant owner as well.  Then there was a lion on the road and my mother thought it was a threat to me, so she tried to run it off the road with her car."
        }, 
        {
            "number": "0726", 
            "head": "Post-Grad:10/12/03", 
            "content": "My boyfriend Jeremy and I were picking up his parents from the airport.  His father was unusually friendly and talkative, and speaking to his wife Harriet in Japanese, and he was asking her for sex."
        }, 
        {
            "number": "0727", 
            "head": "Post-Grad:10/25/03", 
            "content": "A couple of my teeth cracked.  One was dangling by the root, and they eventually came out.  I panicked as usual."
        }, 
        {
            "number": "0728", 
            "head": "Post-Grad:10/31/03", 
            "content": "I'm not sure where we were; something like a class trip at the mall, maybe.  My former friend Jenna approached me and at first I was surprised, and then remembered we'd 'made up'.  She was buying a bunch of drinks, and I couldn't understand why.  She said they were going to be really cheap because they didn't have alcohol in them; a dud batch or something.  I didn't understand what she meant until a while later, when it was too late to go buy some.  It seemed like an amusement park.  My old friend Neil Block was there.  I went on a red 'roller coaster'.  It followed a track enclosed by a sort of red tube kind of like a waterslide, though without any slant.  Somewhere there was a waterfall.  There were several breaks in the tubing and there was open air, and we were supposed to find the way off and out, but all the exits looked the same, and the train didn't stop moving.  There was something bad coming, some reason we needed to leave somewhat urgently."
        }, 
        {
            "number": "0729", 
            "head": "Post-Grad:10/31/03", 
            "content": "I dreamt about going to the observatory.  I was worried about the rain, so went to ask someone if we'd still be working.  I was carrying a bunch of bagged lunches.  Something happened to do with my brother Stuart; he was accusing me of butting in or stealing his lunch or something.  I was with a few people and there was talk about us spotting during an aurora borealis.  Then, they'd found it.  It started small, near a staircase.  It was a very faint orb; you could only see some circles of purple and green.  The green changed to orange.  Someone put his hand into it.  We watched it, entranced for a while, and then it ended, I guess.  There were two pieces of candy made from it, green like grass with orange little flattened beads.  I took one piece and someone took the other, and he wanted mine as well.  I went to the bathroom.  Then I was sitting outside for the spotting, and the rain started.  We were supposed to go home, but I was worried about driving in the rain."
        }, 
        {
            "number": "0730", 
            "head": "Post-Grad:11/02/03", 
            "content": "I only remember something about my green striped shirt."
        }, 
        {
            "number": "0731", 
            "head": "Post-Grad:11/03/03", 
            "content": "I was working in a group to compete in some sort of dessert-making contest.  We talked about what we wanted and I went to go home to get something from my mother's cake-decorating supplies- perhaps sprinkles.  To do so I was going to take the shortcut through the Winchester Mystery House.  I went in the back door and had no idea which way to go, but somehow made it through the dim halls pretty quickly.  When I got back, there were 12 girls who were supposed to be attracting the guys and end up coupled.  I had no idea how to go about getting the guys' attention, so I started to talk to the small girl instead.  She was laying on her side.  She was only about 18 inches long, like a doll.  One of the guys came to talk to her.  One of the guys' approaches to wooing the girls was to read a poem.  I listened.  It was very sweet.  I could tell it was about an ex girlfriend, and made some mention to that effect...playing up to him with sympathy.  He was wearing a cowboy hat.  We started talking and sort of ended up together."
        }, 
        {
            "number": "0732", 
            "head": "Post-Grad:11/04/03", 
            "content": "I was on the docks with some people.  There was a mechanism like a sort of moving platform that went alongside the dock in front of each of a bunch of doors.  I figured out how to work the platform pretty quickly, and took it down to a length of doors after a left turn on the dock.  I went into the front right door.  It felt like evil was looming.  All the places looked pretty dingy and old.  Somehow we figured out that doing what we'd done there to every front right room in each hall would help deter the evil.  I remember something about licking the doorway.  Towards the end, the evil was much stronger, fighting back.  I think someone in our group got hurt.  There was a narrow escape through a side door, and then we were in a big room.  It seemed like Christmas.  There was a lot of candy around, and I got a large box full of candy canes. Some were extra long, about a foot.  Then there was an interruption and people left.  There was an attraction between me and one of the guys in the group, but before we started making out, a girl came in and pushed the guy out.  She was very domineering and started making out with me, pushing me into a dark room with windows and lots of chairs, sort of like a conference room.  I lay down on the floor and she was on top of me, kissing me.  She had me very turned on.  Through the windows, though, I saw chaos- people running, and there was a fire.  But the girl didn't seem to care when I tried to tell her, she just continued kissing me.  I think someone came in and got us up.  We went outside, where it was dark, then.  I found a box of candy- almonds, See's, and chocolate rabbits, but I couldn't find my candy.  I didn't remember what it was, but I referred to it by a specific name.  Someone came over and pulled it out of a box in the corner."
        }, 
        {
            "number": "0733", 
            "head": "Post-Grad:11/05/03", 
            "content": "My boyfriend Jeremy and I went to some sort of rock concert.  Some of the music sounded like Aerosmith.  After the concert we went into a garage...I think it was supposed to be Schwarzenegger's.  There was a sort of racing car in it, with three seats.  Up on a cabinet on the wall there was a pile of balloons.  I stood on the counter to look at them- one looked like a Grumpy Bear balloon.  I noticed there was a sheet covering the ceiling with other pictures of Care Bears too.  It was very cute.  Then it looked like the pictures started moving."
        }, 
        {
            "number": "0734", 
            "head": "Post-Grad:11/06/03", 
            "content": "We'd gotten our first issue of TV Guide that my mother ordered."
        }, 
        {
            "number": "0735", 
            "head": "Post-Grad:11/08/03", 
            "content": "My boyfriend Jeremy and I were in Walgreen's.  There was a large display rack of cheap CDs.  When we went to pay for our purchases, the woman working the counter talked to me; she convinced me she was psychic.  She asked me what the meaning of Disneyland was.  I told her I didn't know, that the last time I was there was when I was 18, etc.  It could have been a reference to Jeremy somehow.  We went and sat on a crappy little bungalow, a very expensive hotel rental, she said.  Somehow she convinced me to give her my bank account numbers, that she was going to use her powers to make us more money.  She left, and later I figured out I'd been swindled and was broke.  It may have been then that we went back to Walgreen's, and perhaps being upset was why I stole the large rack of cheap CDs.  They had been sitting for a while at the bungalow and I decided to go through and pick only a couple to keep.  I chose two that were only 99 cents anyway.  One was Natalie Imbruglia.  My mother came and talked to me and I realized that now I wasn't just broke, I was also a thief, sure to be caught by the store cameras.  I was depressed and anxious."
        }, 
        {
            "number": "0736", 
            "head": "Post-Grad:11/08/03", 
            "content": "My boyfriend Jeremy was going to propose to me...in a letter.  Somehow I knew about this, but didn't want it- not like that. I wanted him to propose more romantically, so when he tried handing me the letter, I was making up excuses, trying to push it back into his hands."
        }, 
        {
            "number": "0737", 
            "head": "Post-Grad:11/09/03", 
            "content": "My boyfriend Jeremy and my parents and I were on an adventure of some sort.  We had to climb a wall- the difficulty was not in the wall but in the tiny space we had to squeeze through at the top.  There were hamsters, with longish legs, like Ralph Mouse.  One had a little had on like Indiana Jones, and there was another wearing a vest.  There were quite a few, and very cute.  Finally we managed over the wall and were in a restaurant waiting to be seated.  I talked to someone else waiting about the adventure.  He was asking me which role I was playing.  I was disappointed when Jeremy told him I was just the Amazon archer.  Then I was back in my 5th/6th grade teacher Mr. Man's class.  It was near the end of school and we were supposed to be on a field trip to the beach.  He was out somewhere, and I was with someone sorting the grammar papers into three piles, of the fifth grade, sixth grade, and the class from the previous year.  He was going to change the plans, so I called and talked to him, convincing him to let us go to the beach as discussed.  I gathered my stuff and we went out to the beach.  I was wearing some baggy green sweatpants I had to pull up before putting my feet in the water.  There was a little hut on the water that my old classmate Gabe went to sit on."
        }, 
        {
            "number": "0738", 
            "head": "Post-Grad:11/10/03", 
            "content": "I believe I was in the back seat of my car with someone- my friend Celia, I think.  We were parked near the water's edge on a cloudy day.  There was grass, and there were lots of people around.  It was like a survival clan.  There had been a lot of destruction and the group was coming together to try and survive the decimation.  I was frustrated and anxious from dealing with the situation and I wanted escape.  Celia, a guy, and I decided to take off, just go as far as we could away from the group in spite of the risks.  We ran at an unrealistically fast speed across the barren grassy field.  Every once in a while there would be a pit of water, but managed to leap over it, treating it as nothing.  Eventually we got to the end of the land.  We stopped by an interesting tree.  It had thin branches spiraling upward around it almost like a ramp or stairs.  We ascended into the tree.  They started to arrange things- this would be their home.  I was relieved with this, and I think I ran back to tell my parents where I would be a lot of the time if they ever needed me."
        }, 
        {
            "number": "0739", 
            "head": "Post-Grad:11/11/03", 
            "content": "My boyfriend Jeremy and I were driving near his parents' house and stopped at a left turn lane.  I thought the car got hit: Jeremy was shaking the bed to wake me up.  After he left I went back to the same dream.  We met up with his mother and went to a hotel for some reason.  There was a spot of graffiti on the doorframe that Jeremy noticed, and he thought it was left for a reason.  I went in and read it, but it wasn't insulting.  A guy came.  I don't know why but we were all supposed to have sex.  I was worried about being stuck with this other guy, but I ended up with Jeremy.  The situation was weird and uncomfortable at first, but Jeremy and I went outside to the roof.  There was both anxiety and excitement about not using a condom for the first time.  I climbed on top of him and I saw an Asian girl looking up at us from the street below.  After a short while, her and a bunch of others came up on the roof where we were.  They said the manager said it was okay for them to be there.  Jeremy and I were heading back to our room when the girl I saw below followed and whispered to me that that wasn't true; they were supposed to get our permission to be up there first."
        }, 
        {
            "number": "0740", 
            "head": "Post-Grad:11/12/03", 
            "content": "I was in PE in 7th grade.  My mother picked me up and we were going to leave after she talked to someone, but we ended up staying.  Synesthesia was the topic of Oprah, so we were going to stay and watch.  My brother Stuart was there too, I think.  My mother was babysitting a little kid in diapers.  For some reason the diapers weren't all that effective and poop started to run down the kid's leg, and it smelled.  I was frustrated about what they were saying on Oprah and I wanted to call in and clarify some things."
        }, 
        {
            "number": "0741", 
            "head": "Post-Grad:11/13/03", 
            "content": "My boyfriend Jeremy and I got married.  It wasn't a large wedding- maybe we eloped.  The setting seemed kind of like Santa's place at the mall or something.  With us we somehow ended up taking two dogs with clown-like masks on.  The 'home' we went to apparently reminded me of my friend Kip's place.  There was a bird in the living room.  Jeremy and I went to bed, ready to consummate our marriage when my mother arrived."
        }, 
        {
            "number": "0742", 
            "head": "Post-Grad:11/13/03", 
            "content": "I guess I was back in college.  I ran into my old obnoxious dorm roommate Chelsea and she came back to the dorm room.  It was supposed to be the same one we'd had before.  She asked how I got it all to myself, and I told her that I thought she was supposed to move in with me but she never showed, and I thought about the bad luck of getting her as a roommate again.  I asked her where she was staying- she said something about the math department.  I didn't completely understand, but I was thankful for not having to live with her nonetheless.  I took something down the hall to a neighbor.  When I came back to my room/the apartment my boyfriend Jeremy was laying on the floor naked.  I worried for a second as it had reminded me of the dream with my mother coming in before we consummated our marriage, but then I remembered it was a dream.  I went to Subway to get a sandwich and paid $1.01.  I wanted to get back home, but somehow got lost in the hallways.  There were classrooms instead of apartments- I was in the wrong place.  I thought I heard my former friend Jenna's voice and hesitated before leaving.  I tried cutting through a classroom to get back to the apartment.  I saw my maternal Grandma Jane sitting in the classroom I passed through- I asked her what class it was, and it turned out to be one that I thought sounded interesting.  I crossed to the left side of the room and sat down near the door so I could leave after a little bit.  It seemed like the teacher was just acting out a bunch of infomercials; it was odd.  Something happened involving someone behind me- I think it was Tim Allen.  He fell backwards and had beans and lentils in his mouth.  I tried to help him and shortly realized it was part of the act, but I didn't want to give it away, so continued to pretend to help him by sporking out the food from his mouth- I realized that was probably a bad idea and it was better to just leave the control to him as I could accidentally push the lentils further into his mouth and he could choke."
        }, 
        {
            "number": "0743", 
            "head": "Post-Grad:11/14/03", 
            "content": "I was at Spirit Day at the high school, helping the freshmen out since they typically need it.  Somehow it sort of turned into a battle; someone was shooting arrows at me.  My only protection was the sheet I was holding up in front of me.  The arrows were small- maybe 6 inches long, max.  The sheet stopped most of them before they hit me.  I would pull them through and throw them like darts back at my attacker.  Some of them got farther through the sheet than I realized, and had pierced my stomach.  It didn't hurt at all.  One was in pretty far and I had trouble pulling it out- I barely got it, as it was attached to a thread, so I had something to pull.  I don't remember the wounds bleeding at all- maybe the arrows were poison-tipped, though, because I was dying.  My mother told me to stay lying where I was, but I wanted to defy the weakness and do something unexpected.  I snuck out of the room- there was a tyrannical woman bent on keeping me and two friends captive.  I made it to the balcony where my female friend was, but the woman heard a noise.  We didn't have anywhere to hide.  Somehow later on we ended up in a tall building, almost like a sort of funhouse, with elevators.  I was in a dark room with a lot of aquariums, and my father was there.  Someone was trying to suffocate one of the fish; there was very little water left.  Somehow I managed to help the fish.  I rode down an elevator and randomly stopped on a floor.  I ran into one of my male friend there.  A man was coming down the hall from the other direction, so we tried sliding open a window and climbing into the display case behind it to hide, but the guy had seen where we had gone."
        }, 
        {
            "number": "0744", 
            "head": "Post-Grad:11/14/03", 
            "content": "We were at my maternal Grandma Jane's house and an elderly neighbor lady stopped by.  She wanted to get rid of a bunch of robes she had.  Surprisingly everyone in our family took one, even my father and my brother Stuart.  Then she wanted help disposing of something else- car oil, I think.  It took a while and there was much more involved in it than we'd planned, but we did that as well.  When we got back, though, she was in the corridor past the porch where some cats were hanging around.  She was knocking on the door trying to get in to talk to my mother some more- at this point she had gotten annoying and was probably wanting the attention more than anything- we knew she wouldn't leave us alone, and we didn't want her there for dinner."
        }, 
        {
            "number": "0745", 
            "head": "Post-Grad:11/15/03", 
            "content": "My boyfriend Jeremy and I went to see the new installment of Lord of the Rings movie at night.  Leaving the theatre we ran into our friends Celia and Jake.  Jake told Jeremy about a new cell phone plan that was only around $4 a month.  I was skeptical but hopeful.  I had a flashback about being in a dingy little grocery shop.  I wanted to buy a couple onions.  I took one to the counter and notice a foot-long earthworm sliding out of it, and it touched my leg; it made my skin crawl.  Someone came to my side and handed me another onion, this one with little crawling bugs all over it.  It was disgusting."
        }, 
        {
            "number": "0746", 
            "head": "Post-Grad:11/16/03", 
            "content": "My boyfriend Jeremy and I were living at a larger apartment complex.  I walked him out to his car on his way to work.  Off in the distance I could see three volcanoes erupting, and the lava was flowing toward us in the irrigation ditch below the parking structure.  A gap in my memory, but I remember something of sitting in the back seat of my car and getting up to wipe some soot off the fence in front of me.  Doing this released a bunch of little spiders, which for some reason had to be collected, as they were a dangerous threat.  It may have been related to the spiders, but the next thing I remember is going back to the apartment, which was now a dorm room, and I was paralyzed from the waste down and learning to cope.  I ran into Evan, the manager of the financial company I temped a few days for in August.  I was happy to see him and wanted to ask about the job offer.  He was very nice to me and helped me into the bathroom.  Leaving the bathroom, I wasn't completely paralyzed but my legs were simply weak.  I don't exactly know why but I continued to act as though I were paralyzed.  As though I wasn't fully convinced that I wasn't paralyzed, and that learning to manage without my legs was a nice change of pace from daily routine- a new challenge.  So I would only use my legs briefly, from time to time, and I didn't want people to see me and question me about it.  I went to class.  My former friend Jenna was there and I heard her say some snide comment that \"oh that's not real\"- I wasn't fully sure if she was talking about me or something else.  I sat in the back.  It was a chemistry class.  People were nice to me, offering help and generally being friendly, which caught me off guard a little as I was both a new student and disabled.  When class was over I was getting up and realized I was using my legs again.  I was nervous about being discovered that I would lose all my new friends' trust. I was getting ready to go when a different teacher walked in.  He was the lead of the chemistry department- Professor Everett, I believe his name was.  One of the students had sent him in to give me a heads up.  He asked if I was ready for the midterm, even though it wouldn't be for three weeks.  He handed me a packet to record my answers.  I couldn't fully understand what he was asking in the first question- something about a form of measurement or quantity in relation to batteries, so I guessed volts.  The second asked what the positive knob end of a battery is called.  I answered five questions, total, and I didn't feel like I was at all prepared for the test.  So Dr. Everett told me which chapters of the book to read over in addition to the newest lesson.  I was grateful for all the help people were giving me without asking any questions, even though I was sure some had seen me use my legs."
        }, 
        {
            "number": "0747", 
            "head": "Post-Grad:11/17/03", 
            "content": "I was at a party.  A Stifler-looking boy was naked, and rested his penis cross the top of two bottle caps on 2-litre bottles.  My memory after that is fuzzy, but we were preparing some things for doing \"Phantom of the Opera\" in choir."
        }, 
        {
            "number": "0748", 
            "head": "Post-Grad:11/18/03", 
            "content": "I was supposed to be watching after a little girl.  Two people in dark cloaks arrived, part of a cult I think.  The girl wanted to play a board game, but I was much more interested in kissing these two people while we were sitting on the couch.  Eventually I realized what I was doing wasn't fair to the girl, so I told her we would play a game, but she had to set it up first.  This would buy me a few more minutes of passionate kissing.  The man went to the bathroom or something, so I continued kissing the woman.  She might have been my mother then.  I was extremely turned on and touched her nipple.  I almost had an orgasm.  Then I found out the man (my father?) did something with the little girl that I thought was completely inappropriate, and I threw the two in cloaks out of the apartment."
        }, 
        {
            "number": "0749", 
            "head": "Post-Grad:11/18/03", 
            "content": "I got into a taxi.  It was a very dull beige.  I talked to the taxi driver some.  Somehow we managed to travel through time with the taxi."
        }, 
        {
            "number": "0750", 
            "head": "Post-Grad:11/22/03", 
            "content": "I was at a school with my mother- she was coordinating some event.  While she did that I talked to a boy.  He was nice, and it seemed like he liked me.  That made me feel good, but I wondered how I could let him know I was taken without hurting him.  When my mother had finished things up, we were getting ready to go.  I noticed I was covered in grass stains for some reason, so my friend Deanna and I went to take a shower.  I had foamy soap in my hands and I wanted to lather Deanna up, but I realized I still had my clothes on and stopped to take them off first.  In doing so I turned, and I saw hair, as if someone were trying to hide below the windowsill of the bathroom.  It was my father.  I asked him what he was doing- he said he was hiding from Jabba the Hut, and waiting for my brother Stuart to arrive because somehow he knew how to deal with him."
        }, 
        {
            "number": "0751", 
            "head": "Post-Grad:11/22/03", 
            "content": "Memory is fuzzy.  I remember Mimi Bobek from the Drew Carey show.  She took a pregnancy test and it was positive.  I think there was a competition or a chase.  I and someone else were trying to get to a high point on a mountain before another pair, though I can't think of why."
        }, 
        {
            "number": "0752", 
            "head": "Post-Grad:11/23/03", 
            "content": "I was sitting on a ledge overlooking a part of ocean.  My old obnoxious dorm roommate Chelsea was also on the ledge.  Someone in the water was working with a very small man- about a foot tall.  The idea was that the man would surf, and the little man would 'surf' on the guy's back, I guess.  Their practices were going very well.  Somehow there was a very tanned woman also involved in the stunt.  I made a comment about history.  The woman made some snide remark, and I said she didn't know what she was talking about.  I got in the water and swam over to the man to tell him what I was thinking.  I don't know why I had said history- my concern was that they weren't accounting for inertia and that the little man could easily slide off.  The guy brushed off my concern.  He made some comment about being in love with the woman.  We swam out a little ways to the left, and I realized how unusually warm the water was- like bathwater.  And for some reason, the man kissed me."
        }, 
        {
            "number": "0753", 
            "head": "Post-Grad:11/23/03", 
            "content": "I called the candy store to talk to my friend Deanna, but I ended up talking to her boss.  He was hard to hear so I had to have him repeat things, and I felt like I was making a bad first impression for trying to get a job."
        }, 
        {
            "number": "0754", 
            "head": "Post-Grad:11/23/03", 
            "content": "I was trying to get away from someone.  I went into a small nook where there was a good-looking man.  I was very turned on by him and we were going to make out, but we had to get away from the person first.  We got into an inflatable raft; I think it had a leak in it.  Once we set out I tried to kiss him again, but we were again interrupted.  The person who was trying to control me/us did something magical.  Everything around us disappeared until we could only see at a distance the small port we'd left from, before everything else had been built there.  We had been sent back in time.  We somehow wanted to set things back to the way we knew them and ran to a casting call for the Wizard of Oz.  We didn't quite make it in and seemingly went to several different castings before we got there just before a small person in a gray dog costume and a person with a pumpkin for a head.  It was first come first cast, so we were in, finally.  At the small entrance to some sort of vehicle we all stopped to have lunch.  I thought we should all share and have the variety, but the man and I were left with corn with tomatoes."
        }, 
        {
            "number": "0755", 
            "head": "Post-Grad:11/25/03", 
            "content": "My boyfriend Jeremy had a younger brother.  We were at his parent's house.  His mother was busy cleaning, vacuuming out the dishwasher.  I got mad at Jeremy, wanting to go to bed at 1:30, but he just wanted to eat.  Felt kind of bad for getting upset at him in front of his mother."
        }, 
        {
            "number": "0756", 
            "head": "Post-Grad:11/25/03", 
            "content": "South Park (?) party.  Had sex in a bathroom with a man under my shirt, and a woman on other side.  My dad found us, and because of the bulge in my shirt, thought I was pregnant.  The cats were in my room.  I felt bad for breaking my father's wishes and letting him down."
        }, 
        {
            "number": "0757", 
            "head": "Post-Grad:11/25/03", 
            "content": "On a baseball team.  We were moving new furniture into the apartment.  The only other girl on team was leaving, and asked if I'd be okay.  I told her I'm more one of the guys, so I didn't care, not discerning between genders.  I was trying to figure out how I got on the team in the first place and whether my boyfriend Jeremy was staying on the team.  We were standing on the roof.  I was surprised I stayed.  I ran to a car with a pencil to write something about dimensions and uniqueness."
        }, 
        {
            "number": "0758", 
            "content": "(Post-Grad:11/26/03)  The fishbowl was on top of the microwave at my parent's house.  There were several different fish in it, and they escaped.  A snake-like fish, a small giraffe-fish.  The goldfish managed to elude me more than the others as it floated through the air.  I was afraid they would suffocate.  I followed it into the rumpus room and got to it just before it got to the screen door.  I took it back and put it in the bowl."
        }, 
        {
            "number": "0759", 
            "head": "Post-Grad:11/26/03", 
            "content": "I was in my room and two girls came in, wanting to borrow my Care Bears to play with.  I was a little apprehensive but let them.  Then went outside to sit at cafeteria tables at school.  They were doing hearing tests and supposed to be partnered, but for some reason I got stuck being tested several times and my partner not at all."
        }, 
        {
            "number": "0760", 
            "content": "(Post-Grad:11/27/03)  In a class with my high school math teacher Mr. Hodgkin teaching.  My high school friend Benji was there, dressed up to be a valet driver, I think.  He made comment to me being dressed the same and I told him about my job blackjack dealing.  They were playing with toy cars.  Then I was in the lake near my maternal Grandma Jane's house, swimming.  I went to the middle of the lake and there was a ridge separating the deep and shallow parts.  I climbed up on it."
        }, 
        {
            "number": "0761", 
            "head": "Post-Grad:11/28/03", 
            "content": "I guess I was complaining to my friend Deanna about my boyfriend Jeremy not seeming all that attracted to me.  I guess she thought maybe I was a bad kisser, and wanted me to kiss her to test that theory.  I got kind of excited when she said that."
        }, 
        {
            "number": "0762", 
            "head": "Post-Grad:11/30/03", 
            "content": "There was some sort of investigation game.  We stopped at a gas station briefly.  Then we went back to 'home base' and looked into what we had to do.  We would have to use a knife to jimmy the two doors south of us open.  We did that, and there was a door off to the left.  I sat down a small laptop and hooked it up.  It mapped out the room in front of us with several red dots throughout.  Those were some sort of sensors that had to be shut off, and I ran a program to find the number key to do so for each one.  I was having fun, but my mother came and walked into the room before I could disable the code.  She said it didn't matter, but I was disappointed- she ruined the game."
        }, 
        {
            "number": "0763", 
            "head": "Post-Grad:12/01/03", 
            "content": "I was at my maternal Grandma Jane's house, asleep.  I woke up and went into the kitchen and there was a birdcage- with about 5 birds in it.  I wondered about them and thought I must be asleep, but I felt awake.  I started talking to the various birds.  One looked like a large worm, it's rear end looking like a peach.  My brother Stuart came in.  He asked something about our issues, and I told him that I thought I was actually okay; I just wasn't sure if I could trust that he was."
        }, 
        {
            "number": "0764", 
            "head": "Post-Grad:12/07/03", 
            "content": "Camera old, my brother Stuart marrying."
        }, 
        {
            "number": "0765", 
            "head": "Post-Grad:12/08/03", 
            "content": "Moved in with neighbors.  Music.  A 60's kitchen.  Blue viper.  Regret. Water stacked, crash."
        }, 
        {
            "number": "0766", 
            "head": "Post-Grad:12/09/03", 
            "content": "My boyfriend Jeremy and I lived at my maternal Grandma Jane's house.  It was morning and we were getting ready to go to work or school or something.  I was in a rush trying to turn out all the lights as I headed downstairs.  The last one triggered the Ghostbuster siren as I reached the bottom of the stairs and rushed for the front door."
        }, 
        {
            "number": "0767", 
            "head": "Post-Grad:12/09/03", 
            "content": "I was in the locker room at school- it was the first day and we were finding our lockers.  Interestingly they had our names on them rather than numbers.  The clothes I was putting on weren't mine, they were too big.  I guess after school I went to visit a young male Indian friend of mine, I guess who I'd met online.  He'd disappeared for a while and I was out front waiting when my father drove up and pulled me into the car.  My friend reappeared right as he started to drive off.  I told my father I wanted to stay but that didn't seem to matter.  I looked out the window and felt bad- my friend probably didn't know what was going on.  We met my mother at some sort of PTA meeting.  I think at some point I just walked out.  I was in a room with several Asian kids.  Someone said something about someone proposing to \"her\".  I don't know if that was me or one of the other girls in the room.  There was an Asian girl sitting on a chair and I was supposed to lick her stomach, for some reason.  In the next room was a younger friend of mine.  He asked me to sit on his \"lap\" (he was crouched on his knees).  So playfully I did, and I could start to feel his hardening penis poke me.  I teased him about it a little bit.  I don't know what happened after that but it sounded like someone was coming in through the door, and my best friend Emma pushed me to the ground right in front of the door.  I didn't have my bra on.  The parents came in, and surprisingly didn't say anything.  I scooted another few feet into the bathroom to get dressed.  There was blood in random spots on toilet paper rolls around the room and other people in the bathroom with me.  Once dressed I left the room- someone's parents owned a restaurant, but I couldn't figure out if it was Indian or Chinese.  The walls were dark red.  My mother was at one of the tables."
        }, 
        {
            "number": "0768", 
            "head": "Post-Grad:12/14/03", 
            "content": "I just remember how warm I was, and that I was supposed to be substituting for another dealer named Mary, and I was supposed to be going over to the table."
        }, 
        {
            "number": "0769", 
            "head": "Post-Grad:12/16/03", 
            "content": "I was on a boat with some people, working, perhaps dealing.  I went downstairs into the cabin and was supposed to collect all the guns- there were a lot.  Everybody had some.  I don't remember if someone had been shot or what..but there was some threat that caused the order.  I saw my kindergarten teacher Mrs. Moore while I was down there, and my boyfriend Jeremy was there too.  Jeremy said she touched his arm.  For some reason this occurred to me as a particularly sensitive statement and I was very happy about it, pleased or proud that he would note such a thing.  Then we went back upstairs and for some reason I was left in control of the boat.  Someone told me to steer 10 feet to the right.  I had no idea how much turning would make the boat go 10 feet.  So I just started swinging the wheel around.  We scraped the side of a nearby boat.  We were going so fast any type of control really wasn't an option.  We reached a rim..and end of the waterway we were in and had to make a sort of U-turn banking on the edge."
        }, 
        {
            "number": "0770", 
            "head": "Post-Grad:12/19/03", 
            "content": "I was working at a library.  I was supposed to be doing something in the corner on the computer, but started neatening up some of the glass display cases, and then organizing books.  I knew I should get back to the work I was going to get paid for, but I got very distracted and completely forgot what I was supposed to be doing for a while.  When I remembered, I wondered how I was going to cover for myself, but wasn't that panicked and continued with what I was doing.  Then walking back over to the computer, I got diverted and went up to the announcing booth of a school football field.  The teacher who coached the football was up there and I talked to him a little bit.  The football game was the last of the season and they had the bad luck of it being played in a swimming pool rather than the usual football field.  The coach was replaced by someone else rather suddenly though I don't know why."
        }, 
        {
            "number": "0771", 
            "head": "Post-Grad:12/19/03", 
            "content": "I was at a restaurant with my parents and my maternal Grandma Jane.  I think we were staying somewhere on vacation.  We were leaving the restaurant at night and some distraction slowed them all down.  I was impatient and wanted to go back to the hotel, so I crossed the street to the teleport pad and wished I were home again.  At the same time I was sort of worried because I didn't want to leave without the others knowing where I'd gone.  By this time my father had crossed the street too, and had gotten in the car.  But I didn't teleport back home or to the hotel, I simply turned invisible.  By this time my mother and Grandma Jane had gotten into the Saturn.  They were going to go look for me, and I wanted to get their attention so they knew I was there.  I tried pounding on the back of the car, but it didn't do too much good.  They had never talked to my father, either, who should have had a better idea of where I went.  My mother and Grandma Jane drove off to look for me.  So I followed after them trying to stop them.  I wasn't walking though, more like floating.  It was dark and dingy looking, a bad sort of area.  As I continued down the street there were a lot of old sky blue cars parked off at the sides.  A lot of them had been partially stripped- fenders folded up and hubcaps taken, among other things.  I came across my own car amongst these and was distraught.  Toward the end of the street I went into a sort of car repair supply store.  Parts were hanging from the ceiling.  I went into a back room.  Something I did accidentally moved something- perhaps I hit one of the hanging parts.  In any case, someone became aware that somebody was there- apparently they were somewhat familiar with people turning invisible and coming into the store, probably to pilfer.  So they were trying to catch me.  I was very aware of the floating at this point, and I left the building and started heading back toward the restaurant."
        }, 
        {
            "number": "0772", 
            "head": "Post-Grad:12/21/03", 
            "content": "The X-men.  Four of them. Something was going on and one of them was convinced to have sex with the enemy due to some confusion or a reverse-psychology ploy.  While it was happening, I was the one having sex.  Then the rest of us realized what she (I) was doing and that it was what the enemy wanted, so we tried to stop her- but it was too late.  I and one of the others went 'inside' her.  It was like a large, human-shaped pinball table of her reproductive organs.  On either side were two rectangular receptacles (Fallopian tubes I guess) with orange and white goldfish in them.  There was a mechanism to open the container which was I guess activated during sex, allowing a black goldfish to swim into the receptacle.  This was the goal of the enemy, and we were trying to find out where the black fish had gotten into."
        }, 
        {
            "number": "0773", 
            "head": "Post-Grad:12/21/03", 
            "content": "I don't remember the start of the dream, it might have been related to the X-men.  Someone (me?) with two baby sheep were high above a body of water on a beam protruding from the side of a Truss bridge, and approached Elaine from Seinfeld, who was asleep.  I handed her the sheep and put them against her to suckle- I was here for her help (I think I was a man and unable to suckle the sheep myself).  Elaine said they weren't suckling, and I told her that was exactly what the problem was.  Then, from a sort of sky-view, I noticed someone walking across the bridge with a leash on something in front of him.  I zoomed in to see it was Wallace (from Wallace and Gromit).  The leash was on Shaun, and there was a whole herd of sheep in front of him.  I was hopeful and went down to talk to him.  Somehow the dream related back to the X-men dream and the young sheep showed their heritage.  Black sheep, with a Zoidberg (from Futurama) face.  (I guess Zoidberg was the bad guy)."
        }, 
        {
            "number": "0774", 
            "head": "Post-Grad:12/22/03", 
            "content": "I was with my friends Mike and Ray.  Lego blocks broke apart.  Were perhaps in a junkyard."
        }, 
        {
            "number": "0775", 
            "head": "Post-Grad:12/22/03", 
            "content": "I had an interview with a company for an administrative assistant position.  I didn't get the job.  I talked to someone afterward and they told me to give them whatever the company wants.  I was given a second chance.  I let them swing me around limp, and I was hired.  At the end of the day I was asked to stay late- they were pleased with my work.  There was some sort of trouble- an earthquake or rebellion perhaps.  People left.  Somehow I acquired a gun.  I had to shoot a security guard in a rescue attempt.  I got out of the building with the head of the company right before the building collapsed.  I felt safe.  Society began to rebuild.  A new company was starting up by two inexperienced men.  Interviews took place in a kids' plastic ball pit (Like Chuck E. Cheese).  There was a long line to interview.  At the entrance to the ball pit was a dish of orange jellybeans.  I ate a few while waiting.  I went in for my interview and flirted with the men.  I lied and said I didn't like orange (somehow I knew they wanted to hear this) and they hired me as a security guard."
        }, 
        {
            "number": "0776", 
            "head": "Post-Grad:12/22/03", 
            "content": "I was in a vehicle of some sort, like a fighter jet.  I was a robot.  Dropped something.  I told the pilot (my boyfriend Jeremy?) I didn't care, I loved him.  I wanted to make out even though the jet was moving on the runway."
        }, 
        {
            "number": "0777", 
            "head": "Post-Grad:12/26/03", 
            "content": "I decided to go back to high school, to sit in on some trigonometry classes for a while, since grad school and community college are out of the question right now.  I walked through and saw one of the PE teachers Ms. Miller.  I nearly sat down in class, but wasn't sure.  I continued on to the office to get permission from the principle Mr. Davidson.  Being a valedictorian, I didn't expect it should be any problem whatsoever.  We talked for a bit and it was friendly..until finally he told me no, he couldn't allow me to- referring back to the incident at the detox facility.  He said he couldn't be sure what drugs I'd taken, and he couldn't have that influence around the kids no matter how much he liked me.  I was appalled he'd even heard of the issue and horrified by the injustice, incredibly hurt.  I was out of control again, something out of my hands and not up for discussion once again ruining my plans in life.  I left to cry."
        }, 
        {
            "number": "0778", 
            "head": "Post-Grad:12/26/03", 
            "content": "Another dream leaving me sad.  I was watching someone's pet bird.  In front of my parent's house, somehow I lost it.  I went into the house distressed for a while.  Finally while talking to my mother I saw a bird in front of the house perching on a cane somehow standing up in the walkway and remembered what it was I was so upset about.  I went out and held out my hand, and the bird landed on it.  I guess nobody around knew what had gone on because I figured they were all surprised of the bird landing on my hand.  I still woke up sad, though."
        }, 
        {
            "number": "0779", 
            "head": "Post-Grad:12/27/03", 
            "content": "I was dealing again.  I ran back into the house to look for the directions and remembered I'd stuck it in a yellow folder and had it in the car.  I got there and had to check to make sure I had my cards- they were in my pocket.   I talked to some of the other dealers and we went back somewhere to get something.  On the way back to the location there was pig feed, a bunch of grain and corn.  I tried it, and the corn was very sweet.  When we got back we started to get ready.  I realized I didn't have my cummerbund and tie- I'd forgotten them in the closet.  I started to panic as we were supposed to start dealing soon.  My dad and I walked back a ways where we stood in a parking lot watching people pass.  As an older woman walked by I made a comment to my father that she looked like Mrs. Goldman, my second grade teacher.  Although I had intended her not to hear, she had, and stopped.  It was her!  She gave me a big hug and we talked quite briefly.  I was somewhat surprised that she didn't ask who I was or what has gone on in the past fourteen years of my life.  She just told me things would go well for me.  We went back, and my mother handed me two bowties- I was upset as the first one was purple and it was supposed to be red..then she handed me the correct one.  But I still didn't have the cummerbund.  My brother Stuart left for a moment and came back -- he brought my car with him so leaving would be easier, and I was finally ready, not a moment too soon.  The event was a wedding and I was set up to deal in the aisle.  Then I moved back to the stage where Stuart's old friend Tommy was sitting at a table, and we were supposed to wait for a bit.  I was happy time was passing as it meant less actual dealing time.  Then I quietly set up at the top of the aisle again."
        }, 
        {
            "number": "0780", 
            "head": "Post-Grad:12/28/03", 
            "content": "I was coming home from somewhere, and took BART.  I had to transfer and got off, but hadn't paid attention to the station and got off one too early- I wasn't sure what was going to happen or if I would be able to get home.  I found Ron and Mary, my online friends in England on the platform, and they were going to help me out.  I followed a woman (Mary?) and we went a ways away into an area with trees and vegetation, but there were alligators as well and we had to be very careful not to bother any.  We leaped over a few and went back to the BART platform."
        }, 
        {
            "number": "0781", 
            "head": "Post-Grad:12/28/03", 
            "content": "I was taking care of a developmentally disabled child.  He was in a small class of maybe 7 other kids, preparing for his bar mitzvah, or some sort of Jewish initiation.  The other kids teased him and the teacher gave up on him- nobody thought he could do the work necessary, but I had faith in him.   I took him away from the group.  At that point he was an egg- I left him in a nesting pit of dirt so the sun could help incubate him, while a trail of bugs crawled over and around the egg- somehow helping.  Finally he 'hatched' and I looked at his notebook.  Not all the work had been done, and what had been was written in a very childish handwriting, but it was there, and correct.  He was good enough, and he would make it.  I was proud."
        }, 
        {
            "number": "0782", 
            "head": "Post-Grad:12/29/03", 
            "content": "I was at the apartment, but the parking lot was much bigger.  I took the recyclables down to the dumpster and ended up in the elevator, which was on the outside of the building, with the fixit man.  He got on my case about not organizing my recyclables better, that the newspapers get moist and stick to the bottom of the dumpster and he has to go clean it out.  It wasn't the first time he'd mentioned it to me, although I didn't recognize him, but I had forgotten.  I apologized.  For some reason he offered me a ride and I got in his truck.  We drove to the other end of the apartments (they were much larger).  I went in the office, and it was like I was going to work.  I think we were getting ready to close for the day.  I took off my dress shoes and sat them in the corner, and I climbed under a desk to unplug or turn something off.  Then I went outside, and the apartment was on the water's edge.  I think then the building was supposed to be a school, and there were children playing in the water.  On the left was a waterfall, and next to that was a small house on stilts just above the water.  Might have had a waterwheel, too.  I noted it was unusual for the kids to have an opportunity like that."
        }, 
        {
            "number": "0783", 
            "head": "Post-Grad:01/01/04", 
            "content": "I was having trouble remembering my social security number correctly."
        }, 
        {
            "number": "0784", 
            "head": "Post-Grad:01/02/04", 
            "content": "Something to do with working at the observatory."
        }, 
        {
            "number": "0785", 
            "head": "Post-Grad:01/02/04", 
            "content": "I dreamt my friend Celia moved into the apartment complex, and I should go talk to the manager about the referral fee for her and my friend/neighbor Kara."
        }, 
        {
            "number": "0786", 
            "head": "Post-Grad:01/03/04", 
            "content": "At a meeting with a group of women.  Someone made a comment about my ring from my boyfriend Jeremy on the wrong finger, and my mother came to my defense that I wear it on the middle finger because it's too big and I don't want to lose it.  It was somehow a religious gathering.  After the meeting most of the women left and I and a few others (perhaps my mother and my maternal Grandma Jane) stayed to talk- we didn't exactly agree with the others.  In the dim light of the hall I saw one of the women coming back- I yelled for them to hide and I dove to the ground.  I think they found us and tossed us out."
        }, 
        {
            "number": "0787", 
            "head": "Post-Grad:01/03/04", 
            "content": "Having trouble remembering parts of the dream.  Water, a dwelling, and some sort of orangey-black orb.  Someone was with me.  There was something special about the house, and we were trying to get inside- I'm not sure if it was to destroy something bad looming inside or that it had some sort of strange rejuvenating powers.  Something seemed magical about it.  There was something uncomfortable about the water, too, and we were trying to be careful not to touch it.  At the end, I remember watching the orb roll down a path around a corner of the building, and as it did so the path sort of sank into the water.  I was afraid the orb would sink, but as it started to go down further, there was some sort of hole that was forcing air or water upwards, so at the end of the small brick-like track, the orb was shot out of the water toward the house."
        }, 
        {
            "number": "0788", 
            "head": "Post-Grad:01/04/04", 
            "content": "I was watching after my godmother's triplets - they were younger, in diapers again.  They had been brought up the stairs and one looked at me, happy to see me.  I knelt down and hugged him.  There was a bad smell, as my mother was changing the diapers on one, then she left to throw the diaper away.  While she was gone another one needed a change, so I changed it. Again the bad smell.  There wasn't much in the diaper, but it stunk.  I carried it off to throw it away, and somehow in the process I got some poop under my fingernail.  I was disgusted and began washing my hands, so I took some of my mother's soap.  It was thick and green, like guacamole.  I covered my hands in it to wash them clean.  Then later in the kitchen, my mother asked me about it, wondering what happened to all her soap.  She was suspicious, and told me how expensive it was and I shouldn't use a lot.  I stood there hoping maybe she'd decide one of the triplets got into it."
        }, 
        {
            "number": "0789", 
            "head": "Post-Grad:01/05/04", 
            "content": "My old friend Neil Block was over, visiting.  We were in my room talking.  I went to go to the back bathroom.  Meanwhile my mother was talking to Neil about something and not knowing I was in the bathroom, came in with him.  I quickly tried pulling up my pants and sort of tried to nudge Neil out the door, but they just looked at me...so I left."
        }, 
        {
            "number": "0790", 
            "head": "Post-Grad:01/05/04", 
            "content": "My best friend Emma came to visit.  After a while someone came and picked her up, and later in the bathroom I found her purse.  We found she left something else, too.  I was going to call her but before I could she and her ride stopped by to pick it up.  Then Deborah, my old babysitter came for a visit.  I was very surprised to find she had a child with her- she was a mother!"
        }, 
        {
            "number": "0791", 
            "head": "Post-Grad:01/06/04", 
            "content": "We were at my maternal Grandma Jane's house.  I got worried thinking I had lost my old ring from my boyfriend Jeremy, but it was somehow stuck to Grandma Jane's.  We were sitting in the family room, but the carpet was lighter.  It was a sort of party.  I was talking to someone, when my mother handed me the phone- I had no idea who it was.  Turned out it was her cousin Belle.  She was in the area, but was not going to be able to visit.  She asked me how I liked my apartment.  My mother and Belle's mother Aunt Mimi, who was there too, complained about her not coming to visit."
        }, 
        {
            "number": "0792", 
            "head": "Post-Grad:01/06/04", 
            "content": "My boyfriend Jeremy and I were in a large house.  I was upstairs in the bathroom. As I sat on the toilet, a computer screen to the left of me appeared to 'crash' (but was an illusion, did not actually).  I came down the stairs.  The carpet was blue.  Jeremy and I were alone, so I jokingly offered him sex.  I made some comment about having to wait 30 days, while he only had to wait 20.  He said something to the effect of, \"okay, we'll break up then.\"  He was sort of joking and nonchalant.  I said okay, unaffected.  Then Michael Jordan arrived with two small terrier-like dogs.  One had some sort of plastic muzzle shaped like an anteater snout.  I was squatting and leaning against a wall.  Michael said something about his Asian wife having trouble losing a psych job because the company was racist.  I related to him my experience at the detox facility.  I reached to pet one of his dogs and he warned me not to, that they would bite.  His wife showed up and he left.  Then my mother brought in two new dishes from a coworker(?).  Cannolis and a taro dish.  They were delicious.  There was going to be a party.  Someone helped me pretty up- put on makeup and a necklace.  I wore a sparkly blue dress.  I was happy about the way I looked, and excited about the potential to meet someone at the party since Jeremy and I had broken up.  I was ready and descended two flights of stairs, only to have to ascend another flight to go to the women's room (even though it was a house(?)).  I complained it was unfair in high heels.  I went back to get another cannoli.  There were tiny spiders on it.  I tried to smash them, and I pinned a larger one in the process.  It started talking to me.  I was disgusted.  Somehow could not press hard enough to kill it.  My thumb hurt, I was weak.  I woke up with an itchy pain in my right heel."
        }, 
        {
            "number": "0793", 
            "head": "Post-Grad:01/06/04", 
            "content": "There was going to be a big family party.  My \"mother\" kept giving me chores to do- hold a seat or go talk to the Grandmas...I was miserable, feeling used and taken for granted, and that things were unfair. My younger cousins Lonna and Alice and some other people were off playing in the Discovery Zone crawl tubes.  I started walking away from the play area and went off to the left, which looked like a department store.  I ran into my boyfriend Jeremy's brother Jeff and his boss Duncan as they were coming/going to the party, and I grew even more resentful.  Somewhere amongst a couple racks of clothing I tried punching a man in the groin.  I pinned and straddled him and was trying to punch him repeatedly- I don't know why I was so angry with him.  I got even madder as my punches were weak and not hurting him.  I was stopped and given another chore.  I went to the bathroom to try and calm down.  Somehow it was my friend Deanna's bathroom even though it was our house.  The soap pump was interesting- it had a long tube running to a small sort of barrel in the corner.  It was getting low, so I filled it.  The soap was a raspberry-colored powder.  Moo toilet paper.   I left the bathroom and went and sat in the living room.  Dolly Parton (supposed to be an Aunt?) started singing \"And I Will Always Love You.\"  A blonde girl to my left who I didn't recognize started singing along.  I got off the couch and saw quite a few pictures of my brother Stuart on the wall.  Something else to resent- they love him more than me.  In the right corner by that wall were some rodents.  At some point they got startled.  My boyfriend Jeremy came into the room with another boy- perhaps a distant cousin.  Jeremy seemed to play the role of brother more than boyfriend, and I think I had a crush on this other boy- for some reason it was extremely important to me what this other boy thought of me, and I wanted him to like me.  Jeremy was sort of showing him around the place, so I followed them.  We walked off to the right past Dolly and the doorway led outside.  There was a blue mat walkway where we had arranged some sort of parade, skits or a movie acted out by some African American men.  The event was for my grandparents, though I don't know why, and it seemed odd the group we had gotten to perform.  They seemed like a streetwise group, not theatrical performers who would ever even consider the parade.  We passed and Jeremy took the boy to see my room- which I shared with my 'younger sister'.  The entire room was lavender, quite small (especially considering we were rich).  The boy made some comparison between me and my paternal Grandma Fay about the tackiness of the color and said, \"you lose\".  I tried to hit him, again failing, and left.  I went to the matted road.  To the left were grassy hills with homes on them, and I looked up to a backyard where there were torch lights and people dancing.  I stood in the middle of the mats despite the onlookers.  The boy walked by me from the left and I tried grabbing at him angrily, and walked away.  Later my \"mother\" was lounging at the tennis courts and asked me to come sit by her.  I knew this meant getting reprimanded for my behavior and I didn't want it.  I walked by on the other side of the fence and said I would, lying, to prevent getting yelled at or coerced further.  I was trying to find a way out, somewhere to be alone, but people were everywhere.  On the tennis court, off in front of me, I turned left and passed by the pool.  I dismissed the idea of drowning.  Behind me, on the tennis courts where my \"mother\" was, I heard the boy I cared about making a commotion.  I could tell he was trying to draw attention to bring me over there, so he could apologize for his comment.  I very briefly considered it, but I was too hurt and continued walking.  I went back inside to my father's liquor cabinet.  I got the bottle of his most expensive whisky and was going to use it to burn..I don't know if I was trying to burn myself to death or just be destructive...that part of the dream didn't really happen.  At some point later my father had found out and came in.  He leaned on the table and, upset, confronted me.  \"What should I think of this?!\"  I shot back, \"Think of it as a memorial of your daughter, Dad.  Don't you get it?  I mean, the party was...torture.  But inside, I've been dead for a long time.\"  I went into a small room off to the side of the bar area and sat on the floor.  My aquarium of pet fish was across the way.  I wrote up a small note with a picture of a shell and the name \"Henkly\".  It was in response to the chores I had been given for the party, degradingly created with pictures.  It meant I wanted the small plastic shell in the aquarium moved to the left side of the tank, near Henkly, my favorite goldfish.  This was my last request, and the only note I would leave before killing myself.  I felt so miserable and depressed throughout the entire dream."
        }, 
        {
            "number": "0794", 
            "head": "Post-Grad:01/07/04", 
            "content": "I was in the drug store in the town where I went to college.  It was more of a grocery store though and I was doing some shopping.   I ended up talking to the manager, though, and I got a job there.  I was thrilled to finally have a job!  I rearranged some of the shelves a bit but hadn't been taught to work the register.  One register was blocked off with plants or something and I talked to the manager again.  I was so happy, and I thought about how lucky I was.  Then I realized what city I was in and that I would have a half hour commute, which seemed pretty ridiculous for working a drug store.  But I was still happy.  I went home for the day but going out to the parking lot was difficult.  The front of the store was partially brick, as if it was an old converted mental institution.  I searched the parking lot for my car and couldn't find it.  I started worrying about how I would get home and considered calling Sol.  Then I remembered I'd parked near campus and started trying to climb a steep hillside to get to the parking lot.  It was a difficult climb up the dirt through the trees."
        }, 
        {
            "number": "0795", 
            "head": "Post-Grad:01/08/04", 
            "content": "I was in my high school math teacher Mr. Johnson's class.  My classmate from fourth grade Charles was there.  Something he was doing clued me in that he liked claymation.  I told him that my brother Stuart was interested in that and I led him somewhere so he could work with some plasticene."
        }, 
        {
            "number": "0796", 
            "head": "Post-Grad:01/08/04", 
            "content": "I was at a New Years party.  It was at my maternal Grandma Jane's house, but not thrown by her- I didn't know most of the people there.  There was a grandmother of some grown boys, and she gave them each a gift in a bag hand-decorated with yarn.  There were patties like what we had with dinner last night, but some had macaroni as well as lentil mash.  I sat on a barstool in the kitchen next to my brother Stuart.  He was on a laptop IMing with his wife Sheila.  There were cartoonish \"cutesy\" bears all over the screen.  Sheila said, \"muff!\"  I walked toward the doorway to the living room.  A large dog was laying in the doorway and one of the boys shot an arrow at him- it landed in his flank right next to four other arrows that had already pierced into his skin.  The dog lay there, and said, \"Ow, not again...\" but not very emphatically.  I was angry at the boys for hurting the dog.  They were old enough (20s) that they should have known better.  I also felt lonely as I didn't know anyone at the party."
        }, 
        {
            "number": "0797", 
            "head": "Post-Grad:01/09/04", 
            "content": "I was in a sort of entranceway.  I and someone else were headed up the stairs when I saw our pursuer coming in the front door.  I wanted to jump down and go down the other flight of stairs instead, to throw him off or have a better lead if he thought I went up.  I realized the effort was futile, though, as the staircases were right in front view of the glass doors the pursuer was coming through.  He could see me, and going down wouldn't throw him off at all."
        }, 
        {
            "number": "0798", 
            "head": "Post-Grad:01/09/04", 
            "content": "I found my \"A\" blue Crayola marker in the trash.  It had dried up, so my mother threw it out.  I was sad."
        }, 
        {
            "number": "0799", 
            "head": "Post-Grad:01/10/04", 
            "content": "My bed at my parent's house was against the far wall where the bookshelf is.  My boyfriend Jeremy was laying on it cuddling my family's pet cat Buster.  I said something, and he got up and moved the bed to where it is now."
        }, 
        {
            "number": "0800", 
            "head": "Post-Grad:01/10/04", 
            "content": "I was in class with my my best friend Emma.  She sat a row or two behind me.  We all had dittos of the first page of her paper- the title page.  It was a screen shot of a computer game with a neat relevant quote.  Some words had been scratched out, though.  I saw the copy machine in the corner and watched it pull through another sheet.  I wondered if it was another title page or the next page, thinking another title page would be a waste.  We discussed the paper in class and Emma started crying.  She was upset, claiming she didn't know, no one had ever told her the differences between the villages at Thanksgiving, and it wasn't fair that she was expected to know it.  I climbed over the seats behind me and ignored the boy sitting by her.  I hugged her and tried to soothe her.  I told her I didn't know the village differences either and she shouldn't be so hard on herself.  As I returned to my seat I realized they meant the first 13 states and we'd gone over that briefly in 8th grade, differences being the type of crops and exports.  I still thought it was ridiculous that Emma was supposed to remember that with no warning of having to know it."
        }, 
        {
            "number": "0801", 
            "head": "Post-Grad:01/11/04", 
            "content": "My friend Deanna confronted me about something.  I told her it was funny she should say that, because I was just about to ask her if she was avoiding me.  We were going to sit down and talk."
        }, 
        {
            "number": "0802", 
            "head": "Post-Grad:01/12/04", 
            "content": "I ended up I think at some sort of party.  I was around some sort of lumpy game table upholstered in green felt, kind of like an odd-shaped poker/pool table.  There were four of us standing around it, and other teams at other tables.  There was a spot in near the center of the table as the 'goal'.  I'm not sure if it was marked or technologically detected- I couldn't really see the spot as it was on a peak in the middle of the table.  There was a woman, perhaps the apartment manager, as the ref.  The idea was that each team member had to roll their colored ball (about 2\" diameter) over the spot.  The first team to have everyone roll their ball over the goal spot won.  It was my first time playing while everyone else was experienced.  We managed to win the round, and they changed the tabletop to a different shape with different mountains and valleys on it, a new challenge.  My ball went too far and came back to me, and the ref commented on it, giving me a tip or instructing me about something.  I think I left the table and went elsewhere.  Two male friends were exploring somewhere...like underwater perhaps.  People were curious and wanted me to film them.  So I was put in a small pod with a window and a camera.  Someone else was with me.  We got out to where they were and I got out of the pod and talked to my friends.  Then I got back in and started the camera, but turned it off relatively quickly.  I don't remember what my friends were saying or doing, but it deserved privacy and I was not going to betray that for people's curiosity.  So when I emerged with the camera, it had very little on it.  A glimpse here or there, but no sentence spoken was even complete.  I knew the people who had me filming would wonder what went on and not be happy.  I went back to the game table.  Music was playing, and somehow at the table we could see the videos that went with the music- all from one band- possibly my friends I had been sent to spy on.  We watched two or three videos and then played the first again. C# A, B B ABC#, \"Boys, boys, boys ---- --- -- --- ---\".C# A, B B ABG.  \"Girls, girls, girls --- -- --- ----\" ~(_ _ 1/8 1/8  1/16slur)."
        }, 
        {
            "number": "0803", 
            "head": "Post-Grad:01/13/04", 
            "content": "It was dark outside.  I was with my maternal Grandma Jane and my boyfriend Jeremy, maybe on a bridge.  Grandma Jane was to my left and Jeremy to my right.  Suddenly a shot was fired from somewhere behind Jeremy.  He wasn't hurt, but the bullet penetrated Grandma Jane's abdomen and she dropped to the ground.  I lifted her up best I could.  Although the shot was low, it had hit her lung.  More shots came, and I stood tall facing the direction of the bullets; if Jeremy and Grandma Jane were going to die, I wanted to die with them.  I didn't feel anything, but decided I had to have been hit in the fire.  We huddled together, crying, consoling, sad, and waiting to die."
        }, 
        {
            "number": "0804", 
            "head": "Post-Grad:01/13/04", 
            "content": "Was playing a new board game.  Someone called about a job offer.  I didn't really want to leave the game we'd just started, but I did, and listened to the spiel about leadership, and then the person wanting an answer.  I was hesitant to say no.  I asked them about the job- I had a hunch- was it poli-sci?  It was so I wasn't interested.  I went back to the game.  A man was giving a lecture and I was sitting near the front.  My parents were in back.  The man elicited strange feelings from me.  I was somewhat put off by him, yet I liked him and clung to his legs, somehow helping (demonstration?) his lecture.  After, I met with my parents.  They were holding a video the man had lent to them.  They told him how much they enjoyed his talk and returned the video to him.  Upon leaving we went to a sort of underground store and were looking for a copy of the video.  The cover was orange and yellow like a sunset, and had a picture of an old-fashioned donut on it."
        }, 
        {
            "number": "0805", 
            "head": "Post-Grad:01/14/04", 
            "content": "We found out that my mother was going to have a heart attack.  I was distraught."
        }, 
        {
            "number": "0806", 
            "head": "Post-Grad:01/14/04", 
            "content": "Something had happened and we lost our money.  We all had to move out- my parents, my maternal Grandma Jane and I (and my boyfriend Jeremy?)  I kept talking to my mother about it as we were packing- I didn't understand what happened.  My dad was still working, rent was only a thousand a month, couldn't we afford that?  She said he'd had some issues with his supervisor about twice a month.  At some point I'd realized that Grandma Jane's house was paid off...so why was she packing?  Somehow it had to do with legalities: the house had to be empty before it could be sold?/moved into.  So she would pack up all her things and then move back in with the rest of us.  While they were closing the deal or something, I went down below.  There were colorful metal bars arranged in squares holding up the table.  Bart and Lisa Simpson were there as 'the other kids'.  We weren't happy, and started shaking the structure, somehow trying to prevent what was going on above us.  Horizontal support bars were falling away, weakening the structure."
        }, 
        {
            "number": "0807", 
            "head": "Post-Grad:01/15/04", 
            "content": "A mouse appeared on the edge of the brick step in the rumpus room as I sat on the couch.  I reached out and beckoned to the mouse, and caught it.  I was just about to go down the hall to show my mother when there was a knock at the door, waking me up."
        }, 
        {
            "number": "0808", 
            "head": "Post-Grad:01/16/04", 
            "content": "I was with a group on some sort of 'mission'.  Riding up a small elevator with someone up to the roof of the building.  I was more interested in making out with either of two of my cohorts while in the elevator or on the roof."
        }, 
        {
            "number": "0809", 
            "head": "Post-Grad:01/17/04", 
            "content": "I was asked by my supervisor at the observatory to work at the library.  At first I turned right and found myself on \"Belle\" street.  So I turned back to \"Black Isle\", the street I had been on, and went left.  Not exactly sure what I was supposed to be doing at the library.  I found myself looking for a book having something to do with sex.  I had some trouble, but finally found it.  I realized it was a good thing because I wouldn't have been comfortable asking for help to find it.  In the book were X-ray pictures of people interacting.  The frame of one person was small and made me wonder.  I looked at the spine of the book.  This was the 'after' book; the pictures were of a parent interacting with his child.   I turned the book over and found the book I was looking for there, with X-ray pictures demonstrating sexual positions.  I sat down to read the book and someone handed me a small child, maybe 8\" tall, naked and bald, to babysit.  I held the baby and continued to read.  Someone said I should interact with the child, an idea that hadn't even occurred to me.  I still wanted to read the book, but I set the book down and looked at the baby.  He was under a year old, but when I asked him his name, he surprised me by responding!  \"Fox\" he said.  In disbelief I asked him again, and he responded.  I abandoned the book to talk to Fox; he was very smart and we talked like adults."
        }, 
        {
            "number": "0810", 
            "head": "Post-Grad:01/18/04", 
            "content": "I woke up sitting in my boyfriend Jeremy's truck, parked at the apartment.  I was somewhat disoriented though- from the view, he could not have been in our normal parking spot.  I looked around and got out.  It was morning, and raining. I looked out from the stairs up the side of the building.  There were leafy vines with huge (about a foot in diameter) pink roses hanging everywhere.  It was very beautiful.  I wanted to pick one to save as a memory of the apartment, not thinking that it wouldn't last.  I stood there looking out at them with the rain dripping off my face, blurring my vision somewhat.  I felt the refreshing, comforting chill of the rain."
        }, 
        {
            "number": "0811", 
            "head": "Post-Grad:01/19/04", 
            "content": "I was in a class of some sort.  Talked to my former friend Jenna and realized we were on speaking terms again and somehow gotten over whatever the problem was.  Class went on break I think, and I went off to the left aisle.  Can't remember much else, aside from making out- not sure if it was my boyfriend Jeremy or someone else."
        }, 
        {
            "number": "0812", 
            "head": "Post-Grad:01/20/04", 
            "content": "My best friend Emma and I had found two people to play badminton with.  I was in the locker room with one of the other girls, and she suggested inviting another person who used to be on the team.  She handed me a phone book with his picture on it, and wanted me to call and ask.  I was hesitant as his area code was different and far away, and we already had four people, which would be perfect.  I left the locker room and ended up in a fancy place while waiting for Emma.  My boyfriend Jeremy and I wanted some time alone to cuddle in bed, but staff kept coming in to dust and stuff.  I went outside for some reason -- I had been told to do something, though I don't know why.  I went to the curb and cut down a tree, as instructed.  In the process, a \"no parking\" sign accidentally came down, as well as a small young tree that was specifically not meant to be cut.  I felt bad.  Someone helped me 'pick up the evidence' and we went back inside.  I started playing a game that my mother had just gotten.  My dad was leaning over the right, watching.  I didn't really understand it.  It was kind of like a Clue board, and we both started from the same side.  I moved my piece, which got me a card.  The card said something about doing something in the area that looks like Nazi Germany.  Around the room were several furniture setups.  Two of them were bunk beds.  I was handed an amber token.  I didn't understand what I was supposed to be doing.  They said it had to be a certain bunk bed set, even though it didn't look much like what I would expect, but closer than any other possibility.  My mother climbed on the 'French set' bunk beds, and she was showing it off.  The bottom bunk opened up, like a lounge chair.  They both seemed pretty interested in that, and I wondered if actually being on the bunk made a difference, because I wasn't impressed.  I went to my bedroom to get something.  When I came out, my high school friend Benji was with me and put his arm around me.  I think I gave him a kiss on the cheek.  Somehow in the game, someone died.  We went out to the sidewalk and my mother was talking about the evilness of random people on her soap opera.  The redheaded medium from the play we saw last year came up.  She wanted to see the house the person had died in (the game was now real).  So we walked to the house.  Her spirit guide was with her and tried to follow her in the house, but there had been some sort of spell.  Just as the screen door closed behind the medium, the spirit guide slammed against it.  I could see her at this point, though still transparent, sitting on the porch in disappointment and indignance at not being allowed in.  Later we were at the wake party.  The medium looked like Katey Segal.  I was dishing up some food in the kitchen and thought about how this was the first funeral I'd ever been to.  We were going to get ready to go somewhere.  People were riding on a merry-go-round.  One person's 'horse' was not a horse at all but a cap that came down from above, shaped like the top of a fish, that you just stand under."
        }, 
        {
            "number": "0813", 
            "head": "Post-Grad:01/21/04", 
            "content": "Lots of dreams last night but kept waking up and not remembering.  My brother Stuart was around and I was upset with him.  My mother was not happy either.  He left and my parents and I worked on setting something up.  There was a long pole stuck in the ground at an angle.  We draped a sort of parachute over the end of it and had to secure the three corners to the bottom part of the pole.  This would stretch the fabric, a person would latch on, and be slingshot into the air and parachute down. I was going to, but don't know if I actually did.  I ended up in a field with a group of people.  We were running from an attack.  There was a steep hill to the north we were trying to get over.  Our attackers were coming from the south.  We came across a small house that was in our way.  We could have gone around the east, and I think we briefly tried that- but that led to Iraq (even though we had just come from W. state, I think), so we couldn't go around.  Nobody was there so we were going to go through the house.  Made the way into the bedroom and started taking out a panel of the wall by pounding a screwdriver into it.  While I was doing this, the people renting the house while in the area for research came back.  I started talking to them, pleading with them and apologizing profusely for ruining the house.  I explained the situation to them, that we were running, and couldn't go around.  They were sympathetic and let me continue.  The rest of my party had disappeared somewhere so it was just me.  They even helped me out- I had to pound through the wall, and once through, they knew I would be met by the enemy- I had to pass as 'one of them'.  I was a foreigner I think: although I could speak to them, I could not read.  So they taught me how to recognize letters.  The time came and I climbed up and through the wall.  The test I had to pass would flash a letter, and I had to select the correct one from another sheet.  The letters they projected were kind of fuzzy and seemed to change.  I was confident in my first choice, but it was wrong.  As the next couple went by I did all right, my synesthesia helping me to determine Fs from Ts."
        }, 
        {
            "number": "0814", 
            "head": "Post-Grad:01/22/04", 
            "content": "I was on the 'Tanner' farm (Full House) in a grassy field.  I went back towards the farm.  It was twilight and there was a lantern sitting on a deck at the farmhouse.  I left as part of a field trip.  We pulled into a gas station.  In the small mart I got a calculator, but had to get a small watch battery to go with it.  They didn't seem to have the right kind, so we went to another station.  Then somewhere else, I went to the bathroom.  A lot of old people were around."
        }, 
        {
            "number": "0815", 
            "head": "Post-Grad:01/23/04", 
            "content": "I was taking some sort of test to determine political beliefs.  Something about arranging fountains like at the Exploratorium.  I got lost.  There was a 'God speaks' exhibit, and a party."
        }, 
        {
            "number": "0816", 
            "content": "(Post-Grad:01/23/04)(Nap). I was in a tan shopping lot.  My friend Kara introduced me to her friend 'Tom'.  I had been back in school for a quarter and needed to sign up for the new quarter's classes.  There was discussion of carpool with Tom, and I was happy about that.  Then I had to go to my interview so I pulled out of my parking spot.  I drove around looking for the driveway to get back to the street, but couldn't find it.  Then I came across a blonde woman who seemed to recognize me.  I talked to her and she knew the man I would be interviewing with and showed me a picture of him.  His name was Doug or Duong.  She told me to wear a solid-colored shirt, or else he would think I was going to spit on him.  I thanked her and went home to change.  My bedroom was small.  There was a slight knock at the door and I found a bunch of people trying to peer in through the blinds at the window."
        }, 
        {
            "number": "0817", 
            "head": "Post-Grad:01/25/04", 
            "content": "I was a female hippo in a Disney cartoon movie, yet I was watching from a monitor.  Somehow I'd gotten stuck in a tiny hole underground.  There were two tunnels to the left that I could go through.  I chose the one on the left most, but was stopped by a badger.  So I went back to where I was sitting.  A long badger came out of one tunnel and went into the other.  Then another badger came.  I was somewhat dejected and not sure how I'd gotten there.  I said I was hungry.  One of the badgers came out with a very large pincer bug, and I was grateful and ate it.  Then I was conscious of cuddling with my boyfriend Jeremy and I kissed him a couple times.  There was music playing, a song called, \"You\" that sounded like it was by Paul Simon.  It was a very pretty song and I was enjoying it and the cuddle until Jeremy's alarm went off and woke me up.  I was irritated; I wanted to hear the rest of the song."
        }, 
        {
            "number": "0818", 
            "head": "Post-Grad:01/25/04", 
            "content": "At my old best friend Candy's family's home, a party.  Her brother James was going bald.  My boyfriend Jeremy was there.  I remember sitting next to my father eating a piece of candy.  I was one of the few people who was not going to go paintballing."
        }, 
        {
            "number": "0819", 
            "head": "Post-Grad:01/25/04", 
            "content": "I was in a boat race.  Going around the track I went through a housing area.  Part of the track was curvy and I was going too fast- my boat scraped the railing.  I wanted to stop at a Wendy's in the next town.  I stopped where I thought it was, and it was a restaurant, but I didn't see any Wendy's signs.  I walked towards the back where the bathrooms were to check the other side.  A woman approached me and asked if I wanted anything.  I asked for water, but she said they didn't have any.  So I asked what had the most water in it and she said tea.  She started to leave to get me some and I told her I didn't have any money.  She said that was alright, vote for us and you can have it.  I was leery, not being a resident of their state or anything.  But I sat down and read about their governor.  I think his name was Garfield something.  A while later came the end of the race.  We were on horses now, not boats.  There were about four of us coming in at once.  After crossing the finish line, we all ran towards our waiting families.  Some got held up in the crowds so just ended up hugging opponent's families first.  Then we were gathered together to 'replay' the start of the race for pictures.  It seemed like the horses were being catapulted forward."
        }, 
        {
            "number": "0820", 
            "head": "Post-Grad:01/26/04", 
            "content": "My boyfriend Jeremy and I were at the grocery store as all the lights had gone off and we couldn't see the shelves, even though they were technically still open.  We ended up going home and I was in my room with my parents.  My mother said for the shopping you have to tell someone what you want and they'll turn on lights in that section of the store..I thought it horribly inconvenient.  I was planning on meeting my friend Ray at Fresh Choice for dinner in a nearby town, but my parents wouldn't let me go.  I thought this was rude, as Doug would be expecting me.  I wanted to call his cell, but kept having trouble dialing, or finding the zero for the area code, or other problems.  I told my parents it's just like in a dream, and then I woke up."
        }, 
        {
            "number": "0821", 
            "head": "Post-Grad:01/26/04", 
            "content": "I was in the mall at night.  I stopped in a clothing store as it was closing and was on the cell phone.  I turned around and walked the length of the mall.  I met my friend Ray and my online friend Starla at Fresh Choice.  They were only going to be open another half hour, but we still went in.  The food was harder to get- most of it was sitting on tables where people were eating.  There were some plate-sized cookies.  I ended up not taking much food.  Somehow after that, it turned into something else.  I was with my boyfriend Jeremy.  There was a small volcano, about 18 inches in diameter.  There was a sort of cardboard lining around the top that rotated.  There was some labeling on the edge of the volcano as well.  Rotating the top and climbing through the volcano was like a time portal.  The first one we went through, we appeared to be somewhere like inside a zoo.  It was a grassy field with animals around, but also a cyclone fence.  I tried some peacock calls, but we didn't feel safe and tried to leave quickly.  We readjusted the rim of the volcano to back to what we thought was home, but it was off slightly.  We appeared in a dim hallway.  At first we were compelled to go to the end of the hallway (perhaps told to?), but something was eerie.  We tried to hurry away.  Jeremy jumped in the mouth of the volcano and got sort of stuck, I was pushing his arms to get him to slide through.  Then a door off in front of us to the right creaked open.  I awoke feeling unsettled and uncomfortable being alone."
        }, 
        {
            "number": "0822", 
            "head": "Post-Grad:01/26/04", 
            "content": "Friendly cowboys."
        }, 
        {
            "number": "0823", 
            "head": "Post-Grad:01/27/04", 
            "content": "I was getting on a sort of Subway train, trying to get home.  A cat got on at the same station with me.  She wasn't extremely bright, and had to use the litter box.  I told her it was at the next stop and got off with her to show her where it was.  I had to hurry to get on again before the train left for the next station.  I almost missed it and thought, \"Oh well, I'll get home 20 minutes later\" but the train operator waited for me.  I got off at the next stop.  A man sent his cats to attack. Several black kittens approached, scratching at me.  I collected them all and started keeping some sort of notes on the belly of one.  Then I tossed them back over the fence toward the man, but I realized I'd made a mistake and wanted to keep the notes on the one whose belly I wrote on."
        }, 
        {
            "number": "0824", 
            "head": "Post-Grad:01/27/04", 
            "content": "I was in a very dark place.  I walked forward and found an old board game from a classroom.  It had a large cardboard building, some of which was falling apart.    I left and went to sit down.  My longtime classmate Ralph was sitting next to me, and we talked, surprisingly close like comfortable old friends.  It felt good.  I looked behind us and saw my best friend Emma was walking along a ridge.  I got up for something and talked to someone about Ralph.  They said they were going to befriend him, but then my old classmate Rico beat him to the punch, and they gave up.   I wanted to tell them it wasn't the Rico they thought it was, but decided to let it go, it didn't matter.  I walked over to the door to the garage and opened it.  My dad was there working on something, and I talked to him.  There was a spider on the step and I tried to kill it."
        }, 
        {
            "number": "0825", 
            "head": "Post-Grad:01/27/04", 
            "content": "Close images of cats' heads with interesting colorations."
        }, 
        {
            "number": "0826", 
            "head": "Post-Grad:01/29/04", 
            "content": "Reviewing the books we had written in my 5th/6th grade teacher Mr. Man's class.  He was there.  I think I was supposed to go back and grade them.  Then I got to my own, and I simply couldn't do it.  I started reading down the page and while I could read, the comprehension wasn't there.  It was like scanning a page of technical scientific writing that I couldn't understand.  The words had no meaning, just went straight through my head.  I realized this and that I couldn't do my job appropriately, so I tried starting over.  I couldn't do it.  I looked away somewhat ashamed, I think with tears in my eyes.  I was too embarrassed by my own writing to process any of the information.  I set the book down and told Mr. Man I couldn't do it."
        }, 
        {
            "number": "0827", 
            "head": "Post-Grad:01/30/04", 
            "content": "I went to an interview.  I guess I got there early; I was given some papers to file.  So I went to the left side of the room to file in some of the low cabinets.  The first two colored pages were extra dittos to be re-filed.  One started \"Amer\" and another started with a C.  The leftmost drawers, though, had a few As and mostly Ns.  Then I went to something with a Z.  The woman called me over to the front corner for the interview- she would interview both me and another man for the position at the same time.  My boyfriend Jeremy was there with me, and was allowed to tag along for the interview.  So we sat down and the other applicant and I answered some questions.  Then we went down some stairs that seemed to lead outside, to an abandoned parking garage/shopping center or something, and we answered some more questions or went through some other part of the interview process.  We went down a few more flights of stairs and ended up outside.  Sitting near a bush, the woman told us the results.  It sounded like I scored slightly higher, maybe two points, more than the man.  I was relieved, I finally had a job!  The woman explained how we would both be hired, one being the presidential (principal) administrative assistant and the other the vice administrative assistant, but slightly worried that I'd heard her wrong and I was the vice.  I tried glimpsing at the red marks she'd written on the resumes but with the angle, I couldn't see the scores.  Then one of the woman's coworkers came up and asked how things went- she showed her.  I had a 92 and the man had an 89.   I was elated to finally have a job!  My mother came up with our cat Buster asking how things went.  A van pulled up and it was a family packing to leave on vacation.  I wasn't sure if they were going to try to take Buster with them.  My mother handed him to me and I held him closely cuddling him.  I think he was purring.  The van left.  I let Buster know how much I love him, and it was kind of like saying goodbye before he dies.  I felt so happy about having a job while waking up, but became very depressed when I woke up enough to realize I was only dreaming."
        }, 
        {
            "number": "0828", 
            "head": "Post-Grad:01/31/04", 
            "content": "I was somewhere with a friend and a couple mothers, perhaps some sort of PTA related setting up or taking down.  I went to the bathroom and one of the mothers talked to me."
        }, 
        {
            "number": "0829", 
            "head": "Post-Grad:01/31/04", 
            "content": "My boyfriend Jeremy was driving a van.  I was crouching on the back seat.  The van was loaded with stuff.  Jeremy said something about going to the beach.  I started to complain that we weren't prepared, and he said he had a bikini for me in his wallet.  I asked him if he had his wallet, as sometimes he forgets it.  He said he did.  I looked around..we did have towels...and I realized I was wearing my swim suit under my clothes so the bikini wouldn't be an issue.  We stopped somewhere- a pet store.  It was dark, probably closed.  There were lots of aquariums around and one tank had an odd-looking fish.  On the tank said something about he had lost his friend.  That clicked with me and I ran out to the car.  I came back and dropped a fish in the tank with him.  There was an older man across the way and I called him to look- to see if that was the fishy friend that had gone missing.  He said yes, but that the type of fish she was, a 'top fish' she needed a bubbler.  So we moved her to another tank over and she was in the top part, separated from the bottom of the aquarium by netting.  I wondered how this would help as the fish were no longer together and was about to ask when the man offered to show me something.  I hesitated as Jeremy was waiting in the minivan but whatever he was going to show me might help me get a job, so I followed.  He took me over and had two red, blocky mechanisms.  We were kneeling by a row of sinks, I think.  The red thing he held had two little pointer/penlike things, one on either side.  He pointed the right one and beeped it, then the left.  It was like a grocery scanner for taking inventory.  He did this to several of the sinks.  The count was seven- we were somewhat puzzled as it only should have been three at that point.  He handed the scanner to me so I could try.  I tried to get the order right between which scanner I used and which barcode- I wasn't sure if it made a difference.  So I tried it and asked him if I'd done it right.  He and another person who had joined us at some point said \"blackout\".  Not that there had been one, but that that was what should have been reported by the scanner, for some reason.  He said not to worry, this was just practice.  We still had to test the \"emergency\" scanner."
        }, 
        {
            "number": "0830", 
            "head": "Post-Grad:02/01/04", 
            "content": "I was a woman like Ellen Rimbauer and it was long ago- how long ago, I don't know, though.  1900s, 1700s maybe, watching from the third person at first.  I had a girlfriend, I think, so it threw me for a moment when I found out I was pregnant.  Then I remembered I had a boyfriend as well.  I remember thinking it was somewhat odd given the time that I was not harassed about being an unwed future-mother.  I talked to someone- perhaps a doctor, and found out my \"mother\" was the first person to ever have an abortion, and then I understood.  At some point I gave birth.  I think there was a lot of blood, but I was very weak afterward.  The dream became 1st-person perspective at this point.  I was the mother, still weak, but things were modern-day at my parents' house.  My mother was my \"mother\" now, and my maternal Grandma Jane and my father were there.  I was still recovering when my brother Stuart and his wife Sheila made a surprise appearance.  They didn't know anything of what had gone on.  I slowly and carefully walked, leading Sheila upstairs into the guest bedroom (Grandma Jane's house).  It led out to a huge balcony overlooking the backyard (parents' house).  She decided to jump down.  I gingerly walked back down the stairs and met her in the rumpus room."
        }, 
        {
            "number": "0831", 
            "head": "Post-Grad:02/01/04", 
            "content": "My boyfriend Jeremy and I were in the truck in a large field.  It was sort of a scavenger hunt game- to find and correctly identify every cow in the field- there were about 20, and they were mostly black, so defining one from another would be difficult.  We identified one or two and came to one on a hillside that was being difficult.  Somehow to help in the identification, I started tickling it.  We ended up sliding down the hillside together, the cow on its back laughing hysterically.  I thought how few cows get to experience that- even being on its back much less laughing and having fun.  Jeremy and I ended up back in my parents' house somehow, and there was a horse.  Surprisingly I managed to mount the bucking bronco.  I'm not sure why- just to see if I could, I guess.  I rode for a few minutes and slid off, and in its struggle, the horse ended up on top of the stereo cabinet.  I was worried about the glass doors.  One got nicked or scuffed, but nothing broke and the horse finally got down.  Then we ended up somewhere else, near a house with an RV parked in front of it.  I was watching from 3rd person perspective again.  Jeremy and I didn't look like ourselves.  Somehow we had become paralyzed and were in wheelchairs.  We talked to the cops in front of the RV.  There was a blue woman with a red spot in her hair- a cherry tomato perhaps.  We told the cops she was responsible for our paralyzation.  Returned to 1st person view.  The cop asked to see some evidence and we showed them the welts on Jeremy's arm- they looked like paintball welts."
        }, 
        {
            "number": "0832", 
            "head": "Post-Grad:02/02/04", 
            "content": "I was at a sort of craft fair.  My longtime classmate Becky was there and had some neat items for sale I was looking at.  A pig statuette on a wooden pole in a plant pot.  I was very impressed with the guinea pig figures she made.  I also looked at a corner table.  After looking at most of the items again I was only really considering the pig pole.  I went and got my boyfriend Jeremy to look at them as well, but he was leaving it up to me.  My friend from high school Bryan was there somewhere.  I went home (to my parents') to consider it.  I'd already purchased something from Moby.  Then I started thinking about it- I got worried at first, because I hadn't yet paid for my Moby purchase- and then I remembered I hadn't been sent the bill yet either, so I was okay.  I went in to get something to eat.  I sat at a small round table eating a sandwich when my music teacher came in.  I talked to him a bit about the high price of lunch.  The hot meal was actually supposed to be cheaper because of the discount, but I didn't qualify, and couldn't afford either lunch, really.  I was shocked when he told me he'd work it out for me so I could get the hot lunch.  I objected as it was such a generous offering, but he insisted, and I was very happy.  I went to get ready for school.  I got my old purple backpack and started loading it up.  I realized it was 5 to 8, I would never get to school on time.  I thought it was strange that my teacher, who was now in the kitchen, wasn't in a big hurry as he was due at school at the same time I was."
        }, 
        {
            "number": "0833", 
            "head": "Post-Grad:02/03/04", 
            "content": "Answered the phone in a dark, eerie place.  It was a man with a very gruff voice..something about him was very disturbing."
        }, 
        {
            "number": "0834", 
            "head": "Post-Grad:02/03/04", 
            "content": "I was asked to take care of two black kids.  I was on my way back to sleep so I sent the older one off to play and kept the younger in front of me and curled up to sleep, but the kids wouldn't have it.  They wanted breakfast.  So I got up and we made something.  Later my father was there and asked about something I was letting the kids do.  I looked over.  The kids were different- one was my longtime classmate Mark Adler's brother Tyler.  I told him they were old enough- Tyler was out of high school, after all.  I shouldn't have to take care of them."
        }, 
        {
            "number": "0835", 
            "head": "Post-Grad:02/03/04", 
            "content": "My boyfriend Jeremy and I were out on a late night drive- on vacation, I think.  We stopped at a small restaurant early in the morning, maybe 5 am.   We had coupons for a free meal there.  We went in and asked if it was too early to use the coupons.  The waiter went off to check and as we sat at the table, I was listening in to the conversation at a different table.  A man was speaking in French.  I could understand some of what he was saying, but he was speaking quickly, and some of the words I didn't catch immediately I had to stop and decide whether they were pronouns and that was why I didn't know it, or if I just couldn't make them out.  It was a quaint little restaurant but somewhat fancy, serving champagne with the brunch.  We felt out of place."
        }, 
        {
            "number": "0836", 
            "head": "Post-Grad:02/04/04", 
            "content": "The phone rang.  I picked up and my brother Stuart said, \"hello\" in his typical fake-cheerful voice.  I said hello, and then we were both silent.  He wanted to have our \"talk\".  I didn't have anything to say to him, and he wasn't saying anything either."
        }, 
        {
            "number": "0837", 
            "head": "Post-Grad:02/04/04", 
            "content": "My good online friend Del came for a visit.  I was enjoying spending time with him, and then I felt torn whether to spend time with him or my boyfriend Jeremy.  Then we were at some sort of course for a game.  One 'station' was a small piano and a worm-like ferret, and you have to get the ferret to play the piano.  Later on I was with a family in a large house.  We were unpacking to stay there for vacation.  There was an indoor pool."
        }, 
        {
            "number": "0838", 
            "head": "Post-Grad:02/05/04", 
            "content": "My mother and I lived in the apartment together.  My brother Stuart was moving in with us temporarily before their next apartment opened, I guess.  He was packing lots of stuff away, and I was worried.  I asked him how long he planned to stay; he said until Friday.  I wondered then why he was unpacking everything instead of leaving it in the car.  He wore a T-shirt that implied he was a vampire fan.  I thought this was interesting and asked him about it.  It was something that his wife Sheila had gotten him into and I was somewhat surprised, but realized it was totally hypocritical like her, to be a fan of vampires while a Jehovah's Witness.  There was a picture or two of a woman with her breasts exposed, one being quite larger than the other.  It was something he wanted to put up and enjoy while he could, as Sheila wouldn't allow that sort of art.  I was irked at all her influence over him."
        }, 
        {
            "number": "0839", 
            "head": "Post-Grad:02/05/04", 
            "content": "My boyfriend Jeremy and I and someone else, perhaps Jeremy's brother Jeff, were led by women in fancy dresses (the one leading me was dressed in red) to a strip joint.  (gap.  Small room, white topless statues..left and came back, my best friend Emma).  We went into a gym and in the corner nearest the hallway, there was a table.  My high school English teacher Ms. Kraft was there, along with my brother Stuart and a few other people.  It was a mini celebration and were all getting some sort of gifts from Ms. Kraft.  Stuart opened his- it was a huge cardboard box.  A person was inside and kind of pushed it apart.  Inside was lots of money, and foam 'puzzle' animals.  They were really cute.  I got a bunch of colorful plastic sticks, like our cat Nina's fishing pole toy.  I went out the nearest door with some of Stuart's foam animals.  People were cleaning up the table when I went back in.  I held my colored sticks and I politely thanked Ms. Kraft for them even though they were pointless.  She retorted, \"I said thank you!\"  Back in the hallway I talked to an old man, perhaps the janitor.  I collected the foam animals that had been left behind and forgotten.  I thought maybe I could keep them.  I spent some time in the hall talking to the man.  I preferred it there.  He was nice, he understood.  I didn't have to put on a face for him.  Hesitantly I went back in.  People were gone and they were setting up for a badminton match.  I wanted to play.  I started warming up, limbo-ing under the nets.  The coach came in- it was not Durham, as I'd expected, but someone new.  I asked if he was the new coach and said hi, shook his hand.  I told him I was on the team about 3 years ago, but I'd really like to play.  He said he'd be sure to get me some court time.  I was surprised and pleased with that.  I didn't have my racquet and my shoes were the black, slippery ones- horrible for playing in, but I didn't care.  I started to stretch and did the splits.  The coach seemed to know my high school Japanese teacher somehow."
        }, 
        {
            "number": "0840", 
            "head": "Post-Grad:02/06/04", 
            "content": "My boyfriend Jeremy and I had traveled somewhere and stopped for some reason.  I wanted to hurry up and get going- we were going to stop by the Greek restaurant on the way home.  He was dawdling and told me to go ahead and go home with my mother.  He wanted to rest.  I got mad at his laziness and that I wouldn't be able to go to Zolco's (is what I called it).  I told him, \"fine, I'll go by myself...but then I won't be able to use the coupon.\"  Finally we got in the truck, but skipped the restaurant.  He went past our turn as he wanted to go to the bank.  For some reason we went to the one in a distant tourist town.  It was crowded and there was a huge line weaving around and up stairs to the tower where the ATM was.  Finally we went home.  I don't know why, but I decided to go for a walk back toward the bank.  I started walking, and when I saw the stoplight in front of me, I realized I was in the street.  I moved to the left where there was a path on the meridian.  A man across the street was being harassed by a fairly large dog.  One moment it was brown, another it had black and white spots.  I knew the dog would only go after him if there was a reason- the guy had to have drugs or have robbed someone.  The dog was drawing attention to him, but not hurting him.  The man responded by mistreating the dog and dangling him by his rear legs.  I looked down toward my feet, and there was a small white bunny in the grass.  I looked back up and caught the glance of the man.  He had a thin face and a very short hairstyle.  He had a dull caramel-colored complexion; he appeared part Caucasian part African-American.  I woke up still feeling mad at Jeremy."
        }, 
        {
            "number": "0841", 
            "head": "Post-Grad:02/06/04", 
            "content": "My mother offered me a white container of some sort of peanut butter.  I dipped something, perhaps a cracker in it to taste it.  It was a sort of peanut butter, but with crispies and caramel so it tasted something like a Crunch bar.  I also had some train-shaped tart candies (like Smarties) in front of me, and I started combining the two."
        }, 
        {
            "number": "0842", 
            "head": "Post-Grad:02/06/04", 
            "content": "We were at my parents.  My good online friend Del was visiting.  We went in the living room and we were going to play a game- something like Scrabble, but more colorful.  My parents, my brother Stuart, Del, my old dorm roommate Sally, my boyfriend Jeremy, and my old best friend Candy and I were all playing.  People waited on me several minutes before I realized it was my turn.  I apologized and said I was surprised- whenever we used to play, Stuart would take a half hour to an hour to take his turn.  I think after my turn I went to the bathroom.  It was a public bathroom with stalls.  I didn't care for something about the toilet in the stall I went to so I lugged another toilet over into the stall and used it.  I went twice.  My mother was in the stall to my left.  When I came back to the games, it wasn't Scrabble any more.  We each had a turn dancing.  On my turn a man dressed in a clown suit offered me his hand, and we danced to Tchaikovsky's \"Russian Dance\".  He was spinning me around all over the room.  It was a lot of fun, and when he pulled me in closer, I felt a connection with him kind of like I feel with Del- close and at peace.  It seemed like the song ended too early.  Afterward he took off the mask or whatever it was that was hiding his face.  He was black.  I talked to Stuart briefly about the encounter, but wrote him off, saying of course he wouldn't understand, since he thinks it's cheating to dance with anyone but your significant other.  Then people were starting to go home.  Candy and the clown I danced with were carpooling with some others and were getting into a van in front of the driveway.  The guy was lying down in the back and I leaned in to say goodbye.  He was white now and looked more like Del.  I hesitated for a moment, and then leaned in and gave him a quick gentle kiss on the lips and a hug.  The kiss seemed to catch him off-guard slightly.  I got out of the van and let Candy get in.  They left and I went back to my parents' bedroom where Del was laying on their bed.  I climbed onto the bed next to him and talked to him.  I asked him about the guy I danced with and felt in my mind- what was it about him that drew me in?  Was he like Del?  I think Del said something about him being the reverse or opposite, but also the same."
        }, 
        {
            "number": "0843", 
            "head": "Post-Grad:02/07/04", 
            "content": "My parents and I lived in a hybrid of the apartment and their house.  A girl from choir was there for some reason and was taking food outside for dinner.  I was in the kitchen for a while and finally realized that nobody was coming back in- they were eating and nobody bothered to tell me dinner was ready.  I confronted them and they gave a poor excuse.  I went back into the kitchen, mad.  Then under the counter facing the balcony, a squirrel ran by.  There were some coated almonds sitting out so I offered the squirrel one.  Surprisingly, he came and took it from my fingers.  My boyfriend Jeremy was there, and he managed to pet the squirrel.  I was slightly jealous and wanted to pet it as well.  Some more squirrels appeared, and I managed to pet them.  It was neat.  Then my parents came back inside.  While everyone had been gone at some point the door had been left unlocked.  Some punk teens had broken in and lifted a few things, as well as vandalizing the place.  I went to the bathroom.  There was graffiti over the walls and etchings into the bathroom mirror of \"I hate ___\".  I was upset- it wasn't our fault.  Ink could be washed off, but what about the etched mirror?  Would it come out of the deposit when we moved out, and would we have to live with it until then?"
        }, 
        {
            "number": "0844", 
            "head": "Post-Grad:02/07/04", 
            "content": "I was starting a new class.  The room was sort of grey.  I had two books.  I looked them over briefly.  One had a red cover but the pages were like that of a magazine, that don't erase well.     Problems in them- I would get to do fun homework again, and I was somewhat excited about that.  I decided I'd have to type my homework out like I did in 5th grade rather than use the crappy paper in the book.  Looking at the problems I decided it must be some sort of physics class, but it looked fairly easy.  I looked forward to the class.  Somehow related to the class, I had to get new clothes.  I went to a store in the mall and started looking at things to try on.  There were some skirt-shirt sets I really liked, and I grabbed a few to try on.  I saw my former friend Jenna in the store, and I called her over.  She put her clothes on a rack before coming.  My idea was for her to join me and we'd try on our clothes together.  I got her clothes and brought them over to the rack I was at.  She stuck her money in a \"sale\" sign we were standing near.  The outfit I was looking at in front of me was like some of the other skirt-shirt sets but the skirt was green and the top wasn't as busy as some.  We both decided we liked this one the best out of the styles, but Jenna said none of them would fit her.  I looked and decided I wanted to try one on anyway.  I started taking off my clothes to try the outfit on, and I realized that was odd to do in public, but then I continued anyway.  The fitting rooms weren't for trying on the clothes, but just for the mirrors, and you go there after you have the outfit on.  So I got dressed, and I grabbed Jenna's money- I was going to hand it back to her because I thought it was in a bad place and she would forget about it.  It was about $30.  She saw me holding it though and misinterpreted, thinking I was taking it.  I tried to explain but remembered she was mad at me- there was very little chance I would convince her of what I was really trying to do."
        }, 
        {
            "number": "0845", 
            "head": "Post-Grad:02/08/04", 
            "content": "There had been a mistake and I was put on death row for murder.  I was hurt that my family believed I had done it.  I was kept in a small, plain white room with a window.  I was depressed and had given up.  I sat apathetically, not doing anything.  Finally they sent for me- they were going to take me to the electric chair.  Somehow I escaped from them.  I grabbed a nightstand alarm clock and ran back to my room.  I took the case off the clock, forced my arm through the screen, and set the clock down.  I believed that somehow, my family had betrayed my deceased grandmother as well, and confined her spirit to that clock.  By taking off the case and putting her outside, I was \"setting her free\".  I don't know if her spirit actually was in the clock or if that was a delusion I came up with- I wasn't exactly mentally well, having been locked up for so long.  So I put the clock outside the window and rushed off to find myself a way out.  I was caught again, and locked up in the room for another month or so.  As they locked me up they found the clock.  My \"mother\" laughed and snidely remarked how stupid I was for moving the clock out there.  \"As if removing the case would do anything.\"  I was sitting depressed and apathetic when my brother Stuart came in.  He was sent to talk to me before they sent me to the chair for another try.  There was only a half hour left before my execution.  We talked in a friendly way- our petty differences that had caused so much hatred between us before didn't matter now.  Although in my depressed state I thought I had already lost all hope, him being there set the realization in further that I was going to be dead in a half hour and there was nothing I could do.  Stuart sat on the bench next to me.  I leaned over and wrapped my arm around his neck in a hug.  I whispered that I loved him.  Then once again I was led down the hall to the execution room.  When they opened the door, my family was there, as if it were a surprise party.  Somehow in the last month they decided that I wasn't guilty, and that was the surprise celebration.  I could tell they expected me to react surprised and be happy, but nothing in me changed.  I had been locked up for so long, there was no way I could be happy about it.  And they had not believed me for so long, there was no way I could forgive them for it and be happy.  My face remained blank and I remained responseless and depressed.  They sat me down in a chair- rather than an electric, it was a sleek black leather chair.  It was the model for a new car design.  Some time later, I had been rehabilitated sufficiently from my depression and apathy to get a job within society.  I got a part-time gig helping at parties, playing guitar in a band.  I was nervous because I didn't know how to play anything.  Then they put on a song I'd been listening to a lot lately, and I thought maybe through the repetition I could learn it.  I listened closely to pick out the notes, but I didn't know fully how to emulate them.  My left arm got tired so I switched and started strumming with it.  The organizing woman pulled me aside.  We shrank down to a few inches tall so we could talk without being noticed.  She wanted me to do something about my 'brother' who was wandering around.  We went big again and I went outside.  I was supposed to step on a small green grasshopper-like bug.  I started to corner it with my feet, and then I told it to go wait somewhere, I would meet it later.  The woman was somewhat surprised.  We went back inside.  There was another sort of reunion party.  I was shown the next model of the leather car seat, now with some blue.  I sat down.  It was comfortable and sort of molded itself to my body.  I think massagers were about to go on when I was pushed out of the chair- now it was so high tech a regular person couldn't drive it, it came with a driver.  A woman came and sat down.  I was to sit in the seat next to her, upside down.  I was wearing a beige sweater.  A man sitting to the left of me looked down at me and said he couldn't really see my breasts at that angle like he'd wanted.  I went to the corner and talked to my good online friend Del on a computer.  I don't remember what my question was.  The answer was the Smiths- something to do with them being my 'family' or people I could rely on as friends in the future.  Del's message also contained other information- that I would meet them through a triple domestic fire- we would all end up homeless together.  I was upset by this and wanted to ask him whether I would lose anyone close to me in the fire, but I was pulled away.  Then it was day and I was outside.  I was newly released from the rehab I had gone through, I think and trying to reacquaint myself with the city.  I talked to a guy I met and he was going to help me out with a place to stay for the night.  He was friendly, and I was grateful.  He had to go to work so we parted for the time.  Then I got to thinking about what we'd talked about.  I walked around the corner to the movie theatre where he worked.  I went inside.  He worked the concession stand, which was actually inside the theatre rather than in the lobby.  He was working the new, popular movie.  The theatre was huge, and quite full.  There were three people at the concession stand and asked for ___ (don't remember his name).  He was the furthest away.  He pulled me toward the handicap seating to talk as there was a light there, and he was showing me directions.  I explained how all my stuff had been cleared out of the last place I was staying (thinking for school) and aside from there, my nearest home was across the country.  So I decided to stay and be his roommate (I don't remember what his offer was..I wasn't being presumptuous though) and I thought I should talk to my old landlord and give him my notice.  He said he wouldn't be able to leave until after the movie, and so he was going to give me directions to get there so I wouldn't have to wait.  I was surprised how loud he was talking.  He didn't seem concerned for the audience, partly because he was tired of the movie's popularity.  There were three different routes one could take to bike to the place.  The first was most direct, 3.5 miles, but had some hills.  The other two routes were progressively easier but a lot longer.  I decided I would try the first one.  I was happy how things were working out.  I left the theatre and crossed the street.  It was starting to get dark.  I was following directions.  I was looking for \"27 Seitan 6th St.\"  I was confused, first walking towards what I thought might be Seitan and then realized the street name was actually the number, so I went right."
        }, 
        {
            "number": "0846", 
            "head": "Post-Grad:02/09/04", 
            "content": "I drove my mother's car into the garage.  It was some sort of community building.  There were sleeping bags on the floor.  I talked to my mother.  She told me of a job down the hall that she had referred my brother Stuart to.  It sounded excellent so I had her take me to see about it.  Stuart's application was on hold until he could get more information.  A lot of people were standing around.  My mother left.  I lingered, wanting to apply, but thought perhaps I was being rude somehow, so a minute later I followed, unsure why I shouldn't still apply for the job.  I went back to the center and started playing a game of pinball sitting in a corner.  I put in a quarter for a second game.  The table changed, and grew.  The second was toilet-related.  A guy playing a game to the left of me moved his elbow in front of me so I couldn't see the table.  I asked him to kindly move and he turned his game- it would be hard for me to get out when I was ready to leave.  The third 'table' was huge.  It was the end of a bed covered in stuffed animals, and there were some inflatable hot air balloons hanging from above.  The 'table' also included the areas to either side of the bed.  Sometimes the ball went where I couldn't see.  My left paddle started sticking.  Someone pointed out a higher paddle that I hadn't seen.  Then I rode on a subway.  I met an Asian girl who was somehow a coworker.  We talked for a bit and became better acquainted.  I got off at her stop with her; she was going to take me to meet someone.  An Asian man was with us as we walked through a dark enclosure up to two apartment doors.  The walkway was composed of 1-inch jagged rocks.  I was barefoot.  My left foot started to hurt some, but the walk was surprisingly painless for walking on such a rough surface.  The girl and I kissed, including a little bit of tongue.  I still had my retainers in, and I was sort of embarrassed/self-conscious about the taste/morning breath.  The man lived in the apartment to the left and inside the apartment seemed narrow and long with a fairly high ceiling."
        }, 
        {
            "number": "0847", 
            "head": "Post-Grad:02/09/04", 
            "content": "I went to the bathroom and somehow while I was wiping, the ring my boyfriend Jeremy gave me for Christmas came off and fell into the toilet.  I managed to slide it up the bowl a ways and got it out."
        }, 
        {
            "number": "0848", 
            "head": "Post-Grad:02/09/04", 
            "content": "I was flying a plane along the freeway.  I made a sharp turn along an onramp and brought the plane in lower.  I was nervous, not sure how close I was to the ground or how fast I should bring it down, or even if the part of the road I was on was long enough for me to land on.  The sides opened up to a gravelly area.  I managed to land the plane.  I was driving my mother's car home, and sort of lost control- I went off the road and over the cliff, but 'magically' had enough momentum that I was able to swerve the car back onto the road rather than descending down the cliff side.  I saw my boyfriend Jeremy's boots on the road.  I was in the apartment with Jeremy and was talking with someone on the phone- they told me that my friend from high school Kally was pregnant and that she and her fiancé were happy.  I thought it was ridiculous, that she's so young and in college and happy about having kids, yet this thought was hypocritical.  I got off the phone and Jeremy and I went into the bedroom and sat on the bed.  We were brainstorming the name of our daughter.  I looked behind me at a picture of her to help think of a name.  In the picture she looked to be about two years old although she must have been a newborn to not yet have a name.  She was cute, with curly black hair, though she looked more Mexican than Japanese.  I suggested the name Analisa, but Jeremy didn't care for it.  I started to think maybe Dawn.  Then I was at my parents' house getting ready for class.  I was pregnant and going to take a bath to ease the stress of it.  On my way to the bathroom to check the water I looked at my eyes in the hall mirror.  They were small, barely open like I'd just woken up, and had pinpoint pupils.  The skin around them looked pinkish-red and irritated.  This was somehow related to being pregnant.  Then I remembered I had been switched to a more advanced math class.  It was earlier.  I looked at my watch- 8:40.  I ran into my bedroom and grabbed the schedule.  I thought my class was the first column listed, and I'd already missed the class.  Then I realized I was in the second column.  The class started at 8:32.  Not too horribly late.  I scrambled to get dressed.  I yelled to my mother, who said to wait for her to get me a (BART) ticket, that it would be faster than buying one.  I told her I wasn't going to San Francisco.  It had been a while and I was trying to remember how to get to the high school.  I crammed my backpack and tossed on a button-up long-sleeved shirt, Jeremy's old blue one I use for a grubby shirt.  I nearly forgot to change out of my fleecy star pajama pants.  I threw on my royal blue sweats.  I looked for my mother's key and my purse.  I went to class.  It looked like a store, yet also a biology classroom.  I was supposed to be in math with my high school math teacher Mr. Johnson.  There were only about 12 desks, all facing the front of the store, the windows.  I sat down and looked at how I was dressed.  I had Jeremy's brown booties on and some sort of purple plaid scuff-slippers that seemed to match my purple flannel pajama top- then I remembered I put on the blue shirt and it seemed to change color.  The classmates teased me- something about being Arthur.  Arthur was my 'younger brother', and I guess I'd gone to his class instead of my own."
        }, 
        {
            "number": "0849", 
            "head": "Post-Grad:02/09/04", 
            "content": "I was part of some sort of search or task.  We had to bury something in a correct spot, somehow related to school.  We searched at the park near my parents' house.  The family of one of my old elementary school friends the Addisons were flying a kite. And somehow got the kite untangled from being wrapped around the trees.  They were master kite flyers.  At home, we hurried, trying to find the right item to bury.  It was hidden in a tangerine. My dad and I looked through them, trying to determine which was the right one.  We thought we found it, but kept looking to make sure.  My mother was on the phone, but pointed out the correct one.  It was slightly larger and 'bloody'.  We took it to a field where some construction work was going on.  We checked the work area- no, that wasn't the spot.  We were about to leave, and then we saw a table like the one in our bedroom near the construction zone- perhaps there for their lunches.    The grass looked different beneath.  This was the spot.  We didn't move the table but for some reason dug through it.  The shovel tip was sharp and pierced through.  We buried the tangerine."
        }, 
        {
            "number": "0850", 
            "head": "Post-Grad:02/09/04", 
            "content": "Sod had been laid around a dark brown windmill.  I and some others, including I think my father had done some new landscaping.  The owner asked how we thought it looked and I said I didn't think the new plant's shade of green went with the brown.  I tried to straighten some of the sod.  We went into the windmill and sat to play games.  We decided to go look briefly at something outside again.  The doorway was met with grass.  The owner (female) insisted that a particular vine be cut right away, rather than waiting for tomorrow.  This vine had wrapped around the mill and hung partially in the doorway, which is why we thought she wanted it cut.  We couldn't understand her urgency but complied.  I started tugging on the vine.  It was thick, about an inch in diameter.  I pulled on it, trying to loosen it and track it around the mill so we could cut it near the base.  It was alive, and poisonous- that's why it had to be cut.  Somehow I got hold of a 2-foot length, folded over.  The end in my right hand was split, and it was wormlike, wiggling around, reaching and trying to grab my wrist.  It felt disgusting and I couldn't wait to get rid of it.  I yelled to my father to bring scissors or something.  He didn't understand the urgency behind it."
        }, 
        {
            "number": "0851", 
            "head": "Post-Grad:02/10/04", 
            "content": "My parents and I were having dinner with Bill Gates (more like Scott Adams).  His grown son had a hook for his left hand.  Bill told us how he raised cattle, and let them roam free.  Our cat Nina sat in the cattle's cage.  There were penguins and kids in a large wading pool, designed somehow for filming Chicken Run.  There were some wires suspended above."
        }, 
        {
            "number": "0852", 
            "head": "Post-Grad:02/10/04", 
            "content": "I went to a movie with my friend Ray and my boyfriend Jeremy.  We stopped at the concession stand outside and considered getting nachos or ice cream.  The food was surprisingly cheap if bought with the tickets.  I think we missed the start of the movie, though."
        }, 
        {
            "number": "0853", 
            "head": "Post-Grad:02/10/04", 
            "content": "I went into my maternal Grandma Jane's kitchen with my friend Mike.  He had a small cage full of animals on the floor and we knelt to look at them.  Parakeets, hamsters, mice, a rat..all in the same cage, though some sectioned off.  Thirty animals total, from my count.  Then we were somewhere else and I was sitting on a couch.  Mike was in front of me.  He noticed and said, \"Oh, look where my hands are.\"  They were on my chest.  Though his hand placement was accidental I took his pointing it out to be a 'first move' and responded, though maybe it was mutual.  I leaned in and we started kissing.  It was electrifying, the excitement I'd been looking for.  We went into the family room and continued the kissing there.  He was standing on the stair and I didn't want him to fall backward so I grabbed his shoulder roughly.  We continued kissing for a while until my father came in.  My dad went to bed and I followed him in and lay on the bed.  He asked me if I could levitate.   So I got up and tried to balance myself on his knee doing the \"airplane\".  Then I went and tried to get a job with an insurance company.  They gave me their card and I realized it was the same of a couple professors.  Somehow this was suspicious, and although I didn't think my teachers were guilty of anything, the evidence (for what exactly I don't know) was there and I led two of them, one at a time, to my parents who led them into a cornfield.  I felt guilty for turning them in.  I went back to my room at my parents' house.  It was night, a holiday, perhaps Thanksgiving.  Mike called.  I tried closing my door so we could talk privately, but the phone quality on his end didn't seem so good so I was compelled to talk louder.  We talked about the kissing.  He said it didn't do anything for him.  I was surprisingly not fazed by the insult/rejection and replied \"well, that will make it easier to avoid it happening again in the future.\"  I was still debating whether or not or how to tell my boyfriend Jeremy.  He said no- the kissing really got him going, it was shoulder grabbing he didn't like.  He came over, into my room and looked at me.  I leaned toward him and we started kissing again.  Then I was in the back room, perhaps the bathroom, of a plane.  There was some question about the destination or flight path."
        }, 
        {
            "number": "0854", 
            "head": "Post-Grad:02/11/04", 
            "content": "My boyfriend Jeremy went with me to the doctor.  I took off my blue jeans and underwear, thinking I was going to get a pelvic exam.  The doctor came in and measured the extension of my jaw, then the distance of the stretch of my cheeks.  She turned around to do something and I realized I was still pants-less and tried quickly to put them on, embarrassed at my mistake, that she was a jaw doctor not a gynecologist.  I talked to my paternal Grandma Fay on the phone.  She was sad about something to do with Christmas tradition, someone not showing up.  I realized I had my tuxedo shirt on, and figured I was going to deal tonight.  When we got to my maternal Grandma Jane's house I tried calling my dealing coordinator Rita so I could get the details- where I was going and what time I had to be there.  I kept having trouble dialing.  I talked to a man on a wrong number, and then took the phone into the family room.  I tried dialing again, and again got the number wrong.  Several seconds later, Santa Claus arrived, landing his sleigh in the family room, because I'd called him.  Then Jeremy and I were on campus, leaving one class to go to another.  We followed a woman down some steps cluttered with cut leaves.  The woman might have been the teacher from the class we were leaving.  We walked to the left toward the truck, passing some angry dinosaur-like flamingos.  Something to do with a black person named \"Matt Willis\", perhaps supposed to be a classmate from elementary school.  Then we were across campus.  There was some question as to whether woman we had been behind on the steps was pregnant.  It seemed like an odd thing to consider- I perceived of her something like Claire Huxtable.  Then she was on an operating table, seemingly having an abortion.  Bits of things were everywhere; it was disgusting.  After a while a baby was held up- it wasn't an abortion, but somehow birthing the baby killed a doctor and the baby was somehow at fault, though not maliciously blamed."
        }, 
        {
            "number": "0855", 
            "head": "Post-Grad:02/12/04", 
            "content": "I was in the living room with someone- I think my mother.  It was dark.  I got up and went into my bedroom, where my boyfriend Jeremy was.  My bed was in the middle of the room.  He was sitting on the bed, masturbating.  I saw several small spots of dried semen on the sheet as I lay down, facing the doorway, leaning on my elbow.  I was 'covering' him, providing some privacy while he masturbated behind me, as the door was open.  My dad walked by."
        }, 
        {
            "number": "0856", 
            "head": "Post-Grad:02/14/04", 
            "content": "Have a sense of talking to my new friend Jason or maybe asking him something."
        }, 
        {
            "number": "0857", 
            "head": "Post-Grad:02/15/04", 
            "content": "Some sketchy memories.  Something about an amusement park.  Swarms of bees around my head on two occasions.  I was uncomfortable/nervous.  Got stung a few times.  I turned my head down to try and smash one between my jaw and collarbone, hopeful that I wouldn't get stung in the process."
        }, 
        {
            "number": "0858", 
            "head": "Post-Grad:02/15/04", 
            "content": "My boyfriend Jeremy was writing a book or a script.  He pitched or read it to me and a few other people.  I don't remember the plot.  The ending was not happy- it would be too stereotypical if it was a happy ending.  It was not impressive as a whole- turned down.  I thought it was okay but was confused about the third quarter of the story- he sort of rushed through that.  I took Jeremy to see a mystic.  She tried to help/train him.  There was a pile of glowing embers, very small flames near burning out.  She told him to raise the flames with the power of his mind.  He said he couldn't and wasn't really willing to give it a try in his skepticism.  She was encouraging him to try.  While she did this, I thought maybe if he could see it could be done, he would be more willing to try, so I raised the flames.  It was easier than expected, kind of like controlling the wind.  I had fun with it, raising and lowering them many times quickly in succession.  The woman was impressed with the ease and quickness with how I did it, thinking I was just another 'regular' person."
        }, 
        {
            "number": "0859", 
            "head": "Post-Grad:02/15/04", 
            "content": "I was a teacher, or teacher's assistant, working in a classroom with students on reading.  I had to leave the room- I was going to take them down, perhaps to the computer lab, and had to check to make sure it was open.  I left the room.  The building I was in was sort of a dark pyramid shape, partially underground.  The classroom was to the left of the front door of the building.  I got into the elevator in front of me.  I went down and then up again, but not to a place I could get out.  I went up and down again and ended up on a lobby floor, though not the same floor as the classroom.  I decided to get out here and walk since the elevator didn't seem to be working right, and I wanted to get off on a floor where I could get out, for fear of not being able to get out of the building if the elevator continued acting up.  I stepped out and the elevator doors closed on me, the left pressing against my back, the right side against my chest.  I managed to wiggle out and got out of the building.  I was in a parking lot to a small plaza, sort of U-shaped.  To the let was another building by the same builders.  This one was much more block-shaped, and I noticed the difference in style between the two as I expected two buildings by the same company to look similar.  The blockish building to my left was labeled something like \"Bee_les\", with triplet music notes in between or in place of the T.  There was some sort of symbolism with the name being \"Beetles\" rather than \"Beatles\"- like the Beatles, only more original/traditional, or something like that.  Then I was with several people- an old man who I seemed to think of like my boyfriend Jeremy and some others I was with.  The man led us gingerly across some irrigation pipes suspended over a field of tall grass (or some sort of crop) that had grown as high as the pipes (5'ft maybe).  He took us to the back right corner near a fence to look at some of the piping.  It looked relatively clean, but sort of brassy/rust-colored.  There were some ants crawling across it.  The man was concerned about this portion- that it had a hole or was weak perhaps.  We looked at it and although it seemed okay, it looked old.  I said it should be replaced, and as we walked back, I thought about the possible consequences if he waited until he replaced it when it broke- the field flooded.  I thought about how the crops would do while the pipes were missing- they would have to be covered or shaded somehow so as not to dry/burn the crop, but then I thought that maybe that was overboard, because grass is hearty."
        }, 
        {
            "number": "0860", 
            "head": "Post-Grad:02/16/04", 
            "content": "I was in a parking lot.  There was some sort of outdoor shopping spree.  The first people to buy $200 worth of clothes would get them for $100.  There was another guy (one of my online friends?) who I felt particular competition with.  I went and picked out some clothes to try on, though I didn't know exactly why, since I didn't need new clothes or have extra money to spend.  Then I was on a top floor of a building.  The room was tan.  I found two bills sitting in the corner- a $125 bill and a $150 bill.  I was surprised and happy.  Then a guy approached me- it was his money.  I gave it back to him.  I was sad to be left empty-handed.  The guy said he was Peterson- I recognized him as my online friend Marilyn's love interest.  I mentioned my disappointment and financial need, but he seemed not to care.  I found another few pieces of paper on the floor and picked them up.  Most of them were fake bills but there were two real ones in it, so I found about 6 dollars.  I ended up in the elevator with him.  Somehow he realized who I was, a friend of Marilyn's.  He apologized for his curt behavior and told me his first name was Alan.  I was in the back seat of a car.  Marilyn was driving.  We were going somewhere with another person or two, and about to make a left turn.  Then my boyfriend Jeremy and I were in the truck at night, and pulled over to the side of the road, watching interesting fireworks."
        }, 
        {
            "number": "0861", 
            "head": "Post-Grad:02/16/04", 
            "content": "I was at the apartment, though the building I was in looked more like my maternal Grandma Jane's house.  I got up from the bed and found the small fridge I had in the dorm- we had forgotten completely that we had it.  Inside I found fake chicken and several bottles of some sort of yellow liquid, lemonade or soda.  Then I went in to the dining room table.  My parents' cat Buster came and trotted up surprisingly quickly given his age and state. He had something that looked like a small version of my baby blanket around him.  I was worried for a moment that it was my blanket. He reared up and put his front paws on the dining room table and spoke.  He asked me about springs on the table.  He was looking for them for some reason.  I was only sort of surprised that he was talking, but I did note it, slightly surprised because it 'wasn't even a dream'.  Then I sat in the gold chair in the living room, holding him.  Someone came to the front door, which was open.  They thought I was my mother and asked if I (Madeleine) was here yet.  I said I was but that my mother had gone out for something.  I mentioned that Buster was talking."
        }, 
        {
            "number": "0862", 
            "head": "Post-Grad:02/17/04", 
            "content": "I was in school, sitting in a lecture hall.  It was near the end of the quarter.  I was trying to get my work done, as it was due soon.  Then the next class came and I moved back a row.  I realized I was missing a paper and thought I'd left it at my seat, so as the next lecture started I asked my father, who was sitting a few seats to my left, to reach up and grab it.  He did, but the one I saw was \"Matthew's\" not mine.  I asked him to reach up again and I think he got the right one.  I was worried though; there was still a 10-page paper I had to write for another class that I had completely forgotten about.  I was in trouble.  Then my boyfriend Jeremy and I were in a parking lot.  There were two toilet seats vertical.  I had to pee, and was trying to figure out how to go in this vertical toilet.  Jeremy was being sort of amorous and wanted me to sit on his lap, but I still had to pee.  He told me to go between his legs.  I tried, but I couldn't, I was too afraid of making a mess."
        }, 
        {
            "number": "0863", 
            "head": "Post-Grad:02/17/04", 
            "content": "I looked in the bathroom mirror.  My left eyebrow was completely missing except for a small patch near the bridge of my nose.  This was due to my nervous plucking habit, and I scolded myself."
        }, 
        {
            "number": "0864", 
            "head": "Post-Grad:02/17/04", 
            "content": "My boyfriend Jeremy wanted to have sex.  He started pulling to get my shirt off when we had to stop- someone was at the door.  It was our online friend Starla and Carol from the dorm.  They sat on the couch and Jeremy and I were on the floor of the warm tan room.  Then my good online friend Del showed up.  I was surprised to see him as he hadn't mentioned anything about visiting, and I didn't know he knew where the apartment is, but I supposed he'd remembered from the last time he was over despite not having directions.  Jeremy and I went into the bathroom for a moment and Jeremy still wanted to have sex.  I told him we couldn't with guests in the next room.  I went back out and commented how it was kind of funny for Del and Starla to meet again here in our home state when they both live in the same state.  Then Del and I were alone in the room, and he was naked for some reason.  He was laying on something on his back.  From the angle I was sitting at next to him, I couldn't see anything.  I thought about shifting and sitting up to get more comfortable, but thought that then I might see his penis, so I decided to stay where I was.  It didn't feel right seeing him completely naked."
        }, 
        {
            "number": "0865", 
            "head": "Post-Grad:02/18/04", 
            "content": "Something about our cat Buster, and him telling me it was okay.  I was going to bed in a small apartment.  My online friend Marilyn had found a job for me and since we weren't going to cross paths for some reason she left the information at the apartment.  There was a big bag of 'fun size' candy bars, too."
        }, 
        {
            "number": "0866", 
            "head": "Post-Grad:02/19/04", 
            "content": "I was walking to my parents' house, down the cross street I suppose.  I passed the irrigation ditch and there was a kid on a bike.  A car nearly hit us and swerved, tapping into two cars in front of us.  The front car lost control and started heading for our house.  It looked like it touched but the car kept going.  I went to the house and I wanted to look at the damage, but got distracted and went inside.  I was holding two red birds- some type of small parrot perhaps.  One started pecking at its feet, and the foot popped right off.  I was disgusted and saddened by this, and looked away.  I had been eating something, but couldn't continue.  My mouth got stuck in an open position.  It was as if the bird's foot was like a loose tooth and my jaw locked out of fear so I couldn't feel the empty socket/loose tooth in my mouth.  My mother tried to help push my jaw closed.  Then we watched TV.  I was amazed and did a double take when I saw the car crash I'd witnessed outside the house on the news.  I vividly remember the colors in the identification.  On the news, though, they said a window to the house was broken when the car hit.  I realized I'd forgotten to check and ran to see if it was true- it was.  The window was cracked with a center impact point."
        }, 
        {
            "number": "0867", 
            "head": "Post-Grad:02/19/04", 
            "content": "My boyfriend Jeremy and I were near a dock, perhaps a tourist site or community center.  We were supposed to get on a boat, but somehow we knew it was a trick or not safe, and got on a different boat instead.  It was relatively small, like a 12-person speedboat.  Kids were hiding under the seats where the lifejackets would normally be.  We left dock and arrived in a town like Venice with waterways for streets.  There was a fancy sort of \"Annie\" museum and as we passed it I mentioned how I always thought her pupil-less eyes were creepy (thinking of the old comic).  It was Annie, but sort of like Lucille Ball, and I thought my mother would like to stop, so we got off the boat there.  Jeremy and I walked inside and decided to try the left wing before actually paying to enter the museum.  The wing seemed to join the museum up with a mall, and we looked at wedding dresses displayed.  The sheer veil-like material of one dress came up around the neck in little peaks, and I thought this was a bad idea because the material had no edging to keep it from fraying.  We continued on and I was holding red and green Mardi Gras beads in my left hand.  We reached the part where the mall opened up, and we decided to head back toward the museum."
        }, 
        {
            "number": "0868", 
            "head": "Post-Grad:02/20/04", 
            "content": "I was in a room with a ledge near the ceiling, kind of as if it were an indoor pool with a low ceiling, but there was no water. I had a pink balloon animal of some sort.  It slipped out of my hand and floated to the ceiling.  A white ball floated up too.  When they touched the ceiling they shrank (didn't pop, just deflated) and came back down.  My coworkers from the flower shop told me I should take vitamin C.  I think I said okay, but didn't really want to take any.  I left the room and talked to our neighbor (female) about a song of some sort.  Then I was in a parking garage with some old high school classmates.  There was also a tall man, who introduced himself as \"Reno\", supposedly the husband of my old coworker from the detox facility Leela."
        }, 
        {
            "number": "0869", 
            "head": "Post-Grad:02/20/04", 
            "content": "I was signed up for a film class.  I was trying to exchange it for Calc BC.  Someone asked about my book and I told him if I successfully switched classes he could have it.  My longtime classmate Gabe was there, and it sounded like he was planning on teaching a piano course.  I was somewhat interested and asked him when it was.  He started listing a bunch of different times; it depended on how things worked out.  I realized it was unlikely I would be able to take the course.  Then I was with my mother, but still at school I think.  My left eye felt irritated or dry, and my mother suggested putting something in it.  I found our cat Buster's Genteel (eye moisturizer) in my pocket, and put some in my eye.   I looked at the tube again and saw a warning, \"Lethal to humans\" on it.  I held a glass of water to my eye and tried to wash it out.  My mother took me to the campus health center. We were worried, but having attempted to wash the medicine out we didn't seem to think I was going to die despite the lethal warning.  I looked in the mirror while waiting for a doctor.  The iris of my eye seemed to be yellowish and disintegrating.  A woman nurse or doctor came in and looked briefly at me, and then we went to a further part of the room.  I looked at my eye again.  Now my iris appeared intact, but my pupil looked as if it were melting.  The doctor said something and I looked back.  I was sitting naked and looked down at myself.  My breasts and thighs were bright red and my nipples looked swollen.  I looked back in the mirror at my eye.  I was worried about what would happen to it.  My pupil looked like a heavy black bubble hovering low in my iris.  It was really interesting to look at.  I was intrigued by it despite the danger I was in."
        }, 
        {
            "number": "0870", 
            "head": "Post-Grad:02/22/04", 
            "content": "I saw two hands, representing gay marriage.  Then I was a girl in her early twenties, but not me.  I watched from the third person.  I was sad and felt left out.  I wanted to be a witch like the rest of the women in my family, but for some reason was not allowed.  I was making out with my boyfriend on my bed, but my father kept coming by and interrupting us.  I saw a large brownish-orange cat wearing a hat.  Then I was crossing a flower crop/field.  I think I ended up in a church or mission courtyard.  My father had followed me.  The squirrels started talking, screwing with his head.  I climbed in the water."
        }, 
        {
            "number": "0871", 
            "head": "Post-Grad:02/22/04", 
            "content": "I was in a commercial for an annoying movie, walking through a store in a ghetto sort of run-down part of town.  There was something about a hat, and being picked on by some large black men.  The second time through, I decided I'd had enough.  It was annoying and it was just a commercial anyway.  This time I walked through the store, I spit on the men."
        }, 
        {
            "number": "0872", 
            "head": "Post-Grad:02/23/04", 
            "content": "I had a history final, a 25-page paper to write, in three days.  I couldn't work because people were there and being noisy.  My old dorm roommates Sally and Chelsea were both there.  Tuvan music was on, and I started dancing around the room to it, and then singing along.  Sally looked up.  Then my boyfriend Jeremy and I went into the rumpus room.  There were 8 brick steps and Jeremy tried jumping over all of them.  I just jumped a few, not willing to risk landing on an edge and getting hurt."
        }, 
        {
            "number": "0873", 
            "head": "Post-Grad:02/24/04", 
            "content": "I was at some sort of family party.  It was dark..possibly outdoors.  Someone asked my cousin Alice a question and she answered in the third person.  Someone mentioned something in regards to her answering in third person.  I said, \"oh yea, that can be fun sometimes.\"  There were blue slates of cinderblock-like material around the silverware on the table outside.  I had to go to the bathroom and sat on a toilet near a pillar- it was open space and there were people around.  When I pulled my underwear down I tried concealing the evidence that I was on my period."
        }, 
        {
            "number": "0874", 
            "head": "Post-Grad:02/25/04", 
            "content": "I was trying to figure out the logistics of a delivery.  I ran a red light."
        }, 
        {
            "number": "0875", 
            "head": "Post-Grad:02/26/04", 
            "content": "I found the missing electric bill."
        }, 
        {
            "number": "0876", 
            "head": "Post-Grad:02/27/04", 
            "content": "My boyfriend Jeremy and I were going for a walk.  I wanted to show him the park my maternal Grandpa Gerald had taken my brother Stuart and I to once long ago, but I had no idea how to get there.  We walked for a while and talked, with a solemn feeling.  He stopped to look at something, and I decided to continue on, driving my mother's car.  I found the park.  Everything felt odd like the park had some strange significance somehow.  Next to the play equipment was an old building.  In front was a setup of a large hamster cage with lots of hamsters.  I walked around it and stood, watching the hamsters.  Then my high school classmates Mack and Ryan showed up.  We caught up a little.  I told them about my four jobs.  They were still in college.  Then I had to go find Jeremy since he hadn't watched where I went and I figured he would be looking for me.  The mood was kind of sad or mourning."
        }, 
        {
            "number": "0877", 
            "head": "Post-Grad:02/27/04", 
            "content": "The family was in front of the house, laying down in something.  I was wearing Birkenstocks.  I was trying to get more comfortable but didn't want to dig my elbow into my father's chest.  I got out of the..tub or whatever we were in.  My mother wanted my brother Stuart and I to do ballet in the driveway.  We seemed to be dressed for it.  Then she said to hold on, and went to get something.  When she came back out from the house she was holding a cake with candles, and they sang \"Happy poop day to you\".  She handed me a sandwich baggy with some of my poop in it.  This was to commemorate me having stinky poop.  I was not impressed, somewhat embarrassed of her.  I asked what she was talking about.  Why this matters to anyone.  I also argued it- my poop doesn't stink, it's the sweat of my feet because of the Birkenstocks I was wearing.  I looked down at my feet.  One of the sandals slipped off and I was having trouble getting it back on, like I had two left sandals.  I woke up feeling sort of violated and disappointed."
        }, 
        {
            "number": "0878", 
            "head": "Post-Grad:02/29/04", 
            "content": "I dreamt I got up and there were bean rolls sitting on the table- my boyfriend Jeremy must have made them.  I was pleasantly surprised, but noticed the tortillas were plain colored, and I wondered where he got them since we don't have any."
        }, 
        {
            "number": "0879", 
            "head": "Post-Grad:02/29/04", 
            "content": "I went to pick up some batteries off the kitchen table, but as I reached for one I realized it was hollow- my boyfriend Jeremy had somehow taken the center out."
        }, 
        {
            "number": "0880", 
            "head": "Post-Grad:02/29/04", 
            "content": "My mother decided she wanted to have another baby.  I told her she could, they certainly had the room, but that I didn't want her to expect me to help out with a lot of the work- I was saving that energy for having my own kids someday.  I realized her sudden desire probably came out of the continuing desire to care for someone, the way she had our dying cat Buster and my maternal Grandma Jane with her broken shoulder.  My brother Stuart and I had each gotten black plastic drawing plates.  They were, somehow, sort of 'x-ray' kits.  You put something in it and perhaps trace it, and you end up with an x-ray picture.  I thought this was neat and didn't understand at all how it worked.  I started looking in the closet for some blank paper to use with it.  I found some colored pencils we'd forgotten about and lots of used paper, some of it from old 'science' classes (more like historical technology)."
        }, 
        {
            "number": "0881", 
            "head": "Post-Grad:03/01/04", 
            "content": "There was some outing with my family, perhaps to a concert.  My dad was complaining about the time.  It was after midnight already and we were just leaving.  Then outside my mother was talking to someone.  They left her with three animals.  One was a dog, and one was a black kitten- Bibo, my online friend's missing cat.  They were on a leash and something was said that they were from across the country.  My mother didn't know whose cat it was or that my friend's cat was missing, so I'm not sure why she took them in.  When I saw them, though, I ran outside and took the leash, and led them around the side into the backyard.  There were two rather large male mallard ducks in the back yard.  I went back into the house, as I was anxious to tell my friend I'd found her cat.  My brother Stuart was in the hallway.  He was tall, and tan, muscly, and greased up.  I felt his abs.  I thought about explaining I wanted to feel them as my boyfriend Jeremy's would never be like that, but I decided against it..there was no need to put Jeremy down like that.  Our cat Buster was in the rumpus room, and he was not fond of Bibo being there.  Back in the backyard, there was an overhang where my parents' bedroom is.  A group was there..including my father and some of his family members and my godmother Melinda Swenson's friend Millie.  They were setting up a long, winding waterslide, although it didn't descend greatly.  Someone test-ran it, and then it was moved out to the grass.  I was going to test it then, but it was recommended that I take something like a Claritin first, though I couldn't figure out why.  So I went to test the slide although I was fully clothed.  I couldn't figure out where to get on, and then realized- they'd moved the elevation platforms for the slide, but not the slide pieces themselves.  It was silly and I sort of made fun of them pointing it out by sitting on one of the supports and rocking back and forth on it, pretending I was on the slide.  Then I was at a table with my best friend Emma and a few other people.  We were taking some sort of math quiz, on black paper.  There were four questions, something about a man and a woman.  The options for the first question were 1, 2, 4, 5, 7, and 8.  The answers were similar for the last question, and Emma began to think all the questions had the same answer.  She was talking to me about this, but I was trying to ignore her.  I didn't want to cheat.  I pointed to the list of numbers at the top, but that was pretty much it.  I thought about how much college changed her ethics.  There was a rustling on the other side of the yard, and the teacher, Bill Cosby, came over to talk to me.  I was afraid he was going to get after me for the cheating, but he seemed to sympathize, knowing I didn't want to.  This was reassuring, and then he went back inside.  The class was moving on to the next activity.  Two of the students had a homemade didgeridoo.  I was going to learn how to play it.  The girl asked if I knew anything about it and I said, \"the idea is not to blow, but to create vibrations, right?\"  She said yes.  It was a long narrow cardboard box with clear plastic boxing with divisions to make tubes.  I tried blowing in the end of the box, but was unsuccessful, and I gave up.  The teacher came out.  It was a Blue Man (from the Blue Man Group).  The class worked on making music, using some expensive professional drumming equipment.  They were playing music from \"The Complex\" and I started bopping to the music, but I was hurrying, trying to finish up my quiz, sitting near the fence.  The math calculations were decided upon, I think, but I was cutting out construction paper to make a sort of stocking and a moon, and I think a drum.  The teacher approached me at one point and looked me close in the face, and then went back to the drumming while I hurriedly tried to finish."
        }, 
        {
            "number": "0882", 
            "head": "Post-Grad:03/02/04", 
            "content": "I was standing at the water's edge with my maternal Grandma Jane.  My (deceased) maternal Grandpa Gerald was fishing and we were helping, somehow.  He wasn't around, though.  We pulled up an eel or two.  I thought it was wasteful they were only going to take the brains of the first one.  Then we went inside a large stadium.  There were plastic cups left sitting around from whatever event had taken place, and I started to clean them up to feel useful.  I was told not to, though, and I got in line with everyone else for some sort of march.  The lining up was ineffective.  I was supposed to be in front but was in the very back, or something.  There were two types of uniforms.  The people in front of me had Celtic looking wear.  I was sent down to the garage to park the van. I did so, and was then walking from a house of some sort with a casserole dish through the garage to another building.  As I stepped into the 'garage' a man followed me.  He was perhaps a boss of some sort, so we had to put up with his immaturity.  I was not alone with him.  There was another girl.  I walked through a room carrying the casserole dish unconcerned- I thought his interests would be directed toward the other, thinner girl.  Yet he followed me.  He hit his head on a low hanging light.  I turned around and made a comment that it was a sign he doesn't belong here, and then I continued on.  He had a casserole dish lid and lowered it in front of my face, stopping me, 'making a move' on me.  He was a slimeball and I didn't want anything to do with him, but I was very caught off-guard by his actions as I did not expect to be his focus."
        }, 
        {
            "number": "0883", 
            "head": "Post-Grad:03/03/04", 
            "content": "Memory is patchy.  I was either on delivery or got a job working an office.  There was a woman there and two desks.  It was dim and grey.  I was trying to do something helpful but the woman told me not to.  It was late, after 7.  She told me either to wait until tomorrow or that it was to be done at the other location.  I might have parked in a bad spot.  Then I remember something about black cows, and being somewhere with my parents at a place with large window that open at the top, like a classroom."
        }, 
        {
            "number": "0884", 
            "head": "Post-Grad:03/04/04", 
            "content": "I was doing some deliveries on a busy day, like Valentine's.  Some of the driving was around a grassy field.  I stopped somewhere maybe for a break, and I met up with my old dorm roommate Chelsea.  I think we were staying together on a little 3-sided bunk sort of platform.  She broke down crying, and I was sort of sympathetic.  Then I was in perhaps a mechanic's garage, in the back of my car.  My dad was there, as were two other men.  I tried bragging about my car.  \"It's a 1975..\" then I stammered, unable to think of what I wanted to say to brag.  I was trying to say something like \"3200 SE..\" but I was confused.  I looked at my father for help.  He prodded a little.  I stood in the back seat of my car kind of hiding behind the front seats, embarrassed that I didn't know my car well enough, having failed at bragging.  After the men had left and my opportunity was over, then I thought about the Kleenex box holster and automatic door locks."
        }, 
        {
            "number": "0885", 
            "head": "Post-Grad:03/06/04", 
            "content": "I was with my friend Ray, looking at some sort of historic display.  There was a canoe from some warrior people.  I was learning how seriously they took their wars.  They had a stringent set of rules for how their boats would be.  In the rear end of the boat was the one who had little rank and respect, somewhat like a servant or lowly apprentice.  He would have to have his nose cut off.  There was a display/exhibit with a sort of hole, and a curved blade with a tooth point on the top, angled downwards.  This was what was used to remove the nose.  In many cases, the person in the middle of the boat, the stroke caller, would be a paraplegic or somehow malformed.  If not, the person would often have his legs amputated, so the canoe would be lighter, or so that they could fit a fourth person on the boat.  It all seemed very severe and primitive, unfortunately permanent, and uselessly traditionally based.  This was a very strong and proud people.  I was curious about the nose amputation.  The leg amputation at least seemed to have some reason behind it, and was something I'd heard of before.  But nose amputation was new to me and I couldn't understand the purpose.  I was also curious about the tool.  Based on its shape, I couldn't tell if just the tip of the nose was amputated, or the whole nose.  It seemed like only the tip could be easily removed with the tool being the shape it was.  I asked Ray about this and tried to imagine being that noseless warrior.  I picked up the nose sheath used during amputation and put it on.  I tried to imagine what it would feel like to not have a nose, whether my face would just be flat.  Ray touched my upper lip with his finger and said it might be like that.  Then we were underwater.  I guess Ray had scuba gear, but I didn't.  I sort of jokingly expelled all my air and sank down, landing on my right side in the sand.  I lay there like that, 'playing dead'.  Ray got worried and came over.  I opened my eyes briefly to see.  He lifted me up and tried pushing me up towards the surface to get air.  I was amused by this at first until I realized how desperate my body suddenly felt for air, and that I had no quick way of getting it.  Then I was talking to a strange man, who I guess we determined to be related to me somehow.  He wanted me to help him out with something.  We planned something out, and I was driving.  I passed him on the street corner before I saw him, and I was supposed to have stopped.  So I backed up.  For some reason the man felt like the cop passing needed some explanation, so he told him I had flipped him off or maybe cut him off, so he wanted to \"have some words\" with me.  I thought this would draw more suspicion from the police than saying nothing, and I thought he might intervene so that \"having some words\" wouldn't turn into a fight.  But the cop didn't seem much to care and we were able to pass whatever information we needed to.  My amaryllis was in bloom and at some point later, I finally got my mother in to see it.  She said it was different from Uncle Bert's for some reason.  I went to look at the plants; I think there were three.  A dead rose was accidentally dropped in the vase, and somehow the plant became an amaryllis-rose hybrid."
        }, 
        {
            "number": "0886", 
            "head": "Post-Grad:03/07/04", 
            "content": "I was laying in bed.  I worked at a rest home, and I guess I either lived there or was taking a nap.  I was lying there after waking up and an old woman wearing lipstick kissed me on the cheek.  She was very childlike.  She introduced herself and said she wanted to be called Loga.  She sweetly explained to me that unless I treated her like a child, she would not respond to me.  Another woman who worked there came up and was going to update me on clients as a shift change, and when she got to \"Loga\" I said I already knew, and worked with Loga with relative ease."
        }, 
        {
            "number": "0887", 
            "head": "Post-Grad:03/08/04", 
            "content": "I dreamt I woke up at 8:40, and I woke up my boyfriend Jeremy, in a rush, as I would be late for work."
        }, 
        {
            "number": "0888", 
            "head": "Post-Grad:03/08/04", 
            "content": "I dreamt I woke up at 8.  I went somewhere to a gravelly field; I was supposed to buy a unique flower for the shop that looked something like the protea; it was expensive and I didn't trust myself to find one of good quality.  I passed a sort of trailer I think with showers in it and went and sat in the car.  There was scuffling on top of the dashboard; it was a mouse, and our cat Nina came and quickly caught it before I could reach it."
        }, 
        {
            "number": "0889", 
            "head": "Post-Grad:03/08/04", 
            "content": "Something of eating a slice of Swiss cheese, although it didn't taste much like Swiss.  It was very good, though.  Also of eating a low-carb waffle with ice cream."
        }, 
        {
            "number": "0890", 
            "head": "Post-Grad:03/08/04", 
            "content": "I started watching a TV program of shorts called \"Stories Told by You\".  The white text of the title appeared on screen.  The stories were supposed to be about people's experiences with the 9-11 attack.  The first story was of a young black child, maybe 4 years old, sitting at a table with a parent trying to teach him.  I was that parent, and I think we were working on conservation tasks, trying to prepare him for school.  He poured some water.  I was proud of him.  The person we talked to though, said he wasn't up to level and couldn't get into school.  We argued with him.  The boy had had a head injury- hit with a rock, I think, which had set him back.  He was re-learning, and we insisted he could manage.  Then the boy was grown, 18 I guess, sitting in a classroom wearing a loose gold top.  He was either ready for graduation or it might have been his birthday.  The teacher had on some gold pants that matched the shirt he was wearing.  A younger, maybe 12 year-old black girl was sitting at the front of the class.  The teacher was giving clues about some inspirational person and she was supposed to guess who it was.  In this case, I think it was the boy.  When the girl found this out, she countered it, saying he wasn't really all that great.  The boy was upset and spoke up for himself, saying, \"well how do you think I feel...\"  He was retarded.  He had borrowed a textbook from a white boy in the class, and the white boy angrily took the book back when the retarded boy had unintentionally begun drooling on it.  The second story was of a woman.  For a while I was her, and was in a Curves Gym class.  This consisted of sitting on something and moving it- it was like a large spring-mounted horse as seen at old playgrounds.  The woman was with some friends, and her boyfriend ended up stealing something out of her car."
        }, 
        {
            "number": "0891", 
            "head": "Post-Grad:03/08/04", 
            "content": "Aunt Fiona left her bra and a knife in the rumpus room.  I saw the cedar box our cat Buster's ashes are in sitting on the mantle.  My boyfriend Jeremy and I were to drive somewhere.  I got in the car and expected Jeremy to get into the passenger side.  He didn't, though, and got into a large green soup bowl behind me.  He was supposed to give directions, but now I was stuck in front, not sure how to get where we were going.  As I drove I passed Orange Tree Street that I passed at work the other day."
        }, 
        {
            "number": "0892", 
            "head": "Post-Grad:03/09/04", 
            "content": "My friend Ray was laying on the floor of my brother Stuart's old room, demonstrating on himself (mostly to my boyfriend Jeremy, although he was not in the room) how he goes about playing with a woman's nipples.  He had a very systematic order of techniques (rub versus flick, or something), which surprised me.  Watching him turned me on, though, so I left and found Jeremy and we started to make out.  We decided to move to somewhere more private when my parents came in.  I was sort of ashamed, but we had been 'set up' to be caught, and my parents didn't seem upset.  We were in what seemed like a very large tree house, and it was dark.  We explored the city a bit, but there weren't many people around.  There were some carnival game stations.  I met up with my old friend Neil Block.  He was unhappy about something.  We rendezvoused on a platform of the tree house and were going to try and leave.  The tree house seemed to be alive and trying to stop us.  Some large black birds swooped down on us.  We made it away and my parents and I were in a car driving away from the tree house.  I realized we were still missing someone in our party- a girl, but then remembered, as if it had happened before, that we would rescue her partway out of town."
        }, 
        {
            "number": "0893", 
            "head": "Post-Grad:03/09/04", 
            "content": "My boyfriend Jeremy was talking in his sleep.  He said three things, and I was debating rolling over to get the tape recorder.  I tried reaching in the drawer and fingered it, but it was too late."
        }, 
        {
            "number": "0894", 
            "head": "Post-Grad:03/09/04", 
            "content": "Something about someone making fun of the size of my breasts."
        }, 
        {
            "number": "0895", 
            "head": "Post-Grad:03/10/04", 
            "content": "Three sisters were picking out clothes for something.  One of my online acquaintances was there."
        }, 
        {
            "number": "0896", 
            "head": "Post-Grad:03/11/04", 
            "content": "My friend Ray took me to a class with him, as they were watching a movie.  The movie had already started so we had trouble getting in, but then the woman was nice enough to even back up the movie for us.  I was supposed to meet some people for dinner.  Ray wanted to go out with some friends.  I was trying to decide which way to go while we were leaving the theatre when I realized I'd forgotten my purse and had to go back for it.  Then there was some event with pictures being taken- perhaps a wedding, as there was a couple as the focus.  I was looking at the picture with someone.  They were asking about people in the picture, one being my mother's old bowling teammate Glenda.  The person wasn't able to recognize people like they should have, people they knew.  I discovered my English online friend Ron in the picture, wearing an orange wedding dress, I think.  I was on a walk with my mother and maternal Grandma Jane, and we passed Ron's house.  It was across from a water's edge and we decided it was 'appropriately hippy'.  I was somewhat upset, though, that he and his friend Mary had come to town without telling me so we could visit.  Later back in the house I was looking at the picture again, trying to identify Mary.  She had black hair and looked something like Christina Ricci.  Off to the left through a window I saw her with a friend, waving at us.  At some point I was pretending to play an invisible guitar, as realistically as I could."
        }, 
        {
            "number": "0897", 
            "head": "Post-Grad:03/11/04", 
            "content": "I was in a bookstore, getting a book for a class.  I picked up the book I needed.  It was white with purple text on the front, about the culture or history of Japan, by Sonya somebody.  I went downstairs to the register and nearly bought the book when I stopped to look at it again.  It looked familiar...it was one I had from a previous class.  I got out of line and went back to look at a stack of books.  I was standing on something leaning on the top shelf comparing the book with another one.  I flipped through the pages and it was a complete set with a CD ROM and some other extras.  I saw my former friend Jenna walking around below and I was going to ignore her rather than trying to be friendly, but I hesitated, and mentioned my book dilemma.  I have the feeling my good online friend Del might have been in the dream but I don't remember him at all."
        }, 
        {
            "number": "0898", 
            "head": "Post-Grad:03/12/04", 
            "content": "My maternal Grandma Jane was driving, and I was in the passenger seat.  She parallel parked in a bad neighborhood, in front of a bar or something.  The parking brake was far over on the passenger side, and I had to pull it for her.  I did so, but the car still rocked back and forth.  We got out and in front of the joint was black plastic container with coins in it.  I considered taking money out of it to buy a newspaper, and took a handful of coins.  Then a person was leaving the place and I decided it was wrong.  I turned and dropped all but one of the coins back in, counting as I dropped.  75 cents.  I held on to one silver coin with permanent ink that said 3- 60 on it, indicating it's value of 60 cents.  I decided it was okay to keep this one though as it was a foreign coin and unusable to the person anyhow.  I dropped the coins in the bucket and the person leaving thanked me, thinking I was giving them money rather than simply putting it back.  Then my mother got there.  She asked me about the car parking and handed me the keys, asking me to move it.  Where it was was apparently not acceptable and the 'correct' place to park it required a 3-point turn, which Grandma Jane couldn't do."
        }, 
        {
            "number": "0899", 
            "head": "Post-Grad:03/13/04", 
            "content": "I was back at the financial company I temped for last year, talking to the staff.  They were trying to encourage me to get a job with them.  Then my mother was talking to me.  She was curious about fucking- pure, rough sex, and she wanted me to 'show' her.  I told her I didn't think I'd be comfortable with that.  She insisted it would be okay, that there would be rules and signals to use if either one of us decided we felt uncomfortable.  I was very apprehensive about this and didn't like the idea at all."
        }, 
        {
            "number": "0900", 
            "head": "Post-Grad:03/14/04", 
            "content": "I was in a small library at a college, looking at a scientific book.  As it happened, the author, a professor at the college, came in and saw me looking at the book.  There were two concepts I didn't understand and I wanted to ask him about them, but he was busy and I would have to sit off to the side and wait for a bit.  I walked into a small store and several of my former teachers were there.  My 3rd/4th grade teacher Mrs. Drager was talking to someone, explaining how she grew a moustache to see how people would react.  It was a big bushy Tom Selleck type moustache.  She and the person she was talking to both had what looked like some sort of face paint around their nose and eyes..mostly green with some red and blue, though it was paler on the person she was talking to.  Though there was another teacher off to the side I wanted to talk to, they looked somewhat more occupied, so I didn't want to disturb them, and I thought I'd do the opposite of what Mrs. Drager would expect in having the moustache, meaning talking to her first.  I walked up to her, hugged her, and uncharacteristically gave her a kiss on the cheek.  She wasn't pleasantly surprised by this as I'd expected, and told me I shouldn't have done that- that the odd colors on her face were symptoms of some illness she had, and that by kissing her I would be sick now too."
        }, 
        {
            "number": "0901", 
            "head": "Post-Grad:03/14/04", 
            "content": "I was in some sort of medical center, as a mental patient.  Something was reminiscent of a long drive out of state.  I went to a nurse and asked about something, and there was some sort of 'treatment' that included putting a sort of sticker on the person's tongue, which she demonstrated to me.  I rambled to her about how I knew she was going to do that, because I'd dreamt it, but that it was weird that she did it because I don't have prophetic dreams, and so I must have actually seen her do that before in real life, but not remembered it.  Then I was in some sort of convenience store, and the owner was a little mentally ill, keeping her daughter locked in a cage beneath the counter.  I was going to try and help her escape.  Then there was a group of people being named for their new roles they had acquired for the next Lord of the Rings sequel.  They decided upon their new names and the reason.  My former friend Deanna was to be \"Styx\", the main villain.  She had a hole in her calf that was leaking green viscous liquid."
        }, 
        {
            "number": "0902", 
            "head": "Post-Grad:03/14/04", 
            "content": "An online friend of my boyfriend Jeremy's came to visit.  I we hadn't been expecting her, and were still in our pajamas.  We sat on the couch talking a bit.  She had tannish skin and I asked her about her ethnicity.  She mumbled something that started with an O, and when I still couldn't understand her the second time around, I simply assumed it was some type of Polynesian.  I went to a little kitchen with a small fridge off near where the bathroom should be and toasted half a bagel and half an English muffin, since I decided I wanted both.  Her parents came over, and it was like meeting in-laws: there was some great desire for things to go well.  At first they didn't, but in the end we had things straightened out and were exchanging gifts, and people were happy."
        }, 
        {
            "number": "0903", 
            "head": "Post-Grad:03/16/04", 
            "content": "My friend Ray and I were playing around boxing at each other's fists in a little narrow box of a boxing ring.  I guess the sides were lined with magazine photos or something, and I saw pictures of my brother Stuart.  I started punching at those, more seriously and forceful.  Ray and our friend Mike and I, and perhaps my boyfriend Jeremy, were standing outside of a building.  The sky was orangey, perhaps it was sunset.  My mother's Saturn was parked off to the side.  Ray decided he had to leave to finish his final papers for school.  Mike saw a sort of manhole and decided to check it out.  He found something in the depths that he claimed looked like a corpse of a baby.  I asked why, as it looked blockier, a rock with green alien-like eyes.  He continued to insist on the baby resemblance.  I started to ascend from the hole again.  In the second level, a sort of basement area, I had to swing a bit from the rafters to get away from this 'baby' that disturbed me a little bit.  Then the several of us (I'm not sure if Ray was still around) were exploring a house.  There was a sort of competition, and we kept playing up to convince each other that the house was haunted, and would make the other go first.  One spot was a small opening that had to be crawled through.  I was the first to enter a large sort of library type room.  As I entered I sort of floated, and turned my body so my feet were facing a book shelf- I was trying to convince the others the gravity in the room was very strange.  As I went further in, I would turn a bit more.  We were all trying to fool each other about the house being haunted, but at some point, we found out it really was, by some past relatives I think.  Then there was a little kid with us..maybe 7 years old.  He was cocky and annoying.  He'd run up my credit card to over ten thousand dollars.  I didn't care for him, but I didn't say anything because I wasn't sure it was my card and assumed it was his brother's, so I had no place to say anything.  At some point it did come out that it was my card, and I was pissed.  I went outside and started yelling at the kid.  He was then a small grey kitten, and he was crying- the fur around its eyes were wet.  He deserved to be yelled at but I felt guilty for making the kitten cry.  He reminded me of our cat Nina."
        }, 
        {
            "number": "0904", 
            "head": "Post-Grad:03/17/04", 
            "content": "I opened the hood of my car to check the oil levels.  Things were unusually wet.  I  gasped in surprise and fear when I noticed the brake fluid compartment was broken."
        }, 
        {
            "number": "0905", 
            "head": "Post-Grad:03/17/04", 
            "content": "I was at the observatory, reporting for duty, with several others.  We were going into war.  Details missing.  I was chosen to be the leader's second-hand person I guess.  There were tons of people everywhere but the leader was an Asian man in a decorative robe.  I held a decorative paper cone.  This was to be placed on the forehead of each soldier as a part of a blessing the leader was giving to everyone.  I put it on my own forehead.  We moved to the front of the line, and began the march.  We looped around a building and there were so many people a lot of them had still not started moving, but we had to stop for some reason.  I went around to the back side of a building, past a mechanic's garage, to see about something.  There were two cats that looked like our (deceased) cat Buster and I stopped to cuddle them a bit.  I realized they looked like him and that's why I was more inclined to take the time to cuddle them."
        }, 
        {
            "number": "0906", 
            "head": "Post-Grad:03/18/04", 
            "content": "I was parking a big rig truck.  My boyfriend Jeremy held a bowl of soup for me while I ate.  Then I was somewhere outdoors with my longtime friend Kip and his girlfriend.  My friend Ray was a teacher for something going on.  My mother was there, and she was annoying me somehow, perhaps nitpicking about the way I was doing something.  I asked Ray in confidence to sign off on my 'invisible plant', a project I made up to toy with my mother.  If I talked about it alone she would know I just made it up, but if the teacher signed off on it then she would have to think twice."
        }, 
        {
            "number": "0907", 
            "head": "Post-Grad:03/19/04", 
            "content": "Don't exactly remember order of things.  I was eating Chinese food in the street with my best friend Emma.  She was going to eat the meat and I would have the other parts.  I asked my boyfriend Jeremy and he said the chopsticks weren't clean.  My former friend Jenna was there and she was being friendly.  I noted this, thinking it wasn't just a dream this time.  Her old friend Becky was there, and she took the pineapple from the sweet and sour food.  I wanted it, but didn't say anything.  There was something that seemed like a teacher reunion.  Someone asked my mother about my elementary school classmate Amelia Addison.  The other 6th grade teacher from my elementary school was there.  I left the group to check out a Tae Kwon Do class nearby.  I stretched and did the splits.  The teacher came in and saw me, and commented on my stretch and method.  I explained how I'd taken martial arts in Jeremy high and that's where I developed the stretch. He asked what kind of martial arts, and I said, \"tae kwon do and ji-tsu savate and karate.\"  He mentioned something about being able to get up through a blue belt in tae kwon do on one's own.  It was then I realized what I said and corrected myself on the karate form.  I said I was a blue belt though, almost a brown belt, but I couldn't test because of my knee and my instructor moved. I really wanted to get back into martial arts, which is why I had been checking out the studio.  I want to get back to karate but can't afford it.  He was kind though and held the pad so I could throw a few kicks.  Over and over again, and I felt my kicks getting weaker as it progressed. I realized lost strength since giving it up, too.  I started twisting to the left a bit and repositioned myself and tried kicking again.  The weakness was disappointing.  His class was starting though and I thought I should get back to my own group.  I left dejected about my weakness and monetary restrictions.  I vowed that if I ever get back to some form of karate, I would stick with it so as not to lose strength or skills again.  I entered the room where the rest of the group was.  Students were sitting in a circle, alternating between on their knees and cross-legged.  There were two teachers, my 3rd/4th grade teacher Mrs. Drager and my brother Stuart's 3rd/4th grade teacher Ms. Marble.  Ms. Marble had a pointy nose.  I sat down between them.  A bit later I went outside with my mother and someone.  There were poles structured for holding swings, but there were dangling sticks rather than swings.  I swung them a bit.  There was a little ledge and a squirrel that I had some sort of affinity to, fed it or something.  My mother said she didn't want to listen to my online friend Starla and my friend Mike talk about the moon on the trip home like they did on the way over.  I agreed that it was annoying.  Something to do with my shoes.  Then I was standing at the kitchen table.  My parents gave me six condoms.  I separated one and started to open it, and told my boyfriend Jeremy to go to the bedroom."
        }, 
        {
            "number": "0908", 
            "head": "Post-Grad:03/21/04", 
            "content": "I heard about a job opportunity through the university, I think through the observatory.  We went through some of the paperwork and there was some sort of physical I had to go through, which entailed me getting naked.  Something happened and I wouldn't be able to finish.  I went to a small closet.  Then a week later I was getting another job through the university, which was more of a sure thing.  The same thing happened though, that I was instructed to get naked, and I was uncomfortable and kept procrastinating, leaving my underwear and white tee shirt on.  I was excited about the job and would have to call the flower shop to let them know I wouldn't be coming in anymore, and wondered if my first day would be tomorrow.  But the same thing happened again, and for some reason I wouldn't be able to finish the physical or paperwork necessary.  I asked when we could continue, and they said not until next week.  I was disappointed, and a bit worried that the offer would then fall through, like it had the last time.  I went and got a brown folder of some sort, that I had left there from the previous time.  It had originally been embossed with gold lettering but the gold had been worn away and now only the indentation was visible for trying to read it.  Two of the men involved in the paperwork process walked away on a sort of overpass."
        }, 
        {
            "number": "0909", 
            "head": "Post-Grad:03/22/04", 
            "content": "Something about my brother's wife Sheila or debating on what to say if I called my brother Stuart."
        }, 
        {
            "number": "0910", 
            "head": "Post-Grad:03/23/04", 
            "content": "I was at my parents' house and my mother was distracting me with something.  I was supposed to go to the observatory and I realized it was already 10:30, the time I was supposed to report for work.  I was anxious and upset about being late, and it would be another 45 minutes at least to get up there.  There was some stop partway up the hill.  Something to do with packing.  I think my 5th/6th grade teacher Mr. Man was there.  I was upset that I didn't have the laptop with me, so I couldn't code, and I hadn't had a chance to get any sleep before coming up.  Someone had a bunch of logic puzzle books, and said I was one(?)  I got there and decided the fastest way to alert them was through the headset.  A few hours later they still hadn't started propagating, and I worried that maybe I'd forgotten to alert them that I was there, that maybe they were waiting for me."
        }, 
        {
            "number": "0911", 
            "head": "Post-Grad:03/23/04", 
            "content": "It feels like I dreamt something sad about our deceased cat Buster."
        }, 
        {
            "number": "0912", 
            "head": "Post-Grad:03/24/04", 
            "content": "I tried a cigarette.  I was surprised that I didn't start coughing.  I felt the heat in my throat as I inhaled.  I think I liked the novelty of smoking.  I had a stash of 5 or so cigarettes in a drawer.  I wasn't a smoker, but I had had a cigarette on rare occasion. I think someone offered me a cigarette and I said I didn't smoke.  Then I remembered back to earlier in the dream and realized that truthfully I couldn't say that.  I think there was something about driving."
        }, 
        {
            "number": "0913", 
            "head": "Post-Grad:03/25/04", 
            "content": "I went to a movie with my online friend Starla.  There was a cat in the movie.  We were sitting, touching a little, and someone (I don't remember which one of us) acknowledged the tension between us and we said we might as well try to get comfortable and enjoy it.  So we tried repositioning ourselves to sort of cuddle, and be more comfortable.  We started to kiss and make out.  I started to enjoy it.  Then a couple came into the theatre, although the movie we were watching was nearly over.  I realized they were waiting for our movie to end so they could put their tape on.  Starla and I arrived back at my parents' place after the movie.  I went to the bathroom and found chunks and mush and large seeds of Asian pears inside my pants.  I went back to the kitchen and confronted Starla about it.  I assumed she had stashed it away because she didn't like it, and I told her it was immature; if she didn't care for the pear she could have just said so and gotten rid of it rather than making a big mess in my pants.  I thought it was sort of weird though, because I really didn't feel anything disturb my pants or waistband during the movie.  She told me she put the regurgitated pear in my pants to bug me.  Outside the theatre in the lobby, I watched her play her bass.  The amp wasn't hooked up but she was hooked up to some sort of recording system, so her playing sounded weird, but I was surprised by her skill.  Her playing was interesting.  The top string was thick and hung loose at the bridge.  She used the end to pick the other strings.  After that she played a guitar, which was also recorded; then both parts could be played together.  She was much better than I had expected."
        }, 
        {
            "number": "0914", 
            "head": "Post-Grad:03/25/04", 
            "content": "My parents and I were exploring a sort of large white globe structure.  There were cavities in it but we didn't explore those.  It was a strange place.  There were a bunch of overweight 'country bumpkins' standing on a set of bleachers, modeling some nice clothes.  They looked silly in the nice clothes because their faces/hair/speech gave them away, but they stood there smiling nonetheless.  They wanted something from us but we weren't about to give it to them.  We ignored them and passed on by.  Then I stood looking up toward my father, who was standing somewhat above me, as if he were my king.  I spoke to him jokingly role-playing the 'uneducated hick', speaking poorly.  I had to go back from where we'd come to get something.  I passed the modelers again and when I arrived back at the spot, my old best friend Candy was there. She was a queen, and I treated her as such, not as a person who had once been my best friend.   I spoke to her briefly and I think I gave her something.  I vaguely remember talking to someone about my music-taste synesthesia."
        }, 
        {
            "number": "0915", 
            "content": "(Post-Grad:03/26/04)  Something about the flower shop moving, parking, and roommates.  Shaving my pubic hair.  I found out somehow that the flower my coworker used in the arrangement really was lilac, not hyacinth, and I felt better knowing I hadn't been mistaken."
        }, 
        {
            "number": "0916", 
            "head": "Post-Grad:03/27/04", 
            "content": "I was on a hotel vacation with my boyfriend Jeremy.  We were eating leftover bean burritos.  Mine was dripping hot oil onto my hand.  I thought if there was that much oil in it then the beans must have lard and can't be vegetarian.  I gave something away or knew something about a flower.  We were approached by two people telling us about a sales scam, where a $5 investment would yield $5000 profit.  I was skeptical but my boyfriend Jeremy was curious and wanted to listen to the couple's spiel.  Afterward they wanted us to try out the sales technique.  A couple happened to approach us, and we were supposed to try it on them before deciding.  The couple was informed though; they had done their research and they were already interested in the program, so there was actually no convincing involved.  As our first attempt was a success, it would be harder to get away from the scammers, they would have more ground to continue pushing us on.  Then a second couple came in, angry, and asking for their furniture back.  They had already been scammed and their furniture was being used as leverage against them.  Afterward we found out that they were a set-up; they had videotaped the transaction and were going to use it as evidence against the scammers.  I picked up the $5 from the first couple and was going to give it to the, but they told me to keep it.  They knew that we were only victims in the making and weren't mad at us.  We were stuck with the scammers though and couldn't get away from them.  The Mexican man was the 'devil'.  He took over the role of my father.  I wanted my own father back, but I was the only one who had any recollection of my father.  The devil had wiped my mother's memory and she saw him as her husband.  There were no records or pictures of my father, and I would have to comply with the devil's wishes in order to get my father back."
        }, 
        {
            "number": "0917", 
            "head": "Post-Grad:03/27/04", 
            "content": "My boyfriend Jeremy and I were watching TV.  There was a cartoon on with lots of red and blue.  I pointed out to Jeremy that it was the 'same as my dream' but he was not that interested and changed the channel."
        }, 
        {
            "number": "0918", 
            "head": "Post-Grad:03/27/04", 
            "content": "Something about songs called \"When the Sun Beats Down\" and \"Crazy World\"."
        }, 
        {
            "number": "0919", 
            "head": "Post-Grad:03/27/04", 
            "content": "I was inside a mall at a stoplight.  I and another car sat waiting for a while, and the light didn't seem to be changing.  Nobody was coming so I went ahead and made a left turn.  This happened twice.  I went into a store.  It was after nine, and the mall was closing.  I was surprised the store itself wasn't closed yet, but the clerks seemed to be standing talking to each other, almost as if they were waiting for us."
        }, 
        {
            "number": "0920", 
            "head": "Post-Grad:03/27/04", 
            "content": "For some reason I was talking to my parents' neighbor in Japanese, practicing typical greetings: \"Hajimemashite...doozo yoroshiku\".  He was speaking it too, correctly, which surprised me a little bit as I was expecting his jokey \"don't touch my moustache\" Japanese that he had told me a few years ago."
        }, 
        {
            "number": "0921", 
            "head": "Post-Grad:03/28/04", 
            "content": "I was at some sort of exploratory museum.  I went to the ATM for something.  I put my card in and was about to put in my PIN but there were no numerical buttons on the keypad, and the machine didn't ask for it.  Instead I had to answer a bunch of different questions like on an intelligence test.  I started going through it with a bunch of people around me before I figured out it would continue to go on- it wasn't a real ATM, it was some sort of exhibit.  I was mad to be fooled and have my time wasted.  I wandered back out into the main room.  One of my mother's old Bunko buddies was there, and she made an announcement about a sausage exhibit.  Someone else said, \"soycon\".  I got excited and wanted to see this exhibit, where we could make our own sausage, even vegetarian sausage.  So I started looking for my boyfriend Jeremy so he could see the exhibit too, even though I didn't know exactly where it was.  The place was crowded and I went searching for him, continually getting delayed and pulled into group photos.  One had my old classmate Jim Schumann."
        }, 
        {
            "number": "0922", 
            "head": "Post-Grad:03/30/04", 
            "content": "My boyfriend Jeremy and I were making out and wanted to have sex, but my mother was around.  We tried moving to somewhere further away.  Something about one of the freeway exits near work."
        }, 
        {
            "number": "0923", 
            "head": "Post-Grad:03/31/04", 
            "content": "I was on a trial period of an administrative assistant position.  My boss was a big man like my 10th grade history teacher Mr. March.  My primary duty was to systematically turn on the air conditioner in various parts of the building using a computer.  I was also selling newspapers within the company, both in Chinese and in English.  I was happy; my job seemed easy enough to get the hang of and things were going well.  Somehow one of the newspapers was left over a candle and caught on fire.  Someone wanted me written up for my carelessness.  I was afraid that would be it and I would lose the job, but my boss asked me to make some coffee.  I abashedly admitted I didn't know how.  I tried anyway.  The receptionist told me I had another interview somewhere at 7:30 the next morning.  I tried to remember the details of this other job I was interviewing for while I was driving up a steep hill.  There was a man behind on a bike.    My mother and my friend Ray were at work with me.  My mother had a bruise on her head.  I was afraid their presence would not be taken well while I was on probationary period at work, that having guests on my first day would seem presumptuous and unprofessional.  Then in front of my maternal Grandma Jane's fireplace the family and I were looking at pictures.  My cousin Allen sounded evil about something.  My mother was in a lot of the pictures with her mouth open in a strange distressed sort of pose."
        }, 
        {
            "number": "0924", 
            "head": "Post-Grad:04/01/04", 
            "content": "I ended up in a parking lot, perhaps to a mechanic's.  I was on a walkway elevated several feet above the actual parking lot."
        }, 
        {
            "number": "0925", 
            "head": "Post-Grad:04/01/04", 
            "content": "Something about my online friend and my former friend Deanna talking online.  Someone was naked."
        }, 
        {
            "number": "0926", 
            "head": "Post-Grad:04/02/04", 
            "content": "I was at a restaurant with my family.  After looking at the menu, I asked my mother to order something for me and I went to the bathroom.  I think I was in the shower, yet also talking to my best friend Emma on the phone.  My mother came in and I reminded her of what I wanted to eat.  There had been some confusion over which menu, the full one or the lunch menu, and the item I wanted to couldn't be found.  I told her one thing on the menu, or if they could do it, another one without the tuna.  Then it was time to go and we walked outside.  My brother Stuart was still holding and munching on some fish sticks he had gotten.  They saved me some sort of breaded appetizer, but no meal.  I felt incredibly sad and unloved.  When we got home I sat down and I was sort of waiting for someone to ask what was wrong, to even notice that something was wrong.  No one had by the time I woke up, and I felt very lonely."
        }, 
        {
            "number": "0927", 
            "head": "Post-Grad:04/03/04", 
            "content": "I was driving on the freeway.  There were two trucks in front of me, one with a black sort of grating on top of the pickup area.  Somehow this caught on the back of the other truck as the other truck turned into the left lane.  I gasped in worry of what would happen with the two trucks linked together."
        }, 
        {
            "number": "0928", 
            "head": "Post-Grad:04/03/04", 
            "content": "I put the car in reverse and for some reason rolled forward.  I tried slamming my foot on the brake."
        }, 
        {
            "number": "0929", 
            "head": "Post-Grad:04/03/04", 
            "content": "I was at the observatory, getting ready for bed at 5 in the morning right after work.  I was just getting ready to get into bed when I noticed movement in the room across the hall.  Someone else was staying there.  I went to close the door to keep the noise out when I realized the room was open- I had roommates and couldn't shut out the noise.  The walls were blue.  There were two kids and two women I think.  The boy blackmailed the girl for her toy.  I tried explaining to him that I had worked all night and needed it quiet so I could sleep, but he couldn't seem to grasp the idea that some people work at night.  There were four origami flowers in an arrangement on a small table.  I left the room and walked around a courtyard with a fountain in the middle.  It was still dark.  I had my retainers in.  A golden retriever was peeing on a pump of some sort.  Some drunken men start to question my authority.  I think they were standing near a convenience store even though we were still up on the mountain.  I reminded the men of the laws they were breaking: \"public inebriety, causing a disturbance,\" and I was still trying to remember the technical term for another.  I walked down a couple of steps on the other side of the fountain from my room.  There was a gated driveway like to an apartment complex.  My lunch cooler was sitting on a step.  As I stepped down, Alan Alda approached me from behind, coming onto me.  He mumbled something to me explaining his actions for coming onto someone so much younger than him, and part of it had to do something with being in Korea."
        }, 
        {
            "number": "0930", 
            "head": "Post-Grad:04/03/04", 
            "content": "Parking garage.  I followed the car of radio personality Janine and washed her windows I think.  There was some reason I wanted to talk to her.  I went into a lecture hall.  She was the instructor.  I sat down in a left aisle seat near the top of the stadium-seating classroom.  There was a boy sitting next to me, and a girl next to him.  Janine played Dido's \"White Flag\" and I sort of sang along to myself, but trying not to disrupt the people around me.  She asked what it elicited up in people.  The dark-haired girl two seats away from me said \"Strawberry\".  Janine didn't really understand and hesitantly said, \"okay..\" and then went on to ask another student.  I wondered by the girl's answer if she was a synesthete, and I was anxious for the break so I could ask her.  She looked over at me and said, \"synesthesia\".  I smiled and gave her a big thumbs up with my left hand, nodding, though strawberry was far too tart for Dido's voice.  I was looking forward to the break that I could talk to her.  I don't think it was directed at me, but she had said something about being a freshman, and something indicating that I was the person who she learned about synesthesia from.  I noticed a nice, friendly-looking boy sitting in a chair in the aisle right near me.  I don't know if he had just sat down or if I just noticed him.  He pulled me onto his lap right before the break.  I was pleasantly surprised by his flirting and sort of wanted to kiss him, but didn't out of faithfulness to my boyfriend Jeremy.  At the same time as he pulled me over, I realized this would mean I have very little chance to talk to the other synesthete, which was slightly disappointing, but I did nothing to discourage the boy.  The boy was handed a box of cinnamon graham crackers.  We each took half of one and the rest were passed out around the classroom.  I guess he hadn't had graham crackers before, because he asked where to get them.  I told him the grocery store carries them.  Then after class we were outside looking across the street at a plot of land surrounded by old buildings.  The boy was now John Lennon, and I guess he was pleased that the plot of land, the town 'square' was finally being made square rather than the rectangle it had been.  Looking at the back side of the 'square' (which was now a large hole) John quickly descended into the hole by a ladder.  This was all somehow supposed to be a replay of John Lennon's life.  Some of the others from class and I watched him.  He made some sort of gesture that some girl said was a metaphor for beating his wife (Cynthia) \"another 15 billion times.\"  I guess because of this he was sentenced to death.  For some reason I had been too, as well as a bunch of other people.  \"John\" and I were at the front of the line, though.  It was all orchestrated by Janine.  \"John\" was the first one to go in.  It was in a house.  Janine led me into the living room where the chairs and a couch were arranged facing the mantle.  This was a makeshift church so we could repent before our death.  I knelt and leaned my chin on the back of the couch, shifting to the left a little as my view of the mantle wasn't centered.  It still wasn't after my shift because the couch was on the right side and there was an aisle down the middle, but I decided it was satisfactory.  I prayed.  I didn't know why I was being sent to death, but it wasn't something I questioned.  I didn't feel completely all of myself somehow.  I asked God to forgive all my sins.  Janine was standing in the doorway to the right and trying to rush me on, taking the praying as a formality rather than something we might truly want or take seriously.  I tried to ignore her and continue my prayer for God to take care of the people I cared about.  I think she left the room briefly to attend to the next person in line after me.  The thought briefly crossed my mind that she had left me alone.  I could easily try to escape out the back door, which was open, and I wondered if John had escaped.  Janine came back and led me into the kitchen where we were to kill ourselves.  I didn't see John's body but I did see a few light spatters of blood on the other side of the kitchen table.  Janine was in the corner to my left and I was standing at the table.  We were expected to kill ourselves, but I was not about to do this as I had already repented.  I sort of wondered if I would be able to anyhow.  I was going to remain silent.  Breaking it somehow felt wrong.  So I held my wrist to Janine, hoping she would understand that I wanted her to kill me so I wouldn't have to do it myself.  I was glad when she picked up the scalpel, that she would kill me, although it wasn't procedure.  I almost felt like pointing out to her that doing so would make her a murderer and she would have to die for her sins, too.  This thought amused me, that her sense of justice would do her in, and she didn't even realize it.  She suggested slicing across the neck.  I worried that the blade was dull and that it would be painful.  I lifted my chin up, exposing my neck so she could kill me.  I felt jittery with nerves in expectation of pain as she sliced from behind my left jawbone all the way across to my right jawbone.  I could feel the pressure of the knife, but thankfully there was no pain.  I expected I would now sit down and slowly bleed to death, and I turned to nod in thanks.  I inhaled, and was caught off-guard when doing so drew blood into my trachea, making it difficult to breathe.  I would suffocate on my own blood, not by bleeding to death."
        }, 
        {
            "number": "0931", 
            "head": "Post-Grad:04/03/04", 
            "content": "I was in a van, traveling with my family.  We stopped at a restaurant to get food.  There was something/someone from the past, related to my father I think.  I was supposed to get a haircut."
        }, 
        {
            "number": "0932", 
            "head": "Post-Grad:04/04/04", 
            "content": "A ghost or spirit of some sort with white flowing clothes scared me.  I started to fly off a mountain past a tower to catch up with someone."
        }, 
        {
            "number": "0933", 
            "head": "Post-Grad:04/04/04", 
            "content": "In a tower, my mother had just given birth to four children; two boys and two girls.  The boys had green eyes, one large and sparkling like jewels.  The girls had blue eyes, and one of them had large sparkling jewel-eyes as well.  My mother and I were discussing the names for the babies.  We were going to call one of the boys Peter, and the other started to cry.  \"Alright, you can be Peter.  Not like it really matters to us,\" I said.  I thought of calling the other one Alex but I don't remember what was actually decided upon- it wasn't Alex.  All four of them had quite a bit of hair- much more than my brother Stuart or I had at birth, I noted.  My mother talked about feeling one of their elbows move back and forth while they were in the womb.  Somehow because of this she knew one was breech."
        }, 
        {
            "number": "0934", 
            "head": "Post-Grad:04/04/04", 
            "content": "My friend Jason called.  He had gotten his own place to live in the city we work in.  Then I was standing on a porch of his family's place.  He had a sibling with Down's syndrome who was sad that he would be leaving.  Jason didn't seem to care.  Jason was supposed to have painted the room we were in, but there were big blank patches that he'd skipped.  I said something about his laziness or irresponsibility to not finish his task but someone in his family defended him.  I consoled the sibling with Down's syndrome."
        }, 
        {
            "number": "0935", 
            "head": "Post-Grad:04/04/04", 
            "content": "My boyfriend Jeremy and I were looking over paperwork for something.  We were debating getting a five-year lease on something.  We really liked whatever it was, but we were worried, because five years is a long time- longer than our apartment lease even.  We weren't sure if we would want whatever it was for five years."
        }, 
        {
            "number": "0936", 
            "head": "Post-Grad:04/05/04", 
            "content": "I was in a choir class preparing to do The King and I.  Someone asked me whom I wanted to play.  I mumbled, \"one of the leads\" but I knew I didn't have the talent or courage, and walked away somewhat dejected.  Someone made a change and I was given the next biggest role, the 'zookeeper'.  We did some rehearsing.  The director was a tall man reminiscent of my Tuvan instructor Jim Hale.  He took off a helmet he was wearing, and somehow then hit his head.  Then we were practicing some yoga in preparation for the play.  There were three people demonstrating the positions.  The one in front of me was an Asian guy.  I was wearing my blue sweat pants from high school PE.  I managed the moves surprisingly well."
        }, 
        {
            "number": "0937", 
            "head": "Post-Grad:04/05/04", 
            "content": "I lent a page of my kirigami calendar to someone.  My carwash glove had blown off the balcony and somehow managed to get back on it by the time I got up."
        }, 
        {
            "number": "0938", 
            "head": "Post-Grad:04/05/04", 
            "content": "I was in front of the house.  There was a tall man wearing a velvet cloak.  Touching him made one man who looked somewhat slovenly into a green suit, so he looked like a superhero.  Something about this strange man or his cloak was somehow magical and touching him improved things.  My brother Stuart got to touch him as something went on.  I really wanted to touch him as well, but I was self-conscious about coming off rude, fulfilling my own needs without respect for the man.  He was in the process of something and I got to barely brush my hand against the velvet cloak while his back was turned.  The feeling was amazing; reenergizing and blissful.  Then there were three cats in a pool.  Somehow the cloaked man had touched the pool, and apparently the magical effect had transferred to the pool.  The cats were addicted to the sensation and wouldn't get out of the pool.  I reached in and pulled one out before it drowned.  The tall, cloaked figure spoke to me; he asked me if I had gotten to touch him yet, offering.  I said no not really, so I could touch him again and feel the wonderful sensation, even though I knew that it wouldn't have the same transforming effect the first touch had."
        }, 
        {
            "number": "0939", 
            "head": "Post-Grad:04/07/04", 
            "content": "Something about being in a play or musical again.  Someone wanted to hear my '1st' Huun Huur Tu CD.  They were curious about the progression: someone explained that with each CD a new level of happiness was discovered, opening it up paving the way for something even greater.  We had been listening to the latest, and they were curious about hearing the first in contrast."
        }, 
        {
            "number": "0940", 
            "head": "Post-Grad:04/08/04", 
            "content": "I was sitting at a small round table talking to my high school badminton team member Maria.  She was talking about playing both the cello and the flute.  Then I was in the back seat of the van and my mother's Uncle Bert was driving the family to a funeral- I saw my (deceased) great grandmother Margaret's arm in a boat.  There was something precarious about the road."
        }, 
        {
            "number": "0941", 
            "head": "Post-Grad:04/09/04", 
            "content": "Outside a two-story house.  I asked my boyfriend Jeremy how he thought they got the car parked on the first floor roof.  There was a pathway up the hill near the next house so I figured that was used, but it was still not fully explanatory.  Arnold Schwarzenegger arrived as Mr. Freeze, asking if anyone wanted anything frozen.  The neighbor wanted the driveway frozen, so he squirted a little 'freezing liquid' on it.  I objected because it was dangerous, but they didn't listen; fortunately he didn't squirt that much, just covering a spot that had oil on it.  I wondered how the people get the car off the roof and backed my car off of it into the driveway.  The bump wasn't as bad as I was expecting.  Jeremy drove me somewhere.  There were signs, one for graduate students and one for undergrad students, with arrows pointing to respective areas, yet they both only led to tennis courts.  We drove around the tennis courts.  I went to the shop, which was a pizza parlor or restaurant.  We seemed to be having a sort of company party.  My boss Juana's mother was coming in and she was getting some sort of mozzarella nuggets, a large slice of pizza, and another quarter of a cheese pizza.  It came to $41 something.  Her mother was gone so I was going to pay for it, assuming I would be paid back.  I only had a twenty though, and I asked if anyone had change to help pay for it.  Someone gave me a handful of coins, but that was it.  Somehow I had become responsible for this outrageous bill even though it wasn't my food.  I went upstairs.  The entire place seemed pretty dark.  I went to use the restroom but it was the elevator, an old one with a metal bar door.  People kept coming in and going up and down so I had no privacy.  A mother tried standing in front of her children so they would not see me.  Jeremy and I decided on something else we needed to get from the wholesale store."
        }, 
        {
            "number": "0942", 
            "head": "Post-Grad:04/10/04", 
            "content": "I was at my friend Ray's place.  Something to do with his cat."
        }, 
        {
            "number": "0943", 
            "head": "Post-Grad:04/10/04", 
            "content": "I was perforating a kirigami page of George Harrison's head in the later years."
        }, 
        {
            "number": "0944", 
            "head": "Post-Grad:04/10/04", 
            "content": "Someone handed me a check with an interesting colorful design with two black people on it.  It had my boyfriend's name \"Jeremy\" on it."
        }, 
        {
            "number": "0945", 
            "head": "Post-Grad:04/11/04", 
            "content": "I was living in some sort of community, similar to a dorm situation.  An old man, our neighbor and 'block manager' died.  The rest of the community was more upset about this than my boyfriend Jeremy and I; we didn't know his role, what he did for us.  We could see out the window to a small pool the older man owned. There was a long black cooler, like the freezer section of a supermarket.  Each of us had a section; Jeremy's and mine was the end one on the right side.  I answered a call about a problem with a washing machine, so I ran the machine while empty except for soap as a diagnostic measure, according to the phone call.  I put the line on an automated message system; the automated system would be able to give more information than I would.  I went to my bedroom, which was like my parents' house and lay on my bed.  I was going to masturbate.  My former friend Deanna was there, and I tried kissing her.  She was a bad kisser though and was not receptive to me.  There was a weird taste in my mouth after kissing her.  Another female roommate came in and mentioned something implying we should have sex.  I was aroused and sexually curious.  I told her I would have to ask my boyfriend, but probably.  She asked how serious we were, and I said we'd been together for 3 _ years.  This meant to her that we were going to get married.  Deanna stayed quiet in all of this, and I got the feeling it was because she and her boyfriend Calvin had broken up.  The other girl put her hand on my stomach.  I slid down on the bed somewhat so her hand was on my left breast instead.  Then my old annoying acquaintance Herb came in and a bunch of people were lying on top of me.  I tried scooting out from under them to the edge of the bed and nearly had an orgasm in the process.  We went back to the kitchen.  My brother Stuart said the microwave was broken, that it had some sort of melted plastic buildup in the back.  I said it figured that we got a call about the washing machine but it was the microwave that was broken.  Someone said they wished our neighbor were still alive; he was the one who knew how to take care of things like that.  I asked Stuart to show me the problem with the microwave.  He led me to the refrigerator instead and showed me the buildup, but I didn't really see it.  I went and looked at the section for Jeremy and I and started rummaging for some food.  I was surprised to see we had leftover fried rice; I had forgotten about it.  I realized the rice was frozen though.  I asked if we could turn the temperature up, and the rest of the roommates and I started searching through the coolers to find the temperature control dial.  A guy a few yards away looked through a large stack of things including eggs and juice, and I realized that a lot of the food was communally shared, which I thought was neat.  Toward the left end of the cooler, someone offered my former friend Jenna and I some sort of reddish Japanese cracker.  We each took one.  Jenna thanked him in Japanese.  I attempted to do the same, but French came out instead- I had to work a little harder to remember the Japanese.  Then I was sort of walking on my hands around to the other side of the cooler.  I was happy about the communal aspects of the living situation and was pleasantly surprised how well everyone was getting along.  I was pleased with the bright prospects of how things would go, and looked forward to a pleasant communal living situation in comparison to living in the dorms.  I went back to Jeremy's and my section of the cooler to continue looking for the dial.  I rummaged through the bottom shelf and found some of Jeremy's forgotten-about gorgonzola.  There were also lots of Cool Whip containers.  In the rummaging I found a sliding metal section.  Metal sides folded up to isolate one freezer section from the others, then this metal 'toaster oven door' sort of thing could be slid to certain areas.  This metal panel then heated up, and we decided this was a functional form of thawing the food, yet still a nuisance.  Someone commented about it would be nice of the neighborhood manager were there, he could help us take care of it.  My dad said there were so many different managers within the community it was confusing.  I was apparently the 'parole manager'."
        }, 
        {
            "number": "0946", 
            "head": "Post-Grad:04/12/04", 
            "content": "I was in the rumpus room.  There was a commercial for the observatory.  The filming circled around and showed the old dorm.  Then I was there on the mountain.  There was flooding, and the houses surrounding the mountain near the old dorm had been raised so as to avoid the flooding.  Some were still waiting to be raised, and one was in the process.  I helped take apart a shower on the first floor of the house in progress.  We had to unscrew something I think in the showerhead, but I didn't have my screwdriver with me.  Then I was down a street, talking to my boyfriend Jeremy's coworker Douglas, I think about sparring.  I saw some people throw some kicks, and worked on stretching some.  My muscles were tight.  Somehow the conversation drifted to that of a LAN party instead, but I complained about the difficulty in determining which computers were the best or fastest.  At some point I lost the tweezers and toothpick out of the new pocketknife Jeremy gave me."
        }, 
        {
            "number": "0947", 
            "head": "Post-Grad:04/13/04", 
            "content": "Something about a trampoline.  I was at a tan site; it seemed like some of secured, perhaps chemical processing facility.  There were pipes running overhead.  I was collecting some green chips or flakes, and some small red crystals.  I was going to use them to make some sort of drug that I had used to use.  I had gone back and forth across the facility several times, having to sneak a bit.  Then I was in my room, and I held the two shallow boxes (as if perhaps for a bracelet) of the chemicals in my left hand- I was trying to conceal them, as my father was standing in the hall talking to me, and I didn't want him to see my drugs.  Someone else..I think my brother Stuart was in the room with me.  He was trying to help me distract my father by pointing out the large insect (bee?) flying around the room.  Then I was back on the other side of the facility or campus.  A man in an old car was trying to sell '5 long-stemmed ___'- some cocaine form of cigarettes.  A girl on the other side of the street was wavering, considering his offer.  I internally urged her not to, and I was relieved when she tossed a basketball through his window, no longer considering the offer."
        }, 
        {
            "number": "0948", 
            "head": "Post-Grad:04/14/04", 
            "content": "Something about my boyfriend Jeremy."
        }, 
        {
            "number": "0949", 
            "head": "Post-Grad:04/14/04", 
            "content": "I was at the observatory.  All the people working there were about 20 years younger.  They all seemed like actors from British Comedy.  They were working on some sort of robot.  Then I was in a backyard, lying on some sort of suspended wooden shelf, talking to my old housemate Andre.  I noticed the shelf was shaky and he said it was probably from the way we got on- 'jumping' on from the picnic bench putting more weight than simply slowly easing onto it.  He grabbed the chain and it started to swing.  He rose up to the shelf and I came down onto the ground.  Then in my parents' backyard I was talking to my boyfriend Jeremy.  Other people were around.  A car came hovering down and parked in the neighbor's yard.  I pointed it out to Jeremy.  This hovering car was an improvement made by aliens.  Society was excited about these improvements and hovering cars and welcomed the aliens without question.  With the improvements being made, I was recruited to take down the fencing around a swimming pool.  Fences were something that would no longer be needed due to the improvements.  While doing this I had to wonder how invasive the aliens would be with their improvements.  I had mixed feelings but was mostly apprehensive about having my Volvo readjusted into a hover-car.  The adults were more excited about the aliens than the kids were, and any questioning thoughts were not received well.  Something came out while taking down the fence, and I was sent to the garage.  There was a small pink pig that I talked to and I knew would help me.  I kissed it on the snout and sent it to do something to help free me.  The adults had started to put jewelry and potatoes in the driveway.  This was supposed to be a sort of kryptonite to us.  My English online friend Mary was in the garage with me, and she knew somehow how to deal with the potatoes.  My brother Stuart said allergies were why they were used to confine us, and I guess Mary was immune.  We got out of the garage.  I saw the pool; it was frozen over.  I had some of the 'magical' ability that Mary had had, and I touched the pool, melting the water.  Once it had melted, there was only about three inches of water in it.  Somehow this reaffirmed to me that the good the aliens were doing was just a cover-up for other intentions."
        }, 
        {
            "number": "0950", 
            "head": "Post-Grad:04/15/04", 
            "content": "I was in college, in the lunch line with my former friend Jenna and her older sister.  I was thinking how it was surprising, it wasn't a dream, that Jenna and I were friends again.  Moby was at the school.  I had a very deep respect, almost a crush on him.  We had ice cream.  I took sorbet because Moby did, being vegan, but I took a dab of cookies 'n' cream, too.  I was going to make a sincere effort to eat more vegan.  We were taking a trip somewhere as a group.  We passed a snake of some sort; I think Moby's favorite animal was said to be a white viper.  I was riding a bike of some sort (as Moby?) along a Cliffside across the street from a housing tract.  The front tire was wet and leaving marks on the ground."
        }, 
        {
            "number": "0951", 
            "head": "Post-Grad:04/18/04", 
            "content": "My family and my boyfriend Jeremy and I were at a carnival of some sort.  We played a game in an arena with a shallow pool and some rooms nearby.  We were each given several identical stuffed beanie animals and..pencils?  The stuffed animals were ammo and each person had a different animal to identify them.  Someone had frogs, another was something white, perhaps sheep.  There were small disks, too.  The pencil was used to fling the items at others.  The disks would 'stun' the victim and the stuffed animals were actual shots that would yield points.  A person didn't have to leave the field when hit; winner was determined solely by points.  Each person only had three or four stuffed animals to shoot before having to go pick them up again, so there was a strategy to shooting the disks before the stuffed animals.  I really got into the game, much more so than paintball I thought- probably because there wasn't any pain in getting hit.  I shot off a few at my brother Stuart, and got my mother into the game.  I went off to the left room where my father and Jeremy were in the middle of a battle.  There were some bright flashes in the room related to the game somehow."
        }, 
        {
            "number": "0952", 
            "head": "Post-Grad:04/18/04", 
            "content": "My old friend Candy and her mother Dena were in a car and I was talking to them.  They told me how every morning Candy milks one of her friends because somehow it helps her breast cancer.  I had trouble understanding how it helped and whether it meant her friend was a mother even though she was a teenager.  I saw something that had numbers on it that I interpreted to be the girl's weight; I asked if her being almost 200 pounds had something to do with it, admitting that I really didn't understand- much of anything.  So Candy sort of demonstrated what she does on some paper funnels, as if that would help- though it was the why it helps I was curious about, not the how.  A thought crossed my mind that it was interesting Candy did this, thinking the girl could get along just as well with a breast pump, and I wondered if Candy was bisexual."
        }, 
        {
            "number": "0953", 
            "head": "Post-Grad:04/19/04", 
            "content": "My brother Stuart was holding a rack of karate belts in a wide array of colors.  Some of them were wide, thick bolts of material, some of them silk.  There were many colors.  I was talking to him about a green belt and how it somehow related to us.  I realized there wasn't a green belt in our system and wondered if all the belts were really used in various systems, and what the big wide bolts were for.  I was kind of sad and wanted to get back to karate."
        }, 
        {
            "number": "0954", 
            "head": "Post-Grad:04/20/04", 
            "content": "I was in a class for...'social modeling' I think.  I was sitting to the left a girl named \"Amartya Sen\".  She had tan skin, was kind of tall and lanky, and wore big glasses.  I had supposedly met her as a freshman, and I asked how she was doing.  I uncharacteristically asked if she'd like to meet up after class and catch up a little, and we'd made plans to do so.  I looked to the left for some reason, and I noticed then that I was topless.  I was going to try to cover up, but I decided I had already talked to Amartya topless so there was no reason to start caring now.  Class was ending and I looked at my watch.  It was after 5 already.  We went to my longtime classmate Brett's house.  I went to audition with a man (his father?) and my friend/coworker Jason was there.  There was only one line we had to audition with, I don't think the script had been fully completed.  I think I was reading the line off a flower message card.  I wanted to play the role sort of exasperated, adding a sigh.  I was very excited to try out, the prospects of doing something new.  I went to read and just couldn't seem to, with Jason in the room.  I didn't feel embarrassed or overly self-conscious, yet I remained silent.  I went back to the living room.  There was a dog.  Brett's mother offered me Newton-like cookies with a white cream/strawberry filling, and they were very good.  Asked her where she got them without gelatin.  I talked to her like a friend.  Then I climbed around on the roof trying to escape."
        }, 
        {
            "number": "0955", 
            "head": "Post-Grad:04/20/04", 
            "content": "My family and I were at a (birthday?) party for one of my father's coworkers named Lee.  I had my boyfriend sitting on my lap, but I don't think it was Jeremy.  There were people performing.  One woman came up and started mimicking my performance as a bird (which I'd done earlier?).  So I acted like one again and blinked and cocked my head.  Another performer (sort of like Blue Men, face hidden) picked up my left foot and pulled it to the left, then to the right.  My dad and everyone were trying to convince Lee to open his present but he was leery.  Finally he did it was \"Dog...yoga...____...____...BARF! sheets\", supposed to look like they had barf on them.  It was a redneck joke gift."
        }
    ]
}