{
    "dreamer": "madeline1-hs", 
    "description": "Madeline 1: High School", 
    "dreams": [
        {
            "number": "0030", 
            "head": "HS:??/??/97", 
            "content": "I was swimming in a river.  For some reason I remember my father was with me.  We started swimming or drifting a ways, but came to an area where the river was full of corpses floating around.  I was disturbed and tried to stay away from the dead bodies, but the waves splashing made would only bring them closer, so it was a struggle to get away from the 'contaminated area'.  I was afraid to be near the bodies."
        }, 
        {
            "number": "0031", 
            "head": "HS:??/??/97", 
            "content": "It felt like we were in the past, in Italy, yet the area was similar to that of my maternal Grandma Jane's neighborhood.  I walked up a hillside to my grandparents' house.  There were a lot of red flowers out front, and a birdcage in the kitchen.  Some of my maternal grandpa Gerald's siblings were there.  Grandpa Gerald was dying."
        }, 
        {
            "number": "0032", 
            "head": "HS:??/??/97", 
            "content": "After our neighbors were robbed, I dreamt the robbers came back to hit our house.  There were two of them.  I confronted them in the backyard.  I took three steps closer.  They were only two yards away, about to make a break for the side gate.  One of the robbers raised his arm with the gun tilted, and fired.  I was shot just below the jaw.  I fell back and began to bleed to death, weakly trying to breath, and completely focused on the feeling."
        }, 
        {
            "number": "0033", 
            "head": "HS:??/??/98", 
            "content": "I dreamt Stan, the boy I had a crush on in Statistics, came back to school as a sub of sorts for spirit day.  We stared at each other.  I tried to speak to him, but he ignored me."
        }, 
        {
            "number": "0034", 
            "head": "HS:??/??/98", 
            "content": "My crush Stan was sitting in a desk in the hall at school.  It was some sort of reunion.  My elementary school violin teacher, Mr. Baker, and my kindergarten teacher Mrs. Moore were there.  I talked to Stan, but he didn't remember my name- he thought it was Melissa.  Then he looked like Marty Stouffer."
        }, 
        {
            "number": "0035", 
            "head": "HS:09/??/98", 
            "content": "I was in a booth at a restaurant, but I was in class, taking notes.  I was trying to write, when the Asian boy sitting next to me embraced me.  He wrapped his arms around my stomach, and slid them up around my chest.  I continued to write.  Then he slid me across his lap to his other side, and he wanted me to hold him instead.  I put my right arm around him compliantly, but continued to write.  The boy was wearing some sort of grey collegiate sweatshirt.  In some reference to whatever it said on the front, he said, \"Let's go find our moo.\"  He took my hand and led me to a booth across the room.  Someone in a nearby booth claimed they wanted that booth, but it was dirty and we ignored them.  The boy said something about hiding from the school authorities.  He slid into the booth and I followed.  He had a sort of bowl-cut haircut, and wire-framed glasses. We embraced again, and kissed.  It was very gentle, kind, and sweet, but short.  It is my first kiss, and it felt magical.  I wanted another, but was awakened."
        }, 
        {
            "number": "0036", 
            "head": "HS:10/31/98", 
            "content": "I dreamt about my crush Jose.  I don't remember what the situation was, but he was wearing his red and black fleecy vest.  He came and stood right next to me, so that we were nearly touching.  It was like a silent message from him, of caring and love."
        }, 
        {
            "number": "0037", 
            "head": "HS:11/14/98", 
            "content": "I dreamt I was in history.  I was sitting next to my crush Jose.  I was writing him The Letter confessing my feelings.  He was looking over my shoulder, but I didn't mind.  It was a long letter; I was at the bottom of the page.  I asked if he and our classmate Meghan were a couple or something.  I was unusually comfortable given the situation.  He made some sort of gesture about not wanting to get together, but it wasn't completely clear."
        }, 
        {
            "number": "0038", 
            "head": "HS:11/22/98", 
            "content": "I was going to take my best friends Jenna and Emma in a hot air balloon.  It was small and shaped like a rocket.  There was a Backstreet Boys concert.  They were going to give out free memorabilia, and the van was parked outside our house.  Most of the band had left to get more stuff, but Kevin was still giving out his old clothes.  My classmate Mark got a leather jacket for his younger sister Kate.  Caroline Rae was there.  I fought her and another for some other item.  Kevin said something to convince them it was shabbier quality so they wouldn't want it.  He said something about me being St. Venus.  Thanks to Kevin, I got the sweater.  My crush Jose was there, and he put the sweater on.  He got out of the car and walked around to the passenger side.  I was going to help him take it off.  Something was troubling him, and he offered to do it himself.  He gave me the sweater and went back to the car.  He seemed upset, so I stuck my head in the window and asked what was wrong.   He didn't hesitate, but mumbled.  \"I gotta ask you to go to someone's house, but you gave me the note, and I said no, and it's so soon after...\"  I smiled and interrupted, and told him I'd be happy to go."
        }, 
        {
            "number": "0039", 
            "head": "HS:11/30/98", 
            "content": "I dreamt my crush Jose was mad at me, but wouldn't discuss it.  He fell in the irrigation system twice.  I tried to help him out the second time, but the current carried him for at least an hour, through tunnels so full he couldn't breathe.  I asked if he was okay when he got out, but he refused to talk to me."
        }, 
        {
            "number": "0040", 
            "head": "HS:12/06/98", 
            "content": "I dreamt my crush Jose kissed me.  It was a simple message not to worry."
        }, 
        {
            "number": "0041", 
            "head": "HS:12/20/98", 
            "content": "I was at a dance.  My brother Stuart's classmates Rachel and Tommy were there.  I went with to the dance with my old classmate Tate.  I gave my best friend Emma a letter, but it was incomplete."
        }, 
        {
            "number": "0042", 
            "head": "HS:01/07/99", 
            "content": "My crush Jose was playing basketball against the bleachers.  I was in the car. I guess I either gave him another letter or asked him about going out again.  I left and came back to receive another rejection.  Later on, my best friend Emma, Jose, a friend of Emma's and I were sitting around.  They were talking about how they were first-generation.  Jose was depressed because he was going to have to go back, and remember how to speak Spanish.  The three were able to talk and relate.  I leaned back and sort of out of the conversation.  This slight motion, however, drew attention to myself.  Jose made a mention, not a blame, that I was partially the reason.  Emma objected, trying to stand up for me.  Solemnly I agreed with him.  \"No, it is my fault.  I'm sorry,\" and I got up and walked away. I was responsible for ruining the life of the person I cared about.  I felt such guilt, and yet I could do nothing.  It was not a choice to feel for him.  But if I'd kept my feelings to myself, let go after the first rejection, at least he could be happy."
        }, 
        {
            "number": "0043", 
            "head": "HS:01/12/99", 
            "content": "My mother and I were driving home.  Over the park we saw a moving star of light.  We pulled over and slowly the star worked its way toward the car.  We let it come in through the driver's side window.  It hovered and took shape as a hummingbird, as if communicating with our subconscious.  For a moment it had fuzz like a baby chick; it looked like the fuzzy inside of an artichoke."
        }, 
        {
            "number": "0044", 
            "head": "HS:01/18/99", 
            "content": "I had come across the cutest penguin.  He showed himself to be intelligent and I named him Confucius.  He was large, an empire penguin.  He was about 3 feet tall and an armful for hugging.  He could definitely comprehend what I was saying.  He provided great companionship and I was happy to have him with me on the boat we were on."
        }, 
        {
            "number": "0045", 
            "head": "HS:01/20/99", 
            "content": "I guess it was in a hot tub.  A group of people came in, perhaps five guys and another girl I'd seen before.  Somehow the atmosphere was quite friendly.  Somehow the cutest guy there was next to me and my head was on his shoulder.  He was tan.  Then my brother Stuart, one of his friends and I huddled around the kitchen TV.  The cute boy was on TV, and I pointed, \"He's the one I like,\" I said bashfully, not letting on anything else."
        }, 
        {
            "number": "0046", 
            "head": "HS:01/23/99", 
            "content": "I dreamt I was at the computer, and a boy bent over the to fix something.  I enjoyed the closeness."
        }, 
        {
            "number": "0047", 
            "head": "HS:01/25/99", 
            "content": "I was led to a small kind of hut or treehouse by a dog I was watching.  His urine smelled like spearmint.  The clubhouse was in an area with lots of plants about where the back of our neighbors the Herman's place would be.  My mother followed my freshman English classmate Samantha up a different way.  My crush Jose was standing in the corner.  There was some conversation going on.  Jose did the little knuckle-nudge thing to each of our chins.  My mother and Samantha continued to talk but Jose beckoned me to the corner.  \"I didn't want to have to say this to anybody...\" he said what sounded to be that he didn't like the \"Parent Promises.\"  That is what I heard but not exactly what he said, I think."
        }, 
        {
            "number": "0048", 
            "head": "HS:01/29/99", 
            "content": "I dreamt our cat Buster had to be put to sleep."
        }, 
        {
            "number": "0049", 
            "head": "HS:01/29/99", 
            "content": "I was in a classroom, I guess.  There was some sort of activity going on.  There was a projector with desks beyond it.  People were coming in and sitting down.  Someone came in and sat directly behind the projector.  It was my old freshman year crush Stan.  He seemed to be leaning to see around the projector.  Someone neighboring told him, \"Madeleine is here.\"  He seemed to look more anxiously.  He stood up and moved to the side to try and see."
        }, 
        {
            "number": "0050", 
            "head": "HS:02/18/99", 
            "content": "We had switched classes.  One of my teachers was very strict, and reprimanded me for something.  I went back to history to pick up an old test or something.  We got the old assignments.  My best friends Emma and Jenna were there.  Jose was nowhere around, so rather than leaving, I dilly-dallied.  He never showed, which was what I was hoping.  I waited for everyone to empty out.  I was considering taking his paper.  I wavered between grabbing my things to go or taking the paper.  I was deciding against it.  I had kept the dilemma to myself, of course.  Jenna got preoccupied with something else.  Emma, however, suggested the same idea I was already mulling over.  I admitted my thoughts.  As she came up with it too, I just grabbed it.  I don't think she was serious, but she wasn't completely shocked or opposed when I took it.  I didn't know exactly what the assignment was but I do believe it was about him, perhaps an autobiography rather than US history.  Whether it was on that paper or another one I did not have was the Mexican flag, and Emma made a comment to that.  Later, I remember either going down a tube or pulling it down over my head. Jose ducked into the bathroom about when I did."
        }, 
        {
            "number": "0051", 
            "head": "HS:03/16/99", 
            "content": "I told my crush Jose to have some water and I gave him my bottle.  He was in the middle of a discussion with someone, but took the bottle.  I leaned on his arm."
        }, 
        {
            "number": "0052", 
            "head": "HS:03/17/99", 
            "content": "I dreamt of a wedding in a stadium at the airport.  There were trinket toys.  I was a friend of the groom's, but he was a stranger."
        }, 
        {
            "number": "0053", 
            "head": "HS:04/29/99", 
            "content": "I dreamt about flying on a hang glider."
        }, 
        {
            "number": "0054", 
            "head": "HS:04/30/99", 
            "content": "My math teacher Mr. Johnson had his artwork displayed about the room.  Many pieces were taken from magazines and were connected to unfold with brads.  A hand would open to reveal singular fingers.  A poster with pictures of his parents.  Two of the works had music included; a paper record of piano music.  The most superb piece was a telling of the 3 Bears.  That one had received an award. Two of the projects had dedications.  The first said something to the effect of \"Inspired by Melody.\"  Clearly and boldly written across the face of the second said \"To Madeleine.\"  I was hurrying to look at all the works before they were taken down.  They were all about the room; I could not get to them all.  My best friend Emma saw the energy in my eyes and left almost wordlessly.  My friend Leon tried meagerly to persuade me to go but I confirmed that I would not yet be leaving, not until the last possible second.  It was a panic of joy and helplessness."
        }, 
        {
            "number": "0055", 
            "head": "HS:05/31/99", 
            "content": "I sat talking with my classmate Greg, and casually put my arm on his shoulder."
        }, 
        {
            "number": "0056", 
            "head": "HS:06/01/99", 
            "content": "I think I was sitting on the couch with my father, waiting for some program to come on, I guess.  I was leaning against his arm, and I was kind of singing along to \"Unpretty\" by TLC.  My dad was surprised to hear me.  When he made mention of it, I was too.  The conscious thought made me nervous, but I kept singing.  If I stopped, I would be embarrassed.  I kept on; I knew if I continued I would sustain.  Stopping would only do me in, so I ignored his comment."
        }, 
        {
            "number": "0057", 
            "head": "HS:06/04/99", 
            "content": "I was at school, perhaps in physics.  I think my friend Leon was there.  The sub led us down to a housing track in construction, and through the gates.  Memory is sketchy and I can't remember the important parts.  It seemed like it was the teacher's fault.  My right leg or arm was injured.  There was a 2-inch vertical cut on the left corner of my mouth.  On the right side of my chin was a 1 cm diameter hole, bleeding.  The hole was too big to spurt blood, but too small to gush.  Blood was pouring out.  I had a bruised cheek.  I had to hold the wound on my chin so I could not talk well.  Something about these violent dreams enchants me.  I vaguely remember Leon and I riding in a cart or forklift."
        }, 
        {
            "number": "0058", 
            "head": "HS:06/21/99", 
            "content": "I dreamt I was sitting on the couch in the living room with my online friend Kevin.  I was holding his left arm tightly.  He mentioned something about a kiss, so we went for it.  It was just a playful affectionate peck.  My mother was on the phone in the kitchen, but I caught a glare from her.  Kevin got up and closed the doors and sat back down to my left this time.  It was all very playful.  I leaned in towards him, and he mentioned tongue this time, and stuck his tongue out at me, just an inch.  I guess I licked his tongue.  It tasted like souring milk."
        }, 
        {
            "number": "0059", 
            "head": "HS:07/19/99", 
            "content": "I had an unpleasant dream about a swarm of bees making me nervous.  In the end I got two ICQ messages from Del, with double entendre.  Something about rising, and being on top."
        }, 
        {
            "number": "0060", 
            "head": "HS:07/26/99", 
            "content": "I was in a concentration camp for children.  It was a horrible, awful place.  We (my brother and I and the other children) were sitting outside in the dirt.  It was a tiny space for as many of us as there were.  There was a Jewish boy who actually dared to talk to the authorities.  We just paced in the dirt, tracing the cyclone fence that confined us.  This wasn't just our outside realm to spend the day- it was also our only area to sleep and eat.  There was a separate enclosure with a single football.  There was another area with cages and 2-channel, staticky TVs.  There was no shelter from rain.  We were assigned tasks, even as mundane as the pacing.  A boy who was my brother and a little girl somehow made it through a small gap in a gate at an opportune time of retrieving the football.  I faltered in fear and didn't try to escape.  The two crept behind the 'officer's quarters' but nobody knew if they made it any further.  My brother was the only one I knew, and now I was alone.  There was a boy who he had talked to, though.  They had planned an escape attempt and I was supposed to go.  So the other boy and I used another's misfortune as a distraction as our opportunity to escape.  I think it was the Jewish boy who was caught for hiding a possession in the dirt.   He ran not 3 feet from the overseer to uncover a pickaxe.  The other boy and I made our way to the caged area.  There was an ugly exchange of using the pickaxe as a weapon against the fierce lady, barely slowing her down.  The walls of the cages and the TVs toppled on her.  We were free from the detention area, but we were fugitives.  I followed the instructions given by the leader of our escape.  We descended into a gutter.  We were not supposed to slide all the way down the green putrid stench of the gutter, but to cling five feet from the surface.  I thought we would surely be seen, however the boy in the lead seemed to know what to do, and the three guards who were following us continued on past the gutter."
        }, 
        {
            "number": "0061", 
            "head": "HS:07/30/99", 
            "content": "I dreamt about bees again.  It was during a sort of tour or long race around dry mountainsides.  I think Del was there, too, and something to do with Grumpy Bear."
        }, 
        {
            "number": "0062", 
            "head": "HS:08/05/99", 
            "content": "I was in a bowling alley.  The lanes proceeded towards a stage, and many of the lanes were curved, not in the least uniform.  There were two gangs there.  Somehow I seemed to join one of them.  We were outside hanging, and the rivalry began.  There was no violence.  One group would provoke the other's affection.  It was playful, treating the opposing gang member as a girlfriend and belittling them that way, more subtly, rather than direct insults and a sincere angry tone.  It was interesting to watch.  In the middle of it I befriended both groups.  Then they left.  One went to the right towards the library, the other to the junior high on the left.  I didn't know which was which group anymore, or which way to go.  I ended up following the leader toward the junior high.  Somewhere in climbing the fences, I'd decided against following any further, and turned back the other way- but the group was gone.  I came across the leader at a sort of clinic."
        }, 
        {
            "number": "0063", 
            "head": "HS:08/13/99", 
            "content": "I dreamt once again of bees, and also vampires.  In the beginning, I was a vampire too.  The others were trying to kill me, though, so I had to run.  At the beginning it was said that the objects we'd found were fish eggs.  I guess I'd made a correction, though in the third person.  I had to move to brush one of the bees off my neck.  I found myself trapped by the vampires on the stairs.  I climbed onto the railing so as to appear to be jumping off rather than going further up and remaining trapped.  Then I made my way all the way up.  It bought a little time, and I was no longer alone."
        }, 
        {
            "number": "0064", 
            "head": "HS:09/07/99", 
            "content": "It was near Halloween.  There were drag races around the house.  Every time it was a new set of vehicles.  Motorcycles, AC Transit busses, and so on.  I sat ready to pick up the phone at the sound of a crash.  It was like several dreams were taking place at once, with scene cutaways.  There was 'old Mrs. Heniwick', an acting teacher.  We were balancing Popsicle roadblocks on a truck, as if they were Legos.  The scene reverted to the races.  I had several friends over.  The house was set for a party; the dining room table was pushed to the wall.  A friend stood there, me in front of the pantry door.  Beside my friend formed a being; Death.  He was not completely solid, but made up of a thick black mist.  I looked towards it and the form changed.  He dropped from about 6 feet tall to about 4 feet, and he grew wider.  His ruddy eyes became visible.  A deep, doubled, growling voice rumbled, \"I have come for YOU!\" and the thick black mist descended heavily upon me. I was afraid, but I didn't want the fear to overcome me and cause a panic; I figured that would only make being consumed more painful.  I didn't resist and dropped to the floor.  I was surrounded by the black mist.  The mist was heavy and as I inhaled, my throat constricted and I couldn't really breathe.  I was on my stomach, yet slowly spinning.  My last thought was of a discussion earlier in the night, and I was not above suspecting the whole thing was a trick.  I moved my left arm to cover my stomach from a potential tickle attack.  The spinning yellow linoleum of the kitchen floor dizzily faded out, and I awoke back in \"Mrs. Heniwick's\" classroom.  Some of the classmates were concerned.  Some thought I fainted, yet others applauded me for my 'performance'.  I was happy.  My last thoughts in death were \"okay, I guess I'll see what it is.\"  I went to Mrs. Heniwick for a hug, but she is a little odd, and strict, and refuses me.  I looked to the rear of the room.  There were only 12-15 students, each standing on uniformly spaced platforms, perhaps as a step-aerobics class might be laid out.  I saw my online friend Eric.  I called out to him.  'Eric!  We were right.  Look, I'm reincarnated!'  I look to him for my hug, and he supplies it.  I was reincarnated into my own body.  My dad appeared somewhere in the classroom and he hugged me as well.  I awoke with a great sense of comfort, knowledge, and thrill from the experience of death."
        }, 
        {
            "number": "0065", 
            "head": "HS:09/10/99", 
            "content": "It was nighttime.  I was being chased through the third or fourth floor of an office building.  I was scared.  I think I ended up jumping out of a window and running off past a donut shop with yellow lit-up letters for a sign.  The shop was named after my family."
        }, 
        {
            "number": "0066", 
            "head": "HS:09/15/99", 
            "content": "I was in a dark room, sitting in groups, like taking notes in class or something.  My online friend Del was sitting diagonal to me.  My classmate Kally sat to my right and leaned over and kissed him.  Del got up.  The teacher was speaking in French.  From above, a cloth dropped in front of my face, and was pulled gently against me.  It was Del standing behind me.  It gave me a calm contentment and comfort compared to the sort of jealousy I felt when Kally kissed him.  \"You already know this, don't you?\" Del said.  \"Then come and I'll show you your room.\"  He led me away by the hand.  We entered a dark rumpus room, lit only by the TV.  Del is standing to my left.  He moves in front of me and sits on the couch, and I sit next to him so he is on my right.  He asked me a question with several options, but he spoke too quickly and I couldn't hear.  He asked again.  I only heard the last option- his sister's room with the light on.  I lay my left hand lightly on his arm, and awaken in about that same position."
        }, 
        {
            "number": "0067", 
            "head": "HS:09/15/99", 
            "content": "I was at my online friend Del's house.  It reminded me of the neighbor's house, with the kitchen in the middle and a step down into the living room.  There was a dog named Sog.  There were a lot of mice and hamsters.  The hamsters looked more like Puffkins, though.  The one my brother Stuart held looked like a white koala.  One looked like an owl.  Each was different.  Part of the dream I was on the computer, messaging with Del.  He explained an acronym for what he does, what I'm learning, RVCN or something similar.  He showed me something- I'm not sure of the purpose.  I was inside of him, following through the path of his reproductive system.  The feelings were mirrored simultaneously, that of an orgasm.  There was more to the dream, but I forgot, as it didn't make much sense."
        }, 
        {
            "number": "0068", 
            "head": "HS:09/21/99", 
            "content": "Something was going on in the mobile home park across the street.  There was a man who looked like Jack, an Indian man I chat with online.  He had a gun, and whatever he was up to, his intentions were trouble.  My parents and brother Stuart and I ran to see what was going on.  In running we encountered a woman with a gun, and we told her not to let the man take it.  In a cluttered room, the man takes her in a struggle.  My family and I stood off to the side, helpless.  My dad had a large knife, and he was scared.  The fear cracked him.  He made only one motion of the knife in their direction.  Before I knew what happened, he took the knife to my left forearm.  He struck my mother and I struggled as he turned back toward me.  He was stronger, and sliced me again.  He was trying to kill us so we wouldn't die at the hands of the other man.  When I awoke I felt the pains of the cut on my arm."
        }, 
        {
            "number": "0069", 
            "head": "HS:10/07/99", 
            "content": "I was walking along the upper level of a white motel.  I passed a room and heard some noises.  It was my friend Benji and my maternal Grandma Jane having sex."
        }, 
        {
            "number": "0070", 
            "head": "HS:10/11/99", 
            "content": "I was in a department store with Stuart and my father, riding on the escalator, perhaps doing some Christmas shopping.  A bee started buzzing around.  Outside the store we were on some Astroturf with a low fence- perhaps knee-high around it.  The area was used for radio controlled cars.  The bee stung my leg."
        }, 
        {
            "number": "0071", 
            "head": "HS:10/15/99", 
            "content": "There was a school rampage.  I was in the back of the car with someone, maybe my brother Stuart, when it started. Four people wanted to destroy everything.  They had machine guns.  During the shooting, bombs started to rain down from the sky.  The car provided ridiculously good shelter. We stayed crouched out of window view, and felt cold debris raining down stinging our backs.  Having our backs as the nearest body parts exposed may not have been the best idea, but we didn't have a lot of time to think.  Several times I felt the urge to raise my head and look.  We didn't know how close they were, and I thought we might be better off running if the opportunity arose.  But I knew better.  Spatters of blood came through the window.  At some point the firing finally ceased, and we managed to get out of the car- somehow, we got hold of three of the shooters.  There was a little boy named Blake on the other side of a cyclone fence.  I ran to him and told him to run and call the police; then I noticed I was standing right next to a payphone.  Blake came through.  The police came.  There was still one shooter loose, though.  I was very relieved when I saw my father amongst the scatter of people, and I ran to him.  He wore janitor's overalls and had a broom.  Upon reaching him, I faltered.  Was it really him?  It looked like him, but I wondered.  I gave up.  I was too relieved to care if it wasn't.  I hugged him.  My carelessness was unwise.  It was the fourth shooter.  I woke up."
        }, 
        {
            "number": "0072", 
            "head": "HS:12/02/99", 
            "content": "I was at school.  All the class work was done and people were preparing for something.  My good online friend Del was there. There was a boy in this dream, a stranger, that I seem to have dreamt about on multiple occasions, and I wonder why.  He wore a shirt that implied Del's screen name was an acronym."
        }, 
        {
            "number": "0073", 
            "head": "HS:12/07/99", 
            "content": "I dreamt I was on my computer.  The room was dark, and my brother Stuart was sitting on the toilet across the hall with the door open.  Something felt ominous, but I'm not sure what.  I was trying something new out, like a Winamp skin.  The screen splashed red, except for where the title letters left a vacancy.  The two halves of the screen turned slightly, forming two corners of cubes, protruding 3 inches from the monitor.  I turned and called Stuart to look, it was so realistic.  I felt as though I was supposed to succumb to the stereotype of trying to touch the 3-D image.  I reached through one of the corners, and once I penetrated the image, I felt heat.  My finger quivered.  High radiation?  I touched it again and got nervous.  It was too weird.  I wanted to back away.  I woke up with my throat and breathing constricted."
        }, 
        {
            "number": "0074", 
            "head": "HS:12/08/99", 
            "content": "Again like yesterday, dreamt of 3D effects on the computer screen.  A Word document this time.  It peeled off from the lower left corner.  Not scary this time."
        }, 
        {
            "number": "0075", 
            "head": "HS:12/26/99", 
            "content": "I went into the bathroom.  There were regular toilet stalls, but there were also several stalls for washing hair.  Men were in there too.  I went to wash my hair.  There were three women.  Two, in particular, were adamantly opposed to my washing my hair.  They were very upset.  I tried to be kind but with no luck.  I actually had a few good responses to their mean words.  Finally they got to me, and I wanted to bug them psychically, to get them to leave me alone."
        }, 
        {
            "number": "0076", 
            "head": "HS:01/17/00", 
            "content": "Ray (a guy I was dating) left at 3:30 last night.  The rest of the night the sleep wasn't restful, I dreamt of trying to get him to leave, but he wouldn't, and I wasn't happy.  I was in the living room.  There was a car on the porch."
        }, 
        {
            "number": "0077", 
            "head": "HS:01/18/00", 
            "content": "I remember a red fire consuming a city you could see beyond the retaining wall, far off in the distance.   Buildings collapsed.  There was blazing red fire, chaos, and billowing smoke.  It looked like Judgment Day.  I was with someone on the porch, and the helicopters came after us, or me, as if they knew I somehow had something to do with it.  Somehow in the dream I was injured, and I awoke with a large bruise covering the whole left side of my back."
        }, 
        {
            "number": "0078", 
            "head": "HS:01/18/00", 
            "content": "I was on a ship in a blustery windstorm.  The sky was white.  I could feel the motion of the ship caused by the wind."
        }, 
        {
            "number": "0079", 
            "head": "HS:01/18/00", 
            "content": "I was in English, and we were reading the papers we'd written.  I later read the word \"notice\" and could not figure out if I was remembering the way something was written in The Color Purple or if that was the paper in my dream.  I met my aunt and uncle's foreign exchange student Yuriko after class.  She lived two years in Canada.  She was wearing a sky-turquoise flowery kimono.  She was somehow connected to the ocean.  She spoke French.  Somehow I had known I was going to meet her, and I knew we were both going to the movies again the same night."
        }, 
        {
            "number": "0080", 
            "head": "HS:01/18/00", 
            "content": "I read a letter from the guy I dated, Ray.  \"Wintel Al Mitchell\" and our friend Mike were somehow related.  It was a story with a goat.  Their neckties had crossed and got stuck between the cats.  I later saw the tie.  The pink panda wrapping paper my mother has."
        }, 
        {
            "number": "0081", 
            "head": "HS:01/18/00", 
            "content": "I was in class, perhaps doing the French skit.  My online friend Del was going to come down and help.  He arrived for his part.  I turned, and paused at the sight of him.  Fortunately, I was able to improvise my lines.  I hugged him, and it felt like the perfect hug."
        }, 
        {
            "number": "0082", 
            "head": "HS:01/26/00", 
            "content": "Someone named David Snare, supposedly an online friend that I met in person.  He came to pick me up and my attitude was, \"oh, you again.\"  Part of the dream was in French, and part was in Japanese.  Somehow I ended up the actor in a small, independent film.  Part of the filming was at my friend Ray's place.  We stopped and I ate lunchmeat with a fruit rollup.  I woke up dizzy."
        }, 
        {
            "number": "0083", 
            "head": "HS:01/26/00", 
            "content": "I was at some sort of recreational facility in the late evening.  I think I had to ask my good online friend Del a question.  I was reading what I thought to be his reply; if it was or not I couldn't tell.  The letter set up the scene for what would follow. I didn't believe it was real; it was just an explanation or enactment.  It was dark and I was standing by a reddish-tinged wood post of the pathway overhang at a park.  I waved to Ray as I thought I saw him drive by.  I turned back from where I had come, and I saw a man in the distance.  I realized it was connected to the letter.  The man raised a gun toward me.  I bumbled forward but could do nothing.  The bullet struck me in the rear right of my neck, just below the skull.  I felt the bullet's impact and lodging.  I fell to the ground hard on my left side after the impact of the bullet.  I just lay there calmly dying.  I didn't think to try and stop the bleeding.  In the morning I had an excruciating headache where the bullet had entered, and my left side where I had fallen was quite sore."
        }, 
        {
            "number": "0084", 
            "head": "HS:02/16/00", 
            "content": "The dream started talking to my good friend Del online.  I felt that since he knew what I was trying to learn, talking to him about it would somehow be wrong.  After that the dream was all around a decision that my mother and my brother Stuart made, that we would move to Hollywood.  I was crying hard.  I didn't want to leave so close to graduation.  I got violent and panicked, trying to run to talk to my online friend Marty."
        }, 
        {
            "number": "0085", 
            "head": "HS:02/16/00", 
            "content": "In the dream I had very easy control with telekinesis.  Pushing something around on the sidewalk, hooking the clasp of a necklace without hands, floating a towel somewhere.  There was a picture book of insects, and I could make the pictures move.  There were small helpless birds on the ground.  I picked them up and held them.  I got used to the telekinesis and flew up through the clouds.  They felt fluffy and icy, yet not really there.  They didn't have any particular flavor, but they tasted good somehow."
        }, 
        {
            "number": "0086", 
            "head": "HS:02/18/00", 
            "content": "I felt someone rubbing my back."
        }, 
        {
            "number": "0087", 
            "head": "HS:02/18/00", 
            "content": "I was in a bus station.  The people made me nervous.  I was going to use my phone to call my mother, but I was going blind and could only see on the periphery.  I panicked, especially because of the crowd around.  I was at a college created by two guys.  I was sitting at a computer terminal chatting to 'Leon'.  Several times I went back to the terminal to find I needed to log off again.  There were electric toothbrushes for each person's sign-on.  At one point I went to the college radio station room.  People were not that friendly, though.  I talked to a girl nearby at a terminal when I went back to sign off the computer again.  Leon was my online friend Marty.  I told the girl I was meeting him on Sunday.  She was the only nice person I encountered.  I think I was on a sit-in tour of the school, but I had to do the homework.  There were two girls with powers.  My brother Stuart's old history teacher Mr. Sanders came in.  My math teacher Mr. Johnson was there too.  One of the evil girls was angered by Mr. Sanders for some reason, and caused him to have a heart attack.  He was able to get his shirt off and lay down.  I wanted to help, and he laid his head on my knees.  He turned red, and was in great pain.  I placed my hand over his heart, and it felt like it was trying to punch its way out of his chest.  He flinched and fluttered his eyes, and he was dead.  I tried to get away before his heart could truly surface.  I got up anxiously with tears in my eyes and a quick brush of my hand across his face to close his eyes as I stepped away."
        }, 
        {
            "number": "0088", 
            "head": "HS:02/19/00", 
            "content": "There was a military display in the school library.  Probably Marines, judging by the uniform.  The center was exposed and the library was around it.  My best friend Emma and I were walking around.  My classmate Mack came up behind us and said something.  I thought he was asking one of us for tutoring.  Then I looked over at the both of them.  They looked back at me.  Mack was asking me to be his Valentine, although Valentine's day had already passed.  I was no doubt surprised.  I didn't know what to say."
        }, 
        {
            "number": "0089", 
            "head": "HS:02/19/00", 
            "content": "I dreamt of my online friend Marty coming to visit.  My friend Kip wanted me to run his computer program.  I was on the phone, trying to do too much at once.  Finally I finished with the program and went into the rumpus room where Marty was sitting on the couch with my mother and dad.  I came in and my parents conveniently left.  Then we were in the living room.  We turned the fan on; I guess it was hot.  The couch was not there.  We laid down where it should have been.  I was on Marty's right, laying on his shoulder and my left side.  He didn't look like anything I expect him to look like...he looked more like my brother Stuart's friend Tommy.  I teased him that his beard was really nothing more than a patch of fuzz."
        }, 
        {
            "number": "0090", 
            "head": "HS:02/23/00", 
            "content": "I dreamt of waking up to find myself with tattoos.  On the side of my right calf, I had one that read, \"BEAST\" in large, abstract, decorative letters.  On my left ankle by the heel was a portion of another tattoo looping around to where I could not see on the outside of my calf.  From what I could make out, it was the crocodile from Peter Pan."
        }, 
        {
            "number": "0091", 
            "head": "HS:02/25/00", 
            "content": "I dreamt that my online friend Marty shaved and he looked something like my longtime friend Kip.  My good online friend Del had a role in my dream, that although in town very close, we never bothered to meet until the day before he had to leave.  I remember something out in the street in front of the house."
        }, 
        {
            "number": "0092", 
            "head": "HS:02/26/00", 
            "content": "I dreamt that my online friend Marty cancelled our meeting, until my mother and I somehow talked him back into coming."
        }, 
        {
            "number": "0093", 
            "head": "HS:03/05/00", 
            "content": "I was in an office, like at the elementary school.  My mother had gone to do something and I went in there to do something and wait a moment for her.  What we were doing I don't remember.  There was a blonde-haired boy in there.  Somehow he and I began dancing.  He was not much taller than me.  There was a stereo playing the music we danced to.  The boy made a mention of expecting me to kiss him.  I smiled and nudged my nose next to his right ear, and told him I don't go kissing that quickly.    He was pleased.  My mother came in at some point and the situation didn't seem to faze her.  The dancing ended and the boy and I smiled at each other, with an unspoken understanding that it wouldn't be the last time."
        }, 
        {
            "number": "0094", 
            "head": "HS:03/05/00", 
            "content": "After work, I planned on going to get some food and run it over to surprise the Red Dwarf crew- old friends I hadn't seen in a while.  That meant going through space of course.  Red Dwarf was just off to the left.  Whatever fast food place it was, it was new.  Kind of like in a food court, I suppose.  The counter was huge.  I was in the middle on the right side of the counter corner in line.  As they kept calling, I eventually ended up on the very end on the left side.  It was an hour and a half wait.  They kept taking people around me.  I ordered four burgers and a fish sandwich for Cat, two orders of fries, a root beer, orange soda, and they didn't have zucchini pieces like I wanted.  I got the fries, though minimal serving sizes, and the drinks, but the sandwiches never came.  I was upset.  While waiting in line before ordering, someone approached me and asked where I was working now- no longer sleeping on the steps outside the bank.  I had trouble explaining that I did that while waiting for my mother, not because I was a bum.  While waiting for the food, I talked to Dharma and Abbey (from Dharma and Greg) who were in line next to me.  Like old friends.  I felt good because I knew they'd help out if I were having problems.  Dharma sure was tall.  Finally I gave up and left without the food.  I couldn't find the car- someone had moved it.  I ran into my classmate Dawn and her mom.  Finally I found the car, but the key wouldn't open the door.  Dawn had already left.  I willed the key to fit the lock so I could at least open the door.  Things changed after that.  I was at the Radisson hotel at night in the parking lot.  I don't know who the guy was, but there was a flash of light as he entered my view."
        }, 
        {
            "number": "0095", 
            "head": "HS:03/20/00", 
            "content": "There was some sort of haunted house like at a carnival.  A roller coaster could go through it.  There was a demon head off in the wall toward the left side."
        }, 
        {
            "number": "0096", 
            "head": "HS:04/25/00", 
            "content": "Going to sleep last night I told myself the next time I'd be awake I would actually be asleep.  It worked.  It felt like entering a virtual reality.  I was excited that it worked.  I don't remember what I saw, but my first thought was to try out lucid control with something fun.  I was going to fly.  Up, with ease.  I had only managed several feet up before I awoke."
        }, 
        {
            "number": "0097", 
            "head": "HS:04/25/00", 
            "content": "I was in a hallway at school running from one side to the other, and a backward somersault to return to the other side.  I did this several times and quite quickly.  It was a badminton exercise.  I got dizzy doing it.  My classmate Carla was there, and some guy.  My French teacher Mrs. Barnes came out into the hall.  I got so dizzy I couldn't propel myself over.  I tried twice unsuccessfully, and ended up only doing 'the snail'.  I gave up.  I was taking the SAT9 in a classroom, but it was like the AP English test.  My lips got locked, like a cramp.  They were pressed hard against my teeth.  I flipped them over my teeth to try and relax them.  My mother was nearby a seat or two but didn't seem to notice my pleas for help.  The grandparents and family went outside to the car.  My lips had loosened some by now.  I got into the passenger side of the van.  Everyone else was in my mother's car.  We went forward.   It was too dark to see whom, if anyone, was driving.  The car was being dropped off for repair.  I heard some sort of recommendation regarding the pop in the right side of my back.  I saw a glimpse of a profile.  I thought it was my 9th grade English teacher Mrs. Mar at first, but heard someone say Royelle, my brother Stuart's econ teacher.  She hit something and I jerked forward."
        }, 
        {
            "number": "0098", 
            "head": "HS:05/28/00", 
            "content": "It was a power struggle with Satan.  Was I his second in command trying to take over, or good?  I don't even know.  I don't remember who or what else was done; just the last scene.  My room, fairly bare.  Pools and puddles of dark blood coagulating in various spots on the floor.  Opposite from me, beneath the window, was a bare mattress, with a soul on it.  My classmate Elvis.  A wrought iron rod impaled through the top of his head.  His eyes wide open, stained red with blood.  Looking him over more to the right, he has no body below the waist.  Someone else comes in, but I do not see them; my eyes are glued to Elvis.  The torso lifts up, stares me down.  Falls back to the mattress.  I shudder in fear.  Stupid to think he was alive after that.  It was a death twitch.  Several minutes later, another.  I want to run but want to avoid the blood but want to stay with Elvis.  I'm frozen in confusion of the death and destruction.  I just shake, bawl a little in shock.  I try to quickly pick my way through the blood pools out the door.  I can't look anymore."
        }, 
        {
            "number": "0099", 
            "head": "HS:06/25/00", 
            "content": "I met my roommates for college.  They were laying on my bed.  My friend Kip said something insulting toward them."
        }, 
        {
            "number": "0100", 
            "head": "HS:06/28/00", 
            "content": "I was in a bathroom.  People were told to leave.  The hand dryer was out of control.  It was the last day of school.  I went in to visit the school librarian, Mrs. Roll.  I had ice cream in cupcake wrappers in a square container.  Mrs. Roll told me to take something out, so my 10th grade history teacher \"Mr. Martinelli\" would look foolish.  I talked to my classmate Meghan at lunch in the library.  The main lights were off.  Meghan told me how she used to do drugs.  I left the library and went into a bathroom on the left side.  It was 11:55.  It smelled bad.  Everything was blurry like a heat wave.  I was told to get out, the blower was going to explode.  I was in front of it, and the heat was blowing on my left elbow.  It blew up.  I was taken outside and comforted by a guy.  I wasn't supposed to put water directly on the wound, like a chemical burn.  It looked raw and was bleeding in spots.  I had a bloody nose, too.  My friend Day from badminton mentioned physics.  I was stunned.  When I awoke, my left elbow was sore and sensitive."
        }, 
        {
            "number": "0101", 
            "head": "HS:07/10/00", 
            "content": "I had the dream in which we did a play of jumping out of an airplane in battle; it was a funeral production.  We practiced in the living room.  My classmate Louisa and some others were there.  Then I met with a friend, blackish hair and an oblong face, a black tee shirt.  My 10th grade English teacher Ms. Erlstrom's son (read about him in the newspaper).  My badminton teammate Jon was on the bus; it was his father's funeral.  And then an online acquaintance Jason happened to be on the bus.  Thinner face, no dimples, and more rugged looking.  He may not have been him.  The vice principal's son, perhaps?  I gave him a hug but it was awkward.  Then at someone's apartment I met roommates; a girl with long flowing curly blondish red hair.  Said, \"Hey Em...\"  \"Mickey\" had darker brownish blonde hair.  Moustache, and maybe a goatee.  He had a high pitch giggle.  Was singing about \"Eve's Drum\", while walking around the apartment like we weren't there.  There were decorative ceramic shoes around."
        }, 
        {
            "number": "0102", 
            "head": "HS:07/10/00", 
            "content": "I was back at school.  My old friend Candy was there, watching the kids her mom used to babysit, Lily and Rob.  There was a sort of tunnel in the back (where the front is) of the library.  She had to go in to get one of them.  I had to go into one of the science rooms in C-Hall in order to do something towards testing my little fridge for college.  I guess the fridge itself was there.  I tried the ice cube tray, and put some water in a bottle with lotion in order to test the freezing capabilities.  I had to get my eyes checked for some reason.  When I was done with the fridge, I went in.  My 10th grade history teacher Mr. March was the one doing the testing.  He was with someone; I was sitting and waiting.  I thought to ask him if he'd prefer me to leave, to which he replied with a prompt and irritated affirmative.  I saw some results of what letters the man had thought were displayed, and when I left he was squinting with one eye, and looking at a blue laser picture of a man with a hat on.  I was called in.  I sat (lay) down.  There was a small metal dish mounted in the corner, with various size holes in it.  He shined the blue laser at it, moving it around, first in a circle, then back and forth...I thought my job was to guess where it was focusing; at which hole was it closest.  That was not the case.  He asked me why it looked the way it did.  I was fairly clueless, but made a couple guesses.  He impatiently and coldly told me I was wrong, and explained it, as if I should have known.  Then I was to identify the shape drawn with the blue laser; it was the man in a hat, his face showing on both sides.  I was explaining the faces I saw when he cut me off and spun the chair around.  His voice began to reveal a wicked German or Austrian sort of accent.  He asked me another question, disinterested.  He rolled up my left pant leg and told me to put my leg in the brace (looked like a used cast).  I did, but I started asking him what he was doing, I was getting very nervous.  \"What are you doing, my knees are fine! You don't need to...\"  He just told me to shut up and let him work.  He was doing something with a motorized gadget; somehow I knew he was cutting the skin flap off of my kneecap, even though I didn't feel anything.  I tried to struggle a little, but not much so I wouldn't get hurt worse.  I didn't know why I didn't feel it, or why he was doing it.  The chair was rotating in circles.  Finally he stopped.  I felt a sort of numb pain rush to the area of my knee.  \"It'll hurt for the next 14 hours,\" he said.  And I awoke with that same numb pain."
        }, 
        {
            "number": "0103", 
            "head": "HS:07/11/00", 
            "content": "I dreamt my online friend Jeremy and I met.  We were in a place like a bayou.  I wasn't far from home, just like going to the mobile home park across the street.  He came in a white car, with a girl I think by the name of Holly.  Jeremy was about the right height, but white rather than Japanese, with blonde hair.  We walked around a bit, but I don't remember much else.  When he first arrived, the car broke.  The girl put apple juice or something on the radiator.  Replacing it with water fixed the problem."
        }, 
        {
            "number": "0104", 
            "head": "HS:07/11/00", 
            "content": "I dreamt of a covert operation.  My classmate Raya was in the tent, along with some others, aside a large gym sort of building.  It was like a meeting of a bunch of volleyball teams.  At first there was a great rivalry.  Climbing outside railings to get to people and things.  The place was enormous.  A bit of rivalry started to settle, though each team still had their specific colored shirts and stayed in their respective groups.  I was hanging around some of them; they were talking about drugs.  One interrupted and asked me if it (using drugs) was spiritual for me.  I can't remember the slang term he used, but it was odd.  We were all waiting.  I went for a walk and lapped the building several times.  At this point, I was delivered the instructions for my 'special moves' for the operation, like the moves in a video game.  I practiced them as I went around the building.  The hallways around the large center area was like the gym of the university near my parent's house, with upper balconies like basketball nets.  I walked around the halls and practiced.  Blowing a kiss created large illuminating blue lips.  Pulling joined hands away from one another created a vertical blue line with a loop in the center.  Extending my left hand to the left and my right hand forward did something as well.  As I walked, there were holes in the inner wall.  Inside you could see destruction and flames.  The whole crowd watched as an ignorantly courageous girl approached a demon in the wall.  The five foot tall face was made up of flames and dark spots.  It wasn't long before the poor girl was incinerated.  Then, someone from my group pushed me forward, volunteering me like it was all in fun.  I tried to say no, but was not successful with the crowd.  I stood about 4 feet from the demon's face.  I did a couple of moves with no effect.  I looked around, and spoke a little to the demon.  I stopped using the futile moves; the other girl only succeeded in making the demon laugh and feel stronger.  I started to talk to it, clueless and completely winging it.  I must have gotten the idea from the power kisses, I think.  What had come to mind was that you can't fight violence with violence.  I told the demon I loved him.  I tried to reason with him, and even mentioned marriage.  Eventually he, too, became a pile of ash.  Everyone cheered.  Walking out, I believe there were four ash piles; I'm not sure where the other kids found their death.  At home I got a call and was asked out by some guy who was appreciative and impressed."
        }, 
        {
            "number": "0105", 
            "head": "HS:07/15/00", 
            "content": "I was in college, moving into the dorms.  The dorms were like cabins or a tree house.  I was living with two men.  There was a double bed in the middle of the room.  It could lift up and there was something underneath."
        }, 
        {
            "number": "0106", 
            "head": "HS:07/17/00", 
            "content": "Outside my window grew grass, not junipers.  I was in bed and my mother was in the room with me.  I opened the window shade to see a dead body hanging grimly from a noose attached to the tree.  How I do not know.  Blood was dripping from the neck; I guess the rope had cut through it.  In any case, the head was missing. I don't know if it was actually missing at this point, or if I realized that later when I found the head.  I certainly didn't spend much time looking at it.  I backed away from the window in a hysterical fit.  I originally assumed it was a gang's doing.  The victim was a classmate Wally.  My mother held up much better than I.  She closed the shade and helped me re-gather some composure before going back to the party.  Everything was a blur there.  The party might have been for me, I don't know.  I remember my paternal Grandma Fay talking to me.  At some point I went to the bathroom to wash my face and hopefully clear my mind.  We were at home, but there were stalls in the bathroom.  I went in the middle one.  Sitting on the top of the toilet tank was Wally's head.  I screamed and backed out, closing the door best I could.  For some reason I expected My mother to take care of the body.  For the time being we were trying to keep it from being seen by the guests.  I was having a very hard time coping.  I never mentioned seeing the body but I did let school friends know.  At some point before this I'd concluded it was suicide- the third after schoolmate Tod Carpo and..not sure if the second was my mother's Uncle Irv since finding out about cancer, or for some reason my badminton teammate Ben comes to mind.  Anyway, I told them.  I wasn't 'there' enough to remember their reactions other than badminton teammate Polk crying."
        }, 
        {
            "number": "0107", 
            "head": "HS:07/17/00", 
            "content": "Someone gave birth to twin girls.  I later became the mother.  The father and I rolled around on the bed with the babies between us."
        }, 
        {
            "number": "0108", 
            "head": "HS:07/19/00", 
            "content": "I dreamt last night that I kissed my online friend Jeremy."
        }, 
        {
            "number": "0109", 
            "head": "HS:07/22/00", 
            "content": "I remember walking down the hallway.  With focus and my hands, I was able to levitate rocks.  My mother accused me that I was using hairs to hold them.  I checked, and did find hairs.  Yet I was sure that the rock was telekinetically where it was.  There was no downward pull on my fingers."
        }, 
        {
            "number": "0110", 
            "head": "HS:07/24/00", 
            "content": "There was a plane going to land by a mall.  My dad introduced me to two of his work friends.  At some point I was leading a large group into a confined area, like a bomb shelter.  I don't know who I was, if I was leading them there for protection or entrapment.  In the end, at least, I know I was trying to save them.  Like in Half-life, the automatic gun came out from the wall.  I had been, for the most part, evading it.  Then I was up against a wall, of which on the other side was a console.    The gun faced me from the right.  Aimed.  I was trembling and thought about trying to make a break for it, but I didn't.  I sat and waited.    I felt a weak pressure penetrate my chest.  I was kind of shocked; I knew they were powerful lasers, but the first shot did not kill me instantly as I'd expected.  I awaited the second shot, which did kill me.  I was not afraid of death, but the pain associated with it."
        }, 
        {
            "number": "0111", 
            "head": "HS:07/26/00", 
            "content": "My dad was directing cars on the freeway.  Then we were at the store buying the X-Men movie, and we were held up.  After that the three of us (My dad, my brother Stuart and I) had guns.  Then we were on a plane.  I was sitting next to Stuart facing the door.  Two guys walked in, and I asked Stuart if that was them, the guys who robbed us the day before.  He didn't think so, but I did.  Sure enough, there were a lot of people this time, trying to hijack the plane.  It was rather unorganized.  A hostage was held at threat.  She moved, and I took a shot at her captor.  One down.  My gun wasn't really a gun...looked like a spray bottle.  The lead hijacker came and sat down in front of Stuart.  I asked Stuart to hand me some more ammo; I was out.  He said he'd thrown his gun away already.  An old man tried to poke another hijacker with his cane.  I took a cane from someone and tried jamming it into the hijacker's neck.  He turned around.  I tried wrapping it tightly around his nose.  It didn't work. (Duh)  He just got annoyed and turned back around.  A woman across the aisle was panicking.  People from the other side of the plane just started to walk by and slide out of the plane.  Stuart and my mother had.  My dad had gone to the other side of the plane.  I went after him and told him to get off...I was planning on staying to help take back control on the plane.  On the other side of the plane was a doorway, like the windowed area on the cruise boat.  I followed my father that way.  It was very cloudy outside.  All grey.  It was like stepping into the past.  An old movie in black and white.  On the way back, after convincing my father to go, we passed through like a jail cell bathroom.  Bars.  The toilet was right in front of the sink, in the middle of the room.  I took one last look before passing back through the doorway into the plane.  \"So this is the past...\"  Walking through the back of the plane, my father stopped and opened a door out onto the balcony.  The ledge was at first only 4 inches wide, with a railing about a foot.  He stepped out, and I followed, holding onto the door.  He showed me the moon lighting up the water and the clouds (I could have sworn it was a plane, but sure seemed like a boat...)  It was very intriguing and pretty.  Finally (I kind of woke up) I got him off the plane.  I went across the aisle to the panicked lady.  I told her how to get off safely, and walked with her to keep her from panicking too much, drawing attention to herself, and getting herself killed."
        }, 
        {
            "number": "0112", 
            "head": "HS:07/28/00", 
            "content": "Another violent dream.  At first it was just my brother Stuart and I shooting poison-filled straws from Jack in the Box at each other.  Then we got 'missions' from my old best friend Candy, along with old pictures.  It wasn't so much a game anymore.  There was a whole series of things.  We were trying to stop a bad guy.  I suppose in some ways it was like a video game; screw up on something you do the first time, start over.  Things like climbing on a barn roof.  Having just the perfect timing.  To release and close the electrified gates between the farmhouse buildings.  We chased the guy across the street and waited for him.  He was going to get more ammo or something.  I hid behind some sort of red rug that was up.   There were a lot of people around, like it was some sort of reenactment or something to watch.  There was about 3 feet between the red piece of fabric behind which I was hiding and a wooden building.  I don't know where my partner went.  Our target came back.  He ducked into the building behind me; we cornered him, and shot him down.  Even though our guns were just poison straws, which should probably take a while to take effect (one of the reasons the pursuit had been taking so long) blood bubbled up through holes in his shirt.   I wanted to do something to help...especially since he seemed to be repenting."
        }, 
        {
            "number": "0113", 
            "head": "HS:08/03/00", 
            "content": "I dreamt that my \"mother,\" whomever she was (not actually my mom) was not really sane.  We were staying at some community house/shelter.  She took the toaster with her into the bath and electrocuted herself.  A woman entered after her, unknowing.  She shared my \"mother\"'s fate.  There were four stalls.  I tried to keep a young boy from entering, and took him 'home' to his family's section/tent/stall (like train sleeping cars) of the building.  It was hard to find where he was staying.  The police said my \"mother\" ended up like hamburger.  I was still in panic more than I ever started to cry over her death."
        }, 
        {
            "number": "0114", 
            "head": "HS:08/05/00", 
            "content": "I had a dream that was somehow familiar.  Winchester Mystery House?  Somewhere like that.  The tour.  Despite being such an old house, it raises up and walks around the park.  My mother and I mention how we'd like to see the outside, and how it does such a thing, the engineering for it all.  Last time we were here, we didn't have the time.  We made our way out of the very crowded place and watched the house rise again to make a lap.  It had long pillars which bended, and in the rear had a strong cable pulley system; the back end lagged, like limping.  Dragged by the front.  I wondered how, then, the ride was so smooth on the inside.  It was very crowded, and my father got left behind in a wave of people.  Somehow he and my mother found one another, but I, being a child, was supposed to go elsewhere.  I saw my one of brother Stuart's high school math teachers Mr. Pelt in the top of a roundabout type of thing, like at Great America.  My parents were supposed to go up there.  What I was doing there I do not know.  I went to where the kids were meant to be.  So many little ones.  We were packed in and cushions were laid on top of us.  I recall some sort of white powder, and upon leaving (escaping?) and rejoining my parents, other younger children were leaving with adults.  I overheard one man saying he came out ahead.  More children than he went in with.  It was some sort of experiment.  I wondered what they had done to us in there.  Some gap in time later, I was in a small green house, almost like a trailer.  Some kids were playing football outside.  I think it was actually a grenade.  I told them to stop playing with it.  It went off.  I don't know how much damage it did."
        }, 
        {
            "number": "0115", 
            "head": "HS:08/06/00", 
            "content": "I dreamt about meeting my online friend Joe on a train.  I knew it was the train he took, and he knew I might be on it.  So we looked for each other.  Finally we got on the right car and I saw him.  He looked around and I waved; I went and sat by him."
        }, 
        {
            "number": "0116", 
            "head": "HS:08/06/00", 
            "content": "Swaining.  I was 'in' a green book.  The pages were red or orange, depending on where in the book they were.  Something mystical about it.  Two fat cats in a wagon turn into women, possibly witches; a tall house changes (rearranges/reorders) sporadically.  There is lots of blood.  It has arches and mirrored hallways.  It was erie, possibly evil.  My brother Stuart on the back computer.  Not Stuart; he was my brother, but it was my badminton teammate Ben.  He was playing a game with a top view perspective.  Somehow it was an interesting game, almost like Myst.  I had to change or 'swain' old women/cats back to their realms, somehow related to getting them through small holes in the wall, too.  \"Swaining\" was the term used by the book for mystical/psychical transformations.  It was important, for whatever purpose we were working towards -something with the order of the old book, and needing to follow it (including getting the women/cats home)."
        }, 
        {
            "number": "0117", 
            "head": "HS:08/06/00", 
            "content": "I was a Jewish man.  I had a cross-stitched shirt by my daughter.  I was in the garage of a neighbor's family.  Like sitting on the steps of our garage leading into the kitchen.  I wrote with chalk on what looked to be a chalkboard, called a Grimwald board.  (For Crayons only).  My daughter told me this, I believe, after I'd returned home.  I snuck back into the house to try to erase what I'd written so I wouldn't get in trouble.  There was a monkey on the shelf the family was going to fix for dinner.  I told him to hide in the attic."
        }, 
        {
            "number": "0118", 
            "head": "HS:08/08/00", 
            "content": "Don't recall the details.  A tooth fell out."
        }, 
        {
            "number": "0119", 
            "head": "HS:08/16/00", 
            "content": "I had another dream where I lost a tooth.  I think that was the first time I had a dream within a dream; I lost the tooth and began to panic.  I remember thinking, \"It's happening just like it did in my dream!\""
        }, 
        {
            "number": "0120", 
            "head": "HS:08/20/00", 
            "content": "First I was in an apartment, there were some guys around.  One of the guys I'd met at the college sleepover, with less hair.  They were making a breakfast meal and wanted my help with the omelet.  Then I was in like a department store with...my two younger sisters?  I was put on a unicorn and led around; a person leading or the unicorn I do not know.  This may have been good online friend Del.  There was speaking of, how our love or marriage would be, it seemed.  Or possibly on the topic of what matters.  Then a white room, and we were in what appeared to be a large gumball machine, the best I can describe.  My math teacher Mr. Johnson was there.  I went to speak to Del; he asked about our family friend Neil Block.  Del vanished, so I began telling Mr. Johnson about where I met Neil.  I find either Del or some sort of gadget, and I think I should have known.  Something about Del, I think, in a sort of capsule/incubator type thing, in a coma with a monitor.  Del and I were in the middle of the street next to our house.  We get in what may most easily be described as a round, covered picnic table like at a Wienerschnitzel's, with a casing like a teacup ride.  It is hovercraft of some sort, and there are others in the distant sky of the west.  I ask Del to see his fingers.  They look long and pale.  He presents his hand to me to look at.  When he does, the hand becomes that of a skeleton.  He moves it slightly; I can see where the thumb separates from the other fingers, and the first finger seems to be separated one joint above that.  I count the joints on his middle finger (as easily as can be done not knowing exactly where the skin connects the fingers).  I count 7, maybe 8.  I ask him and want to count again with skin.  Then we take off."
        }, 
        {
            "number": "0121", 
            "head": "HS:08/25/00", 
            "content": "There was something like a movie going on. My dad had a slit in his side, and he said I looked green from seeing it.  I flew a low plane.  After all that I was sitting on the couch with two others, waiting.  Rainbow Brite was there, and she looked very realistic, despite being a cartoon.  She told me her real name was Gem.  She wanted to go to the bank where she thought she would fit in- my closet.  We found a lot of odd stuffed animals.  She held one and she turned it into a cartoon.    It was what she wanted for herself.  I went in and sat on the brown couch in my parents' bedroom. My brother Stuart was in the office.  I watched as, between the clouds through the patio door near the bed, God's image appeared.  It was so amazingly clear.  He had long hair, but was kind of bald.  He didn't have any facial hair.  He smiled.  I sat up.  He vanished for a moment, but re-formed.  Even though he was blue and in the sky, I reached out my arms as if to hug him.  The sky and clouds surrounding him stretched on infinitely and he could not be seen.  Yet I didn't feel like I wasn't allowed to hug him; that was just the way of it.  I got up and we talked, although I know nothing of his voice.  He probably spoke directly into my head.  I felt him close and I didn't look at the sky now.  I went and sat at the computer.  I opened the cabinet doors of the hutch.  There were three gumballs sitting on the shelf, but they were very dusty.  I asked God if he had any gumballs.  He offered to trade me the one he was chewing for a dusty one, but he wasn't chewing one.  Stuart came out of the office to go to the bathroom and commented on the gay lions on the wallpaper of the computer screen.  I have no idea why he thought they were gay.  I started to whisper to God until he passed.  It felt like God and I talked for a bit.  I told him I wished we could go back to when Grandpa Gerald was still alive, so we could do something.  Maybe extend his life, so he could see me graduate and have another chance to say goodbye.  I knew we couldn't though, it was better not to; it wouldn't be right to know when he was going to die, plus God had already given me a second chance to say goodbye in my dreams.  As God left I gave him a rushed 'thank you' for coming back, and for everything- and for Jeremy, the guy I've been dating about a week."
        }, 
        {
            "number": "0122", 
            "head": "HS:08/28/00", 
            "content": "I only vaguely remember now, but the dream I had last night was interesting.  I was gliding over the muddy grass and whatnot.  Somewhere we found a girl, who joined our party.  Chinese, I believe...running from something?  We were hopping fences to a park, and came across a van...got a ride...perhaps on the bus to my brother Stuart's college.  We had to transfer to another vehicle.  Something large and looming and undefeatable was pursuing us."
        }, 
        {
            "number": "0123", 
            "head": "HS:08/28/00", 
            "content": "I arrived in a sort of historical park, having come in from a train or perhaps carriage ride.  I looked around in a sort of barn museum.  My parents were around somewhere.  I remember circling the barn, perhaps looking or waiting for them.  At some point later, I was like the rocketeer, I believe it was.  I left the dark wood-paneled office of the lawyer, as if someone had died.  The scenery as I flew like riding an elevated BART train.  Saw an apartment building with half the walls missing.  Somewhat run down, clotheslines hanging.  I passed over a fence into a different sort of beautiful land and met with a woman and a cat.  There was something to do with avoiding being sucked into the sky."
        }, 
        {
            "number": "0124", 
            "head": "HS:08/30/00", 
            "content": "My best friend Emma and some of her friends came to pick me up from the campus we were at.  It was large, and it was night.  The bathrooms were interesting.  We went to a gas station.  I got a call on the cell phone as I was getting in my car parked near the campus.  My door was still open and I think an Indian man was behind me. My mother was having 'another' stroke.  Then she was doing something in the bathroom with tons and tons of ants.  They were falling from the ceiling onto the bed, coming from the patio door, and from the other side.  She was trying to get rid of them all.  The last thing I remember before awakening was \"jai pa uma tai\".  I have no idea what it means, but I read it over and over again in attempt to remember it when I awoke.  I even tried etching it in my hand; I felt it was important somehow."
        }, 
        {
            "number": "0125", 
            "head": "HS:09/09/00", 
            "content": "Dreamt about my new boyfriend Jeremy.  It seemed like we were in Toys R Us.  We climbed in a ball pit together or something.  Hugged and whatever.  I remember walking back to the line with my mother, and going outside, and then back in?  Then at a construction site at night.  I made some friends, and we walked around.  I think we stopped there to get some things (in the state) before going back out of state (walking...not far).  On the return trip I got lost.  Was walking around like behind cabins and things."
        }, 
        {
            "number": "0126", 
            "head": "HS:09/10/00", 
            "content": "Last night I had a dream from which I awoke with a sore right bicep.  The dream I had had children in it.  A family with twin babies.  One slid down a ramp walkway in the bedroom and injured its head.  Something about getting food in my father's car.  And going in a store with a person...an accomplice.  I signed the receipt as Luciano Pavarotti.  I was committing credit card fraud.  Then some sort of play structure.  I think that is where my arm is sore from.  I think I threw something at a little kid.  There may have been a medicine ball around, and I don't know what else I might have done to get the sore muscles."
        }, 
        {
            "number": "0127", 
            "head": "HS:09/14/00", 
            "content": "I dreamt of waking up at 9:30 in the morning with my boyfriend Jeremy in my arms.  I still didn't want to let him go, but we didn't want the family to know he'd stayed over."
        }
    ]
}