{
    "dreamer": "mark", 
    "description": "Mark: a young boy", 
    "dreams": [
        {
            "number": "01", 
            "head": "October, 1997", 
            "content": "I was at the park. I had these little cars in my hand, I was riding a bicycle. The I crashed into a car. The cars in my hand got bigger and I got in them. This little girl had some in her hand and wanted to drive in them. I went into a fort and this guy didn't want us to go in it. I was in the house a lot. We were at our house. John was telling a very, very, scary story. And the car came to our house. Then I thought I was in my house in bed and I woke up in my school.  And then, my teacher said we can have drinks. I got a drink. And then a little boy came up to me and he said, What's the matter and I said my mom is missing. And then he said, want to look at JC Penney? We're at JC Penney, .and I woke up."
        }, 
        {
            "number": "02", 
            "head": "November 13, 1997", 
            "content": "This little boy I thought was a person like Chuckie. I thought he was going to kill everyone in the camp. And John thought he wouldn't kill anyone."
        }, 
        {
            "number": "03", 
            "head": "November 15, 1997", 
            "content": "Me and John were in my study and this guy was climbing up on a ladder outside the house and he was black. And me and John hid and he found me. And then me and John went downstairs and he wasn't there anymore. And then we saw a guy with claws when we were in the den and we ran upstairs into John's room and then he slid. We ran into mom's room and hid under the bed and me and John laughed. And then dad came in ­ he was the guy with the claws."
        }, 
        {
            "number": "04", 
            "head": "November 17, 1997", 
            "content": "I got two tests back and I didn't get my spelling paper."
        }, 
        {
            "number": "05", 
            "head": "November 19, 1997", 
            "content": "I was in the kitchen, and John's Bugs Bunny was down here, and in the kitchen there is a little crack on the wall and we put stuff in there. And John's Bugs Bunny was in there too. And I was playing with that stuff and the Bugs Bunny kicked me by itself."
        }, 
        {
            "number": "06", 
            "head": "November 20, 1997", 
            "content": "I was in my bed and John was trying to set up a camera so it would beep and we would wake up and see what was there. And he never got it to work."
        }, 
        {
            "number": "07", 
            "head": "November 22, 1997", 
            "content": "I was at dad's house and I fell and cut my leg again ­ the same one where I got lots of stitches."
        }, 
        {
            "number": "08", 
            "head": "November 30, 1997", 
            "content": "I was at a comic store and I wanted to buy a comic. It was $1.11. And I went home and told my mom."
        }, 
        {
            "number": "09", 
            "head": "December 1, 1997", 
            "content": "I found this coin thing, and I gave it to John to see and then this girl took it and gave me 25 cents and I showed John and we were going to dad's house. We were at his house."
        }, 
        {
            "number": "10", 
            "head": "December 11, 1997", 
            "content": "I climbed up a huge tree and I had to climb down. I got down and I got through the finish line and this guy gave me a trophy that blinked."
        }, 
        {
            "number": "11", 
            "head": "December 28, 1997", 
            "content": "I lost my tooth"
        }, 
        {
            "number": "12", 
            "head": "January 5, 1998", 
            "content": "I was a power ranger. The yellow one and John was the pink one. There was a big fight and we turned into fighters."
        }, 
        {
            "number": "13", 
            "head": "January 15, 1998", 
            "content": "I was walking in the hall upstairs in the house, and I was walking in my room and something jumped on me. And it was a doll."
        }, 
        {
            "number": "14", 
            "head": "January 28, 1998", 
            "content": "I was in my room and my tooth fell out by itself. I was in my bed."
        }, 
        {
            "number": "15", 
            "head": "February 27, 1998", 
            "content": "There were these robots and they were toys and they were spooky. They moved."
        }, 
        {
            "number": "16", 
            "head": "March 12, 1998", 
            "content": "I was in the den and I lost my tooth"
        }, 
        {
            "number": "17", 
            "head": "March 23, 1998", 
            "content": "I was at the library. I was crying because I missed Mary [a college-age babysitter]. Sally [a known adult woman] was talking to me. Then I walked a little more."
        }, 
        {
            "number": "18", 
            "head": "April 23, 1998", 
            "content": "I was down in Washington, DC, and I was scared. I ran all the way back to [my hometown]. It took about 10 seconds to get home."
        }, 
        {
            "number": "19", 
            "head": "May 11, 1998", 
            "content": "Mom bought me two gerbils. I took them home and one got away. I ran after it and I was afraid it was going to die."
        }, 
        {
            "number": "20", 
            "head": "July 31, 1998", 
            "content": "This guy was chasing me only it really wasn't me. He chased me all around and I ran down some stairs to my room and I hid under a sofa, and the guy caught me. And that's when I woke up."
        }, 
        {
            "number": "21", 
            "head": "November 29, 1998", 
            "content": "I was at he Community Center camp (inside it looked like the downtown hospital) Me and my friend Melissa (but the person didn't really look like her) were sent out to get something. We went out and it was rainy. And we found a car and we drove in it. Melissa was driving and I was sitting next to her. I saw my mom outside so we stopped the car, but we crashed on the road next to a light post. And then we ran up to my mom and we walked up the Community Center stairs. We were wet."
        }, 
        {
            "number": "22", 
            "head": "February 21, 1999", 
            "content": "I was at this house and we were making a movie and there was a killer who killed us and the killer had keys and I said, \"Don't kill me and I'll just fake being dead because that's like part of the movie\". And the killer killed some other people. Then there was the steal killer and he stabbed me in the head but I was still alive and I saw the mark the killer made from the stab and it was cool, it was like scratches on my face. [Mark then said, \"I liked the dream because it was like a movie\"]"
        }, 
        {
            "number": "23", 
            "head": "June 3, 1999", 
            "content": "It was John's Bar Mitzvah. It was in my classroom and all the kids from my class were there. And it took forever. It was 1:00 p.m. and then turned to 7:00 p.m.."
        }
    ]
}