{
    "dreamer": "melissa", 
    "description": "Melissa: a young girl", 
    "dreams": [
        {
            "number": "1-01", 
            "head": "1998-03-25", 
            "content": "I dreamed that a tiger named Shirkan got in the house. We came back and got him out. There was a radio with a microphone and I yelled Shirkan get out of my house."
        }, 
        {
            "number": "1-02", 
            "head": "1998-03-28", 
            "content": "Me and Molly were playing in the street in [a vacation state] and her mom was there and we were asking strangers some questions and then a stranger asked us to get in a car. We got in the car, and then he drove us somewhere. I was in a car--mommy's--and he drove us to a house that looked like ours, but with different things. We wanted to get home so we called 911. I was only 4 in the dream."
        }, 
        {
            "number": "1-03", 
            "head": "1998-04-06", 
            "content": "I went to someone's house. We were going to a little park. We saw dogs doing tricks, a carousel and some bugs. There was more before this but I can't remember it. I think I saw a bunny too."
        }, 
        {
            "number": "1-04", 
            "head": "1998-04-16", 
            "content": "My reading buddy was blind. We were on some rocks and she was on the same rock and she was wearing these glasses and she couldn't see. She said is that you Melissa? And I said, \" yeah it's me,\" and she said \"oh.\""
        }, 
        {
            "number": "1-05", 
            "head": "1998-04-17", 
            "content": "I dreamed my tooth was loose and I hit it on something and I tried to pull it out. All my front teeth except two fell out."
        }, 
        {
            "number": "1-06", 
            "head": "1998-04-27", 
            "content": "I was in a restaurant and it was time to go--that's what my mom and dad said--so my chair had wheels, so on accident it started to roll really fast outside the restaurant and there was a big huge porch, really high, and my chair hit part of the fence along the porch and I was in the high sky and I said, \"Close your eyes! That's when I woke up."
        }, 
        {
            "number": "1-07", 
            "head": "1998-04-28", 
            "content": "I was out on the playground and I found a cricket and I kept it and it had a little baby and then we went on a boat ride, a submarine, and we had animals in it, like it was a veterinarian care center and then the submarine started to shake and I said what's happening. The cricket was inside my lunch pail and then the veterinarian started to collect the medicine because she thought the submarine was going to explode and I helped the animals not to be afraid because the cages were shaking. In a bottle there was a little baby pelican."
        }, 
        {
            "number": "1-08", 
            "head": "1998-05-01", 
            "content": "I was in the classroom with the other kids and then two giants stepped into the room and I hugged Mike [a classmate] like so tight and I said to him \"I'm scared.\""
        }, 
        {
            "number": "1-09", 
            "head": "1998-05-05", 
            "content": "I was walking in the park and it was really dark. No one was there and then a big giant appeared with this big giant dog and he said \"Who are you?'\" and I ran all the way home."
        }, 
        {
            "number": "1-10", 
            "head": "1998-05-06", 
            "content": "Nancy was my best friend and we rode our bikes together with our other friends. She crashed into our house so she had to go to the hospital and her mom called 911 and told the address and then they came and I don't know, but some people came over to clean everything up and then a lady said \"why don't you come park your bike, but you have to walk like this,\" and she said I had to walk on the side of the house and then she parked my bike."
        }, 
        {
            "number": "1-11", 
            "head": "1998-05-07", 
            "content": "We went on a plane. Then it landed and there were a bunch of poor people not having fun on the plane except us and they wanted to learn about animals (the poor people) and we found some beavers in a pond, so we jumped in attracting their attention so they could see them and they all came over and said \"wow\" and then they watched them for like and hour and we just started swimming in the pond with the beavers and then we found an otter and I got to keep it."
        }, 
        {
            "number": "1-12", 
            "head": "1998-05-07", 
            "content": "We lived in a log home and we were gonna leave to move somewhere. Then E.T. came up. He just stood there. [This was a nightmare. Melissa came running in the middle of the night crying about E.T.]"
        }, 
        {
            "number": "1-13", 
            "head": "1998-05-08", 
            "content": "One day I was invited to a party and if you brought a dog you had to put it in a cage in a pen and there were other dogs there. I took my dog [Bonnie] and I put her in the pen but the other dogs were really mean and fierce, so when I got back from the party to get my dog I saw all the other dogs wrestling with her, so I took Bonnie right out of the cage and I shut it closed and all the other dogs were waiting at the gate for their owners."
        }, 
        {
            "number": "1-14", 
            "head": "1998-05-28", 
            "content": "One day I was with [our family friend] Lynne [four years older than Melissa] and we went out to the park, just me and Lynne, and we brought Bonnie [Melissa's dog] with us and I let go of Bonnie so she went down the sidewalk and I caught her. Then me and Lynne by ourselves went to the toy store with Bonnie and Lynne found this pretty blue skirt with pink roses on it and I asked Lynne if there was anymore and she said no so I just went to a Barbie section and got a Barbie. Well then we went to the pet store and I bought a dog. When we got home the dog died, but I still had Bonnie so I was lucky that I still had a dog. Then we saw another dog that was a bull dog and he barked and barked at me. I didn't like that at all."
        }, 
        {
            "number": "1-15", 
            "head": "1998-05-26", 
            "content": "One day I was on a ship and we were in a storm. We pulled the strings we were on a big ship, you know, very big, but then when we got to the other side of the ocean I got to see my friends. My friend Molly said, \"it's a great place here\" and my friend Kathy said,\" there's lots of stores here\"."
        }, 
        {
            "number": "1-16", 
            "head": "1998-05-27", 
            "content": "I was a dinosaur and a T.Rex came to the place we were living in and all the dinosaurs. So we had to go to a different land but the T.Rex followed us. So when we got there I was running so fast because I was trying to get away from the T.Rex that I left my mom behind. So I went with my friends so I could get help Well they said they lost their Moms too. Well I had some magic so I disappeared because we found the T.Rex and then I said, \"You can't see me right?\" and the T.Rex said \"right\" and then we taught him how to be nice, not mean. Then we saw our parents when we got back waiting for us. Well when we saw our Moms we were so happy to see them that we jumped high into the sky that we reached the clouds. When we came back down from the sky we said \"Mama, Mama so glad to see you.\" Then we showed our Moms the T.Rex and when they saw him they were \"Aahhrrrr\" but we weren't afraid at all and we said \"He's nice\"."
        }, 
        {
            "number": "1-17", 
            "head": "1998-05-28", 
            "content": "I found a whale that was a toy and it was floppy like Jell-O, so on accident I let it go and it broke a lamp."
        }, 
        {
            "number": "1-18", 
            "head": "1998-05-29", 
            "content": "I had three walruses and we went somewhere to get across the river to get to the other side where the place was we had to swim. Well there was crocodiles in the river so when we swam across the crocodile ate the mother and the baby. And so all I had was the father and I got bit on the finger and then we went through a tunnel and the crocodiles were chasing after us. Then I said \"Hal,\" and they stopped and I said \"get out there on that river and leave people alone.\" Then me and the walrus got home and I asked the walrus \"where's the baby and momma,\" and he pointed to a direction that was back at that place where the crocodiles was and he said, \"the crocodiles ate them\"."
        }, 
        {
            "number": "1-19", 
            "head": "1998-05-29", 
            "content": "My chest was hurting real, real bad in school so Mrs. Smith [ her teacher] just said \" I have something for your chest\" I said \"what is it, what is it, what is it?\". \"It's a needle and a safety pin\" she said \"Needles for sticking the needle where it hurts in your chest. Then putting the safety on the needle\"."
        }, 
        {
            "number": "1-20", 
            "head": "1998-05-30", 
            "content": "One day I was climbing a tree and then I fell down and then I went to the river and found an egg. I took it home. I put it in a safe place and soon it hatched. And then I said, \"what came out of it\". It was a baby crocodile. One day I went to [adult babysitter] Rosa's house with the crocodile and I lost the crocodile for a minute and then I found him again. Well I was glad that I didn't lose him but he was very small. I did everything with him and I took him everywhere but then he died. Well I always remembered that little crocodile . Then one day we went fishing. I found him and he was alive and then I went bike riding with him and finally I just remembered I have to keep pets in a cage so I got a cage from the pet store and I put some things in it. And then I took big rocks and I made a bed for him. Then I put some water in it so he could swim. Then I put some food in a bowl."
        }, 
        {
            "number": "1-21", 
            "head": "1998-05-31", 
            "content": "One day a lot of dogs came into our backyard and one of the dogs wasn't nice. So one of the little dogs came up to the fence and sniffed his nose, and the big dog bit his little nose, so I took the little dog inside and I put a little bandage on his nose. Then the big dog bit another one on the eye. Then it was night time and three bears came into our front yard. Then I woke up in the middle of the night and saw the bears so I said \"Shoo, shoo.\""
        }, 
        {
            "number": "1-22", 
            "head": "1998-06-12", 
            "content": "One day I was in the store with my friends and then something was gonna happen. So we ran out the door, got back in the car and got back home. Well then my friend Kathy she had little tiny bird eggs like canaries. We all got to keep 3 and I put it in something-a little box-a teeny tiny one and then I put warm water in it. Well I decided not to put them in the big box just to put it in the little box not to put it in two things. Then it was time for me to leave my real home and I took the eggs with me, and then when we got home Rayna came over and we found an orange cat laying in our backyard. Then he started scratching me and then we brought him in the house and we started petting him and playing with him and cuddling him and picking him up."
        }, 
        {
            "number": "1-23", 
            "head": "1998-06-13", 
            "content": "One day I went camping and I went to the bookstore and my mom and dad were waiting in the car. When I came back out with my book my mom and dad weren't there. So I went down the streets looking for them. Then police came driving their police cars and they started saying, \"homeless child, homeless child,\" and then I came to the street and I saw my mom but not my dad. She divorced--my mom divorced for another man. Well we got home with the new man and I tore my book apart because I was soooo mad that my mom divorced."
        }, 
        {
            "number": "1-24", 
            "head": "1998-06-16", 
            "content": "I was at Molly's house and we were playing in her backyard and her father came out and said \"I'm gonna do my papers our here.\" Then we saw a porcupine and Molly said, \"Oh, a porcupine\" and she went up close to it and she stood by the fence watching it and then all of a sudden the porcupine charged right into her leg. Then she showed her dad all the pricking pines. He took them out and he put some Band-Aids on it. The next day Molly took the Band-Aids off and there were just little marks. I slept over of course."
        }, 
        {
            "number": "1-25", 
            "head": "1998-06-18", 
            "content": "I went to a play and at the end of it I got up to go up on the stage to help and when we went to the car at the end I got to meet one of the guys in the play."
        }, 
        {
            "number": "1-26", 
            "head": "1998-06-24", 
            "content": "I was at school and some 2nd grade and 3rd grade kids were doing a little show and all of a sudden I fell in love, and I forget the rest."
        }, 
        {
            "number": "1-27", 
            "head": "1998-06-26", 
            "content": "I was at the airport and I wanted to get something but I didn't know what because all there was this little stuffed animals stuck together and I didn't like that. Then I saw the perfect thing--it was a little glass wolf with some pups. Then I got onto the phone after I bought it and we arrived in [vacation state]."
        }, 
        {
            "number": "1-28", 
            "head": "1998-06-29", 
            "content": "I was at school and [adult babysitter] Joan was picking me up at the end of school and then I told Joan I had to do something at the end of school for a basketball thing and Michael Jordan was on my team and all of a sudden I just hugged him and he lifted me up and we went around all sorts of rooms in the school and he put me down and I realized I was dreaming in my dream and then when I woke up I saw his trophy that he won and I took it home and Judy and Rochelle were at my house. I showed them the trophy I got."
        }, 
        {
            "number": "1-29", 
            "head": "1998-06-29", 
            "content": "I was at school. We were doing some fun stuff and Mike was there. I said \"hi,\" then I hugged him, and then there was a thunderstorm."
        }, 
        {
            "number": "1-30", 
            "head": "1998-07-10", 
            "content": "I had a sugar glider that looks like a hamster. I was gonna go swimming and I didn't want to lose the sugar glider, so I got dressed in my bathing suit, so I put it down the bathing suit where my butt is. I was in the pool and then this man said, \"What's in your bathing suit\" and I poked out the sugar glider and he said, \"you know sugar gliders shouldn't get wet,\" and I went back home, dried myself off and I dried the sugar glider off too. Then we were going to the store so I had to put it down my pants. I thought I lost it in the store but I didn't. Then we got home and we rested around and then I flew up to the sky and I came back down."
        }, 
        {
            "number": "1-31", 
            "head": "1998-07-10", 
            "content": "I was on my porch and somebody came over and said, \"Look at my robots\" and I said \"cool\" and then out from the door came these robots after robots and there was only one more left that didn't want to come out so I had to push him out with a broom. He had rollerblades on and he had all sorts of control buttons on him. He had a very, very long antennae."
        }, 
        {
            "number": "1-32", 
            "head": "1998-07-11", 
            "content": "I was traveling with my friends and my mom and dad. We traveled to some big house where the emperor lived. These kind of women and guys came and they did something bad to you--to everybody. One day they came to the house and I jumped through the window where the emperor was and he gave me a little hat to protect me. What the people did to you was change your hair a different color and they kept on going every day so I decided to go somewhere else. We came back to the emperor and said, \"when is this gonna stop\". He said \"I don't know\"."
        }, 
        {
            "number": "1-33", 
            "head": "1998-07-16", 
            "content": "I had itchy spots and all of a sudden they just turned white and I had white marks all over me. My dad said to put some stuff on it."
        }, 
        {
            "number": "1-34", 
            "head": "1998-07-17", 
            "content": "I was in my backyard. Some of my friends were too and Jim [Molly's dad] was there. Well there was this guy with a gun and he shot Jim. Well it passed a few years and we went to the Emperor under the ground in my backyard and asked him \"Where's Jim?\" and he said \"Well-he died\" and we said \"Well where is he?\" and he showed us under a net where he was with some papers. After that we went for a swim in the ocean with Susie."
        }, 
        {
            "number": "1-35", 
            "head": "1998-07-20", 
            "content": "I was in my room and dad had all my Ranger Rick magazines piled on each other and I said \"What are you doing with them?\" and he said \"I'm giving them to Rayna\" and Rayna had this nasty look on her face and she said to me, \"They're not yours anymore they're mine\" Then my dad gave all the magazines to Rayna and I took them right out of her hands and I put them in my room."
        }, 
        {
            "number": "1-36", 
            "head": "1998-07-28", 
            "content": "I was at school and then aliens came in their spaceship and they said, \"Pack up right now\". so the kids in the my class and me got our stuffed animals and our blankets and we put them in this thing in the aliens spaceship and they said to take your sneakers off too. Then we got on the ship and we rode all the way up to the moon where the aliens lived. We had a great time there. We loved the aliens; they were really fun to play with. They were green with black eyes. The things that we had on they asked \"what is that?\" then we had to go back to school to the gym. I cried when we had to say goodbye but they said we will see you next time. I was glad of that because I really liked the aliens and than all of a sudden the spaceship was gone in a pack of dust but what was coming down from the spaceship was a little picture of all the aliens and of course we would see the aliens again but not today."
        }, 
        {
            "number": "1-37", 
            "head": "1998-07-30", 
            "content": "My cousin John had a cat and it had kittens and he said I could keep one but unusual things happened while I had it and John was still at the house. My bed got bigger and bigger and higher and higher and robots came down the street and all sorts of wacky things happened. One day the cat that I took, I left it in the car because we were going to see a show. Mom found a good seat, but she was right next to a man so I couldn't sit next to her so I went into another aisle and I got a comfortable seat and when the show was over I forgot where my mom was so I went out to the door and she was right there. When we got back into the car the cat was right there at my seat. We got back home-everything was fine-even the cats and John said I could keep all of them."
        }, 
        {
            "number": "1-38", 
            "head": "1998-08-05", 
            "content": "Donald Duck, Mickey, Goofy and other animals were on a ship getting ready to go on a ride on another land. They got caught in a storm and a thing like a cocker spaniel puppy was on a little thing-boat, but all by himself with just a teddy bear. Donald Duck wanted to get to shore so he pulled on a little wooden thing that the puppy thought was going to be his food because he was fishing. The puppy said, \"what are you doing\" and Donald said, \"pulling to shore\" and the puppy said, \"no, not that\" and started to cry because that was all he had. Well a seal came along and said \"hop on our ship, yours is little and is going to fall over\". The seal said gather up your things and come on our ship. The seal fell off and she was in the water somewhere and she got another home. They got to shore and it was the next day that day a big fat walrus decided to make the ship his home so when they started floating along the ocean floor the walrus made the ship tip and tip and Donald Duck saw it and said, \"get off, ,get off, get off our ship.\" The walrus off and the animals found the seal on the way back home and got home safely and the puppy found its mother."
        }, 
        {
            "number": "1-39", 
            "head": "1998-08-11", 
            "content": "I was in the mall and there was a pet shop there and I had money to get two fish. I went in and there was this cage with two purple fish, and I bought them. Then the next day it was school and when I got home from school the fish were gone. I went back to the pet shop and they were there. But this time somebody stopped me from getting them and said these kind of fish you cannot buy. So I went back home and I dealed with it."
        }, 
        {
            "number": "1-40", 
            "head": "1998-08-13", 
            "content": "I was Duchess--a cat from the Aristocats--and I was gonna go out and find my friends. So I got ready and I found them. We had a great time together. Then I started riding my bike and then my best friend of all came over with her two babies. I fed them."
        }, 
        {
            "number": "1-41", 
            "head": "1998-09-04", 
            "content": "I was watching TV and the TV was saying, \"squids could be horrible with training. They could actually kill you\". Well I saw the squid on TV. and a man was right under it training it and he said, \"Now presenting\" and then the squid kicked him down. Then I saw another squid on TV. Two people were going to jump in and shake hands with the squid underwater. .Instead of shaking hands the squid took them and shook them under the water and not letting them get up."
        }, 
        {
            "number": "1-42", 
            "head": "1998-09-13", 
            "content": "I was in the helicopter and I was with the Spice Girls. I said \"Can I be a Spice Girl too?\" and they said \"sure\"."
        }, 
        {
            "number": "1-43", 
            "head": "1998-09-14", 
            "content": "I was at school and the Spice Girls came. I got their autograph."
        }, 
        {
            "number": "1-44", 
            "head": "1998-09-15", 
            "content": "I was with my cousin Juanita and we saw some puppies that they didn't have any owners or anything and I held one and I put it back. I was thinking about getting it and I was a real tiny one. I loved Mike and I didn't love him anymore. And then we didn't really go camping. We stayed on the floor with rocks and slept. I had a pet chipmunk and he kept eating too many berries in the trees, but in our backyard there was this horrible black four-legged something. I ran into the house with my chipmunk."
        }, 
        {
            "number": "1-45", 
            "head": "1998-09-21", 
            "content": "I was playing outside and then I started to hear a little thunder. Then I saw lightening and it rained. And I was still out there and I almost got struck by lightening."
        }, 
        {
            "number": "1-46", 
            "head": "1998-10-07", 
            "content": "I was at the beach and we were letting things go into the wild and there were big tidal waves there. Well the tidal waves came over to the sand and took us into the beach, but we swam back. We were at a store and there was a little doggy there. I asked my mom if I could have it and it was only $1.00. My mom said okay and she said I could have a kitten next week so I took the dog home."
        }, 
        {
            "number": "1-47", 
            "head": "1998-10-11", 
            "content": "It was the beginning of a new year of school. I was in first grade, but I got held back to kindergarten. All my friends went to the 2nd grade and I was in kindergarten."
        }, 
        {
            "number": "1-48", 
            "head": "1998-10-16", 
            "content": "I was a mermaid and I was swimming deep, deep, deep in the sea. Then I found this big cave full of sea trolls and I went in and all the trolls are staring at me and saying, \"Get Out,\" so I got out."
        }, 
        {
            "number": "1-49", 
            "head": "1998-10-17", 
            "content": "I was a little dolphin and these aliens were taking over the sea and then they put more and more water in the ocean. Then my friend the lobster decided to go out on land and see what the whole other place was like."
        }, 
        {
            "number": "1-50", 
            "head": "1998-10-22", 
            "content": "A bad boy from Mexico was in a jeep and had guns. I was trying to get away from him and went in a car and drove. I went all the way to some place with high, high snow capped pointy mountains that looked like there could be avalanches. Then I drove farther and went on a trail and then it happened to be nighttime and monsters were around and werewolves. I got past them and got to a pretty place but a witch caught me. I climbed up a very high tree but then it broke so I fell down. so I climbed up the roof of a house and I jumped down into the weeds. Then I climbed up the roof again and went inside it through the open window. There were very very steep steps. I went up them, but I tumbled back down and went through the open window again and onto the roof. I jumped down again and then that mean boy from Mexico came again and started to shoot with his guns. I ran to the playground with all my friends. I got a little cut but it didn't hurt. Then the mean boy from Mexico came to the playground. I said 'stop this shooting and all that stuff\" and he came over to me and said \"why\" and I said \"go home\" and then the next day me and Grandma went to the pet store. Grandma found a tiny little duckling that she brought home. I looked all around the pet store and saw frogs, lizards, bats, more ducks, and foxes, and a crocodile. I wanted to get one of the bats and then a few days later it died."
        }, 
        {
            "number": "1-51", 
            "head": "1998-11-12", 
            "content": "I was in gymnastics and I was fooling around too much, so my coach she sended me home and something else happened but I don't remember."
        }, 
        {
            "number": "1-52", 
            "head": "1998-12-01", 
            "content": "I was a witch and I was in my room and I was trying to fly and all my friends came over and they all started to cheer for me. Then all my friends and me had a big lunch together and we did say grace."
        }, 
        {
            "number": "1-53", 
            "head": "1998-12-02", 
            "content": "I had a dog and it was a Lhasa Apso, and then my family and I talked it out, and they said I could have a dog, so we went to the pet shop and I said, \"I want another Lhasa Apso.\" My mom agreed and we found a Lhasa Apso. We took it home and it started to growl for some reason, but we went on vacation and went to [big city].. I opened presents there; one was a Noah's Ark and then another one was building blocks. Then on the way home from [big city] in the car-- but it wasn't a car, it was a big, big van--I lost the Lhasa Apso that I bought in the pet shop, but I found it and it was under a blanket."
        }, 
        {
            "number": "1-54", 
            "head": "1998-12-10", 
            "content": "I was at Abby's party and my dad and mom was there too. My dad decided there were free airplane driving, so my dad drove and I sat in the back. All of a sudden the plane broke down and it started to crumble into pieces and the back came off the plane and the front came off the plane. And then when we crash landed a lady who wasn't even a policeman, and she was actually my substitute teacher, and my dad said, \"you're not even a policeman, why do we need some tickets?\" She just said \"because\". Then we went back to the party and something was happening over there and I didn't know what. Everybody was screaming and then I decided to take a look, but something pulled me into the front garden. And there were big huge crabs and big polar bears. A mom decided to say to the crabs and the bears \"get out\" so they disappeared. But then all the other kids started to scream again. A truck dropped off a big pink bag and then a man came out with a gun. Then everybody ran and ran all over the city. I saw a little lady who was running into a hotel and I said \"that's a good place to hide,\" but the man with the gun was right behind me."
        }, 
        {
            "number": "1-55", 
            "head": "1998-12-27", 
            "content": "I was in the pet shop and I was choosing out a cat. And I saw a cat that looked nice, but it was mean. I saw this little girl and she was holding this tiny little nice little kitten. And she was leaving and I said to her \"can I see the kitten?\" and she said \"sure,\" so she threw it into my hands and my mom paid for it. Then a year later the kitten grew up to be a nice healthy cat and then a few weeks later it had kittens of her own. Well that was a nice thing to see, so put her in this large large cage so she could raise her young there. Then one day I decided to go on an adventure with the mother cat and we did. But there was a lot of danger and we went through a lot of things of danger like falling in water, going across wobbly bridges, and everything dangerous. When I got home with the cat my mom said \"we have to give the kittens to a pet shop,\" so we did and the same with the kittens--they grew into healthy cats like their mother."
        }, 
        {
            "number": "1-56", 
            "head": "1998-12-28", 
            "content": "These guys were putting us in hot hot steaming, wavy water going through winding tunnels. But I didn't die, of course so I went through swimming to the other side. When we got to the other side there were monsters everywhere. The biggest one was chasing me. Then I went to the other side of the water again and got to the other side. And then I started to walk and then I got to Katie's house and she said \"look at my new pet\" and right in her big big backyard was a big big black owl. And then it said mooooo really loud and then I left Katie's house and I started to walk. Then I saw Mark [the supervisor] from the Community Center. He picks me up and we went to the Community Center. When we got there a friend of mine wasn't there, so I was disappointed, but I had a fun time because we went swimming and somebody I don't know made me put on those tubey things. I jumped in, but when I got in the water I did a forward roll under the water because the tubies made me. Then Mark said, \"why don't you take them off?\" and I did and that was much better. And then a few minutes later Mark said it's time to go in so I got out soaked and then we went inside."
        }, 
        {
            "number": "1-57", 
            "head": "1999-01-09", 
            "content": "I was outside and we lived in the country and then this wolf came along and me and my friends all rushed into the house. And then it started to rain and then after it stopped raining me and my friends went back outside. And then we saw the reflection of a rainbow. Then we looked up at the sky and we saw a beautiful rainbow and then we went onto the Titanic and then a few minutes later into the sea. The Titanic started to sink and the top part started to go up because the bottom part was sinking. So I jumped off and was in this other place and I looked out the window and there were all sorts of boats but there was a storm going on so lightening struck a rope that held one boat, but there was nobody in the boat, and so it went out into the sea and started to sink, but two other guys tried to save it by standing on it. So they went under water too and then this lady had my classmates with her and they were going from one place to another. I had a hard time keeping up and doing whatever they were doing and then it was time for a drink, but we couldn't get one. So just from a little water stream thingy it was almost filled, so there were waves in it and we drunk out of that. Then we went to a ladies house and she said to try these kind of cookies and she said they were called scream puffs and she said they're crunchy and hard with cinnamon on the outside and puffy and soft on the inside."
        }, 
        {
            "number": "1-58", 
            "head": "1999-01-12", 
            "content": "We were taking a boat ride and there were crocodiles all over and we got on the boat. We floated over the ocean and then we got to our new house and we went down in the basement and it was scary and dark and we caught some mice. We went upstairs and I dropped some so I had to go back down and get them. Then we ran all the way up to the attic because we heard footsteps."
        }, 
        {
            "number": "1-59", 
            "head": "1999-02-04", 
            "content": "I was on a boat and there was an aquarium there and we saw flowers and then this person went into a huge flower and water spinned around it, so the flower spinned too and the person went \"Ahhh\" and the toys I had were 3 beany babies. They were cats. The child's name was Pounce, the mother was Flip, the father was Freckles. They got dirty for some reason, so I asked my dad to wash them. He did. And then people said \"The boat is sinking the boat is sinking\" So I packed up all my stuff and this boy said, \"Hey-where are you going?\" and then we started fighting. I punched him in the stomach and then he knocked me down. Then I held up a \"V\" with my fingers and said, \"Peace,\" and then we felt the boat tilting, so I pushed my sister forward and said \"come on, run\" so we ran. Then all of a sudden we were out of the boat and I ended up in my closet."
        }, 
        {
            "number": "1-60", 
            "head": "1999-06-02", 
            "content": "We were in the mall and we decided to go outside and it was like a garden place with a jungle gym. Then I saw Mike and I asked him \"Do you have anything to tell me?\" and he said \"no it's a secret.\""
        }, 
        {
            "number": "1-61", 
            "head": "1999-07-06", 
            "content": "We were in a car and we were driving to camp with Molly in the car. So my mom went up a hill, but the car tilted backwards and the car landed on the ground upside down. So when we arrived at camp there was lots of stuff to do. So me and Molly decided to draw."
        }, 
        {
            "number": "1-62", 
            "head": "1999-08-03", 
            "content": "I was with Molly and she was dropping me off at a store and this nice lady there said,. \"can I help you?\" and I said \"yes, I would like to go to the book aisle,\" and so she showed me the place and we saw Molly again. Then we went to a diner and I was naked and my friend Molly said \"where are your clothes?\" I said \"you have them,\" and she said \"no, I don't,\" and I said \"yes you do,\" and so she gave them to me and I got dressed."
        }, 
        {
            "number": "1-63", 
            "head": "1999-09-20", 
            "content": "Mom was going to a party and we stopped at the pet store, and we saw this really cute black lab puppy. I had to go to a babysitter's, so mom thought about getting the dog and I went to my babysitters and mom went to a party. Mom came and got me and it was nighttime, so we looked at the stars and saw spaceships and comets and shooting stars and we went home and mom got the black lab puppy. I kept it and we named it Maggie and we played with it and Bonnie and Lucy [her dogs] got to know the little puppy."
        }, 
        {
            "number": "1-64", 
            "head": "2000-01-29", 
            "content": "I was a kitten and my owner was telling me a story about a big big cat that lived underground and you had to lift up a rock and he's the one that brought me to my door. I grow to be a cat. But one day we were captured and put into this place that we had to work for people but we were able to go outside and play and one day I went outside and I saw this really cool rock and I lifted it and I saw some fur sticking out of the ground and I thought, \"Gee, maybe it's the cat who brought me home\" and so I started digging and he came up from the ground and started playing with me. And then one day there was a bomb in the whole place so we went into our closet in our little room and we found the secret passageway and we found the big cat. He took me home right to my door and then he stayed with me with our owner."
        }, 
        {
            "number": "1-65", 
            "head": "2000-02-03", 
            "content": "There was a cat on the street and me and my friend picked it up and brought it home. It was very fat though. And one day the cat had two kittens, so we picked the kittens up and the cat and put them in my room and I held one kitten and then I put it with his mother and the other kitten and they fell asleep."
        }, 
        {
            "number": "1-66", 
            "head": "2000-04-27", 
            "content": "I was at a fair with Molly and then we lost our moms, so we went to a mall and we bought clothes and rings and diamonds and then I bought a kitten and a puppy. Then we put all our stuff in a cart and we said \"let's go home,\" so we waited in the parking lot to see if our moms would come by and they did, but they completely ignored us. And then I started crying and this nice guy came by with a big bus and he said, \"want to come on a ride?\" and I said \"yes, can we live with you?\" and he said \"yes, I live in my bus\" and I looked behind us and there was a whole farm of animals and we put our stuff in a room and then we went home."
        }, 
        {
            "number": "1-67", 
            "head": "2000-05-24", 
            "content": "We were in the house and were told when we go into the basement there's all these big monsters and I went down with my friends and we all got really scared because there was a purple scaly komodo dragon. So I started to attack it and if he touched me I would get poisoned and die, so I fought him and he was about to strike at me when I put out my fingers and I thought just stop, and I said, \"be nice dragon-there's no reason to fight\" and all my friends were fainted because they were scared and I got to keep the komodo dragon and the komodo dragon said to me that there are no more monsters in the basement. So we put our stuff down there."
        }, 
        {
            "number": "2-01", 
            "head": "2001-??-??", 
            "content": "Last night I had a dream, and it was, I was in this house with a dog and she had lots of puppies, about like 200. And they were lots of Opsos and Huskies and Jack Russell Terriers and lots of other kinds of dogs. And they were all really cute. And it had a really big ceiling in a big house. And we traveled all over the world, but we lived in one house. And yeah, I had lots of friends."
        }, 
        {
            "number": "2-02", 
            "head": "2001-10-10", 
            "content": "We were in a hotel with me, my friend Kara, my mother and my father, and it was really big and it was like a free hotel, and you could rake leaves outside or play and do a garden. And you could like buy stuff next to it, because there was a railroad running right next to the hotel, so there was storage right next to the railroad. So we all went down to see, check out a store because they were selling shirts, and then we heard a really big rumbling noise, and it was really scary, so we all ran into the forest to hide. But it turned out to be a train, and that happened twice, so we all got really scared. But the third time my mother and my father were outside, and me and Kara were inside playing a game, and then all the power went out and we couldn't get out because the sliding doors used power, so we kicked down the glass and we got outside. And then we heard a really, really big rumbling noise and it was the train again, but it was going right for the hotel, and it wasn't really like on the track. So we all got our stuff and we got in the car and we went somewhere and we got lunch and then we drove home."
        }, 
        {
            "number": "2-03", 
            "head": "2001-10-12", 
            "content": "I had a dream and I had a dog. It was a sheep dog and she was brown. And we were on a farm, and we always played together and stuff like that. And then one day, because we lived right next to a railroad, and then one day she ran away on the railroad track, so we went to find her. And we found her, and then I went in a spaceship with her and we flew away, but we ended up in a pool in a spy's office and we became his spy, so we worked for him. And we had to write stuff and my dog, she sniffed out like the person who's behind crime and stuff, and that's really it."
        }, 
        {
            "number": "2-04", 
            "head": "2001-10-20", 
            "content": "I had a really bad dream last night that we were at a house that we actually lived in and it was right next to the beach. And there were lifeguards everywhere because people swam at the beach. And my mother was sick and she died, and I don't know what it was from Ð dysentery, I think. And so we went outside to get the lifeguard because I wanted her to do something, but I didn't get her soon enough because my little friend, her name was Nori, she was in the road; she was going to get hit by a car. So I picked her up and I put her in the house, and then I went to a store and bought food."
        }, 
        {
            "number": "2-05", 
            "head": "2001-10-28", 
            "content": "I had a dream last night, and me and my friends Josh, Derrick, Mattie, Jackie and Kara were on a big trampoline, a really, really big one, and then Jackie turned into a giant, a giant Jackie. And she took the trampoline and she made a, she threw it up and made a big wave out of it, and we all flew up in the air. And when we came back down, we bounced really high. And then Derrick almost fell off, so I grabbed his wrist, and then Josh fell off and I didn't really care about that. And then someone came in and said that we had to clean up everything that we did, so we cleaned up the Legos and then we put away the trampoline."
        }, 
        {
            "number": "2-06", 
            "head": "2001-11-19", 
            "content": "I had a dream a few days ago and I'm recording it now. I was a slave and so was my mother and my father, and so we were all slaves in a place Ð I don't know where the place was. So one day there was this slave and we were in this big lobby, and he was trying to get away, and so he ran up the steps - and they were really steep steps Ð and out the door. And me and my friend, we ran after him so we can catch him, and then he got away and I couldn't get up the steps because they were too steep, so I went on the bus with all the others. And so my friend was in the front seat, so I went up there, but the bus driver, he hit me in the face because I was darker-skinned and she was white. And even though she was white, she was a slave. So we went to the back and I was next to a guy I didn't like, and then we went home and my mother and my father, they were already in the little hut we had. And we had a little dinner and we went to sleep."
        }, 
        {
            "number": "2-07", 
            "head": "2001-11-19", 
            "content": "I had a dream last night too, and it was that I was in the mall and I was walking around, and my friend Kirsti popped out, out of nowhere, and she lives in another city, and so she came back. And it was a really good thing, so we walked around together and we talked and we hugged, and then the people in our whole class came Ð the girls and the boys Ð and then we went shopping. The boys went shopping too. And so the girls, and that was pretty weird. And yeah, it was pretty fun; it was a good dream, especially when Kirsti came."
        }, 
        {
            "number": "2-08", 
            "head": "2002-01-27", 
            "content": "I had a dream last night. What we were doing was changing class, that we had to switch classes and we had to bring all our books. And I got real nervous and so I brought the wrong book to class and the teachers yelled at me. And I went back into class that I interrupted the other class, and I got the right book, and I brought extra folders. And so I was carrying too much, and I couldn't see."
        }, 
        {
            "number": "2-09", 
            "content": "(2002-01-26) Well, I went to middle school for my first day, [she doesnÕt start middle school for another 8 months] and I was real nervous. And so when I went to my class I brought all the wrong books and I went to the wrong class. And then I went to the wrong side of the building, and it was real scary. And then my teacher yelled, she didn't really yell at me, but she was real upset. And then we did this thing that I had to go into a huge pool with my books, and I destroyed my books and my teachers were really upset. And then I started to cry."
        }, 
        {
            "number": "2-10", 
            "head": "2002-01-30", 
            "content": "Two nights ago I had a dream that we were in New York City and I had to take this little kid named Eric Ð I had to take care of him. And we were in my school, and the school was deserted. So I put him in a stroller, and we and my mother and my father, we were walking around because we couldn't find the exit, and there was my Master from Tae Kwon Do and we said hi. And then all of a sudden I saw a big plane up in the sky and one of them ran into one of the World Trade Centers, and so then we started running and we got out of the school. And then we went to the streets of New York City and one of the World Trade Centers fell down. And so my mother and me and my father, we went to the train station and there was a lady sitting there, and she said, \"Okay, I need your social security number.\" And my mother told her whatever, her social security number, and then the lady just sat there. And it was really weird. And then the second World Trade Center fell down, and I woke up. This was a really bad dream."
        }, 
        {
            "number": "2-11", 
            "head": "2002-02-18", 
            "content": "I had a dream last night, and it was about me and a few of my friends fell down a big hole going into another world, and we ended up in a big room with lots of aisles. And there was a guy who looked like a zombie, and he was going through each aisle, and we had to run from him because he was mean. And so we went through a door and we ended up in the local community center, and we had to go swim in a swimming pool. Then we went to the beach, and this guy taught me how to surf and swim really good in the ocean. And then we went to school, and then for a school project this lady turned us all into animals, and I was a chipmunk and this other guy was a really tiny horse. And my other friend was a squirrel and my other one was a worm. So we had to live like that through all the seasons, including the winter, and this lady, she said, \"I'll donate my car so you guys can live in it.\" And so we brought all our animal stuff into the car, and we started to get comfortable, but we didn't need to do the project yet. So we went outside to have fun and all, and we fell through another hole, and it was a coconut club. And no kids were allowed there, neither were animals. So we were walking around trying not to be seen, and we ended up on the stage and people saw us. And this lady went, \"Hey, those are animals. They're not allowed in here!\" ThatÕs because they were having a meeting. So we were running up the aisle trying to get back to the hole, and we saw these ropes that were swinging back to our homes. So we got on them and we each swung back home. And when I got home, I joined gymnastics again, and I was in Level 6 Ð not Level 5 Ð and yeah. I didn't know who anybody was, so when I got in, everybody, the coach said, \"You have to swing on the bar nine times.\" And so I got on the bar, and when I jumped to the high bar, I forgot that my leather jacket was still on, and it was like farther than my hands, so I couldn't grip the bar. And so I was trying to swing nine times, but it was really hard. So I went down and I took off my leather jacket, and then we ran around for exercise, and we went to, yeah, and I couldn't find my team. But then I found them at the trampoline. And yeah, and apparently we were having our teams on the trampoline, and the coach said, \"Okay, who remembers their routine?\" And I didn't know any of it, and this girl, Ryan, her name was Ryan, didn't really know her routine, and the coach said, \"Okay, Ryan, you have to work on that routine.\" And so then it was snack time and I got my snack from my locker and I was going out of the lady's locker room, and Emily Ð she was the only girl I really knew there Ð and she said, \"I have to tell you something.\" And I go, \"Okay, I'm listening.\" And she goes, \"It's going to be really hard to tell you, but I really like you!\" And I said, \"Okay, I'll get back to you on that later.\" And so I left my snack, and then we went upstairs and we had our dancing lesson, and then my mother came and picked me up and we went home."
        }, 
        {
            "number": "2-12", 
            "head": "2002-03-25", 
            "content": "I had a dream the other night, and it was that ET was my best friend, and we went a lot of places together. And it was really fun because we went to school and then we went with my other friends. And then he had to leave, so he went back on his spaceship and he left. And it was sad."
        }, 
        {
            "number": "2-13", 
            "head": "2002-05-27", 
            "content": "I had a dream last night that I had ramen noodles and it was very, very cold."
        }, 
        {
            "number": "2-14", 
            "head": "2002-08-11", 
            "content": "I had a dream last night that I was, it was the first day of middle school and I didn't have my schedule and I didn't know anything and I got lost everywhere. And I skipped a lot of classes because I didn't know where I was going. And so I just followed Rebecca Ð she was one of my friends Ð and I just followed her everywhere to some of the classes. And I guess no one really cared because I didn't get in any trouble. And it was sort of like also a night school too, and I went to school at night, and there was a movie theater in our school. And it was still middle school, and I still got lost everywhere. And then there was this evil scum with this green thing that was taking over our school, so me, and my friends Ron, Rebecca, Paul, and Yvonne and Marita and Morris Ð we all had to go and destroy it. And it was really weird because there was like a deck at our school, and it was storming outside, it was lightning and stuff. And we were, and we killed the evil scum and then it was like sleep-away school kind of because then I went to sleep in a bed, in a really nice bed. It was kind of like a hotel room. And then I sat down in a chair. That's pretty much it."
        }, 
        {
            "number": "3-01", 
            "head": "2003-11-07", 
            "content": "I was in NYC and I was chasing my parakeets because they ran away.  One was green and one was blue. They stopped for a rest at the Hudson River, so I bounced on them and got them.  Then I tripped and we all fell into the water.  A big, humpback whale swallowed us and a bunch of clown fish.  After a while, the whale pooped us out and then me and my parakeets were in my room."
        }, 
        {
            "number": "3-02", 
            "head": "2003-11-18", 
            "content": "I was with my friend, Katie, and we were in the mall shopping for clothes.  We went to my house, and then went to the school dance in our new clothes.  I danced with Bryce, who lifted me up in the air like I was flying.  Then I danced with Aaron.  After the dance, me and my friend Mattie went to see \"Thoroughly Modern Millie\" on Broadway.  We went to buy programs, and the whole place was lit up with a red light.  We started to go back to our seats, but I went up the wrong set of stairs.  At the top of the stairs, it was pitch black dark, so I ran back down and went back to our seats.  The show started and a thin lady with blonde hair came down in a trapeze.  She was only wearing a thong and a bra.  She started singing, and then I was there with her."
        }, 
        {
            "number": "3-03", 
            "head": "2003-11-19", 
            "content": "I was in my house with Cassie, Katie, and Kristina.  We were having a sleepover, and we had just woken up.  Everybody left, and I went to the beach with Erin, Heleyna, and my mom.  I started to swim, but it was very hard because there was so many big, sharp rocks.  But in the middle of the ocean, there wasn't any rocks.,  I started to swim out, but there was a huge wave,  so I swam back.  While doing this I cut my toe.  I got to shore and I met Heleyna there.  She told me: \"Don't get in a boat here, because you just get cut from the rocks.\"  Then a big whale was in the ocean, and then the whole ocean became an aquarium.  Then it became a theatre, and Cassie was up on stage singing.  I was the stage manager, and I was sitting with the unicorns, because this was a fantasy play.  I went home and started listening to records.  I realized I didn't have a sing to sing for the talent show the next day, so I panicked and tried to pick out a good song I knew.  The next morning, I got up on stage and decided to sing \"Lean on Me.\""
        }, 
        {
            "number": "3-04", 
            "head": "2003-11-20", 
            "content": "Me and Teddy were at a club in Brooklyn.  We went outside to wait for our rides, and Edward and his gang came to beat up Teddy because she dumped Edward.  So Teddy got on a bike and started running away.  I was really scared so I hugged my friend, Big Boy.  He got on his bike to go protect Teddy,  Some of Edward's gang stayed to beat me up, so I ran and hid in a toy store.  They found me, so I ran to the Brooklyn Bridge.  I met Teddy there and we started freaking out.  Then Edward pushed Teddy over the bridge.  I screamed and ran to get the police.  The next day, Teddy came to my house in a wheelchair."
        }, 
        {
            "number": "3-05", 
            "head": "2003-11-29", 
            "content": "I went back to California with my people-to-people delegation, and the delegation from, North Carolina.  Me and Erica got to ride on these jet pack things with our partners, and we flew around the airport.  When we got to Yosemite, I had to go to the bathroom.  When I sat on the toilet, I saw this boy I know next to me going too.  I looked around and there were boys everywhere!  I was in the boys' bathroom, so I ran out."
        }, 
        {
            "number": "3-06", 
            "head": "2003-12-01", 
            "content": "I was in school and at lunch.  I sat next to Bryce, and he put his arm around me.  Then, I went to find my technology room, but I couldn't find it.  Wherever I went, it wasn't anywhere.  I went down to the basement to look for it, but all I found was a custodian.  He said, \"I don't know where your room is, but I'm pretty sure your class went outside.\"  So I went back upstairs, but I found myself in the chorus room.  I saw Mrs. Gilbert teaching a class, so I got out.  I went back to the lunchroom, and everybody was still there.  Bryce hugs me again.  I went home and I started packing for the trip to the lake with my mom.  I packed some money.  Then I looked in my closet, and there was over $200!  Then I woke up."
        }, 
        {
            "number": "3-07", 
            "head": "2003-12-04", 
            "content": "I was on a camping trip with my mom, my dad, Bryce, Laura, and Bryce's girlfriend.  We were all sleeping in a tent that was on a big rock in the middle of the river.  I got up, and got in the water, and a big piece of prickly seaweed got stuck to my foot, and it hurt a lot.  While I was trying to get the seaweed off, Bryce and his girlfriend got into a canoe and started canoeing down the river.  I said goodbye, and he said: \"Just leave us alone, ok.  Tell your mom I won't be back until dinner.\"  Then, me and Laura started swimming towards the land, and Laura got taken by the current and got thrown over a waterfall.  I got to the land, and my parents were there barbecuing."
        }, 
        {
            "number": "3-08", 
            "head": "2003-12-05", 
            "content": "I was in the mall with my mom, and I was completely naked.  We picked out a few shirts to try on, and we went upstairs in a room to try them on.  Then, I laid down on the bed and went to sleep.  JD and Pat were in two other beds sleeping, too."
        }
    ]
}