{
    "dreamer": "miami-home", 
    "description": "Miami Home-Lab: Home", 
    "dreams": [
        {
            "number": "Bart-H-1", 
            "head": "12/19/63", 
            "content": "I dreamt I was at a party. Everyone was having a good time except the hostess. She hated her husband and wanted to kill him. I remember helping her look for something to throw at her husband. We were in the kitchen, and all of the kitchen drawers were filled with tweezers and pipe wrenches."
        }, 
        {
            "number": "Bart-H-2", 
            "head": "12/20/63", 
            "content": "I was in Canada at our summer home. I was riding a bicycle through the mountain roads to Montreal, which was about 60 miles away. When I began riding, all was fine, but I came to a steep hill and I had a hard time to ride to the top. I had to get off my bicycle and walk. At the top of the hill were some people and a big dog, a German shepherd. I had a towel in one hand throughout the dream. I couldn't find my wallet because my back pocket was ripped off. I finally found my wallet, which was in the cuff of my pants. I remained on top of the hill and the people and the dog were gone. I began to keep riding, but then my bicycle fell apart, and the pieces looked like a broken lawn chair with pieces of aluminum, bars, wheels all over the ground."
        }, 
        {
            "number": "Bart-H-3", 
            "head": "12/21/63", 
            "content": "I was going to the West Coast with my girl. On the beach were some boys she knew. I didn't know them. They tried to take her away on a life raft, but I stopped them."
        }, 
        {
            "number": "Bart-H-4", 
            "head": "12/30/63", 
            "content": "Went to Orlando to a party with my girlfriend. Two of her friends were there. I got in an argument with them. Then I got in an argument with her little brother. I left the party and came back to Miami."
        }, 
        {
            "number": "Bart-H-5", 
            "head": "12/31/63", 
            "content": "I went shopping with my friend. He had to buy something for his girlfriend. And I had to buy a pair of black shoes and a pair of slim jims for my girl. We went to 2 stores which were located next to each other. My friend did all his shopping in one store and I did all of mine in the next. I asked the man for slim jims, but instead he brought out about ten plaid sport coats. Finally he brought out the right pair of slim jims. I paid him and left. When we got to the car, the store owner's dog was in it. The dog was talking to us, then it left. As I was preparing to drive off, my girl came. She had been playing tennis. She had on a pair of white bermudas, tennis shoes and a blouse."
        }, 
        {
            "number": "Bart-H-6", 
            "head": "01/02/64", 
            "content": "I was in a bathroom and it was full of toilet paper, all in shreds. I picked up all the bits of paper and I flushed them down the toilet. After all the paper was picked up, I found that the walls were also made of bits of paper. All during the dream, people were walking in and out of the bathroom."
        }, 
        {
            "number": "Bart-H-7", 
            "head": "01/03/64", 
            "content": "I was in a hardware store with some of my friends. We had a lot of clothes on because it was cold outside. We left the store and went to the back. The back of the store was sloppy, with empty crates all over."
        }, 
        {
            "number": "Bart-H-8", 
            "head": "01/15/64", 
            "content": "The first dream was when I was in an airplane with my brother (year older) and my girl. It was a small, one-engine plane. We landed and I got out. My brother and my girl wanted to see how high the plane would go. I could hear him talking to the tower and the man in the tower said that he could only fly as high as 11,000 feet. The runway on which I was standing was constantly smoldering."
        }, 
        {
            "number": "Bart-H-9", 
            "head": "01/15/64", 
            "content": "The second dream was when I was in Canada. We have two houses there. I was with a colored girl and a white woman. The colored girl never said anything. We were all walking across the countryside, and we came to our cabin. We went inside and saw a man sitting on a sofa watching the fireplace. He said nothing to us and acted as if we weren't there."
        }, 
        {
            "number": "Bart-H-10", 
            "head": "01/15/64", 
            "content": "The third dream was about my girl and Barry College. I went to see a play at Barry College. The play was about 4 acrobats. After the play, we went out to the cars and it was raining. When I turned around there was no one there. My girl and all the other people were inside, evidently the play was not over yet, so I waited outside. I was quite mad. When my girl came out, she had two of her girlfriends with her. They both wore yellow dresses and they were wet. We all got in my girl's car. It was a 1964 yellow 4-door Cadillac. After I was just getting ready to drive off with the three girls, my girl suggested that I let her girlfriend drive."
        }, 
        {
            "number": "Bart-H-11", 
            "head": "03/04/64", 
            "content": "The dream that I had on the morning of the 4th which I just recalled now involved a friend of mine, which is a boy, and I and this girl that I've seen around, but I don't recall her name. The time was at night. We were in a small car, I think it was a convertible, and we were going hunting on a hunting range or a shooting range. I don't remember which. So we were driving down this old dirt road. There was sugar cane on both sides. The story was that we had never been in this place. That an old lady owned this shooting range. We were driving through it, and we parked the car and we heard some shooting, and people were shooting directly over our heads because we were between the firing line and the target. So we turned the car around and we went back and this old dirt, we found ourselves between a high hedge on the left and tall stacks of sugar cane on the right. On the left behind this hedge was a horserace track like Gulfstream Park. The race was in session and there was all kinds of people and noise, cars but on the right hand side of the road. It was complete wilderness, far from civilization. So we went down this road and we came upon another shooting range. We heard that the price to shoot was $10, but we thought that that was a fantastic price. My friend told me that the price to shoot was $10, but I didn't believe him, so we all got out of the car, and we started to shoot with all the rest of the people. This old woman was behind us and she was yelling at us and she said it costs $20 to shoot one round. With this woman was a nun. The nun was dressed in black and white and she didn't say anything. She was just standing with this old woman. When we found out it was $20 to shoot that was the end of the dream. The colors that I remember are black, white, green and brown. This dream doesn't seem to be too realistic."
        }, 
        {
            "number": "Bart-H-12", 
            "head": "03/07/64", 
            "content": "I was going with my girlfriend and my mother and I to see a house that my father had refinished inside. This was a duplex. I drove up in the driveway with my Ford, and we all got out and went inside the house. We looked around. We saw the job that my father did. We were all talking, and then we all left, my father and I and my girlfriend all left the house and got in my car. Then the girlfriend and I were going back to the house. I don't remember what we went back for, but after we left my parents off, we went back to this house which was vacant. As I drove up in the driveway, there was a fifty-seven, fifty-six Ford station wagon pushing another '56 Ford station wagon. There was no one in the first station wagon, but there was a man in the second station wagon. As I was just pulling into the driveway, this man pushed this other station wagon up besides my car. He seemed to be mad about something, so I didn't know what it was. He was mad at me, but I don't know what he was made for. So we had a discussion and then I started to get mad, so he said that if I didn't calm down, he would call the police. I still remained in my car so I got madder, and he just left. The other station wagon just seemed to disappear. I don't know what happened to it. In about 5 minutes the police came. Then I told the police--the police came to the outside of the house, and I told the police I didn't do anything. He should call my mother. So the policeman, my girl, and I went inside this house and he called my mother. My father drove my mother to the house, and she went inside and she was in a room with this policeman talking to him. She was in the kitchen, and they were having coffee. I couldn't see them because the door was closed. I seemed to be able to see under the crack of the door. I could see their feet. My girl and I were in this other room and we were in bed. We weren't doing anything. We were just laying there. She had her dress off. We took her dress off and we were laying there. She still had underclothes on. My mother was still talking to this policeman. I don't know what she was saying. Then my girl said I better put my dress back on because you mother's getting ready to come out of the kitchen. The way I could tell she was getting ready to come out was because I could see under the crack of the door. I could see her feet starting to move, and I could see the policeman's feet starting to get up off the chair. Then they came out. We were just sitting there. My mother said everything was alright, and the policeman left. After that my girl and I and my mother went back into the kitchen. The kitchen I remember was very detailed. Everything was built in. It was all French Provincial. The cabinets were French Provincial. The stove was painted white and gold. The floor was white. It was a very elaborate house, duplex, I mean. The living room was very spacious and everything seemed to be white and gold. Then the policeman left, as I said before, and then my mother and my girl and I walked outside the house. My father was there waiting for my mother. Then my mother got in the car with my father, and they left, and then my girl and I left."
        }, 
        {
            "number": "Bart-H-13", 
            "head": "??/??/??", 
            "content": "It was a hot afternoon on a Sunday and my friend and I (a male friend) wanted to go swimming. We couldn't find a place to swim, so we decided that we'd go to a hotel where I used to work in the summertime, go to the pool. So someone told us to ask for the pool manager because he was a new manager, and I didn't know him. We went to this hotel and we walked around the side of it through the pool. To get to the pool, we entered a sort of lobby and then we went on to a patio. The pool man was at the far end of  the pool and he was vacuuming it, the bottom of it. The pool was extremely dirty. There was algae on the bottom. It was about half full. We went up and asked him about the pool and he immediately started talking about politics, about the presidential nominations and senators and just general political talk. But apparently he told us to go to another hotel, the DeLido Hotel, which was, we could see it from where we stood. It was down the beach. So we talked a little more about politics and then we got ready to leave to go to the DeLido to swim. Around the pool were lounge chairs. They were about half filled with people, but no one was in the pool. It was a very hot day, and as we started to leave, we had to go through two doors, one had a little square window in it. It was a wooden door. The window was about four inches square, and then there was another heavy wooden door. Then we were back in the lobby. As we opened the first door, the pool man kept on talking about politics and we couldn't seem to get him to stop. So we finally had to sort of shut him out in the pool area, so we could get back in the lobby in order to leave. So as we shut the last door, there were political figures in the lobby, politicians and mayors. There were about three of them. They were going to consult with this pool man on some problem that they had. My friend and I thought generally that he was an expert in politics. As we shut the door, the politicians got mad at us because they wanted to go out to speak to him and we were shutting them out. All this time while he was talking, he had a broom. First of all he was vacuuming when we first saw him, then he had a broom in his hand when we left and was sweeping the patio. So as we left he was talking to these politicians, giving them advice, and then we walked out in the big lobby. The lobby was in the back of the hotel instead of the usual lobby which is in front. We walked out to the car, which was my car , but it was a convertible, a white convertible. That's all I can remember."
        }, 
        {
            "number": "Bart-H-14", 
            "head": "??/??/??", 
            "content": "I was on a journey, and I didn't know where I was going, but I was. I started to walk down this road which was a dirt road, and I began to walk and as I began walking, I saw different sights around every turn. The distance that I walked was approximately 50 miles, but the time factor involved was, it only took me about 15 minutes to walk that distance. I was walking at a normal pace but in the dream it only took me 15 minutes to reach approximately 50 miles. Anyway, I began walking and I walked over sort of a causeway, and on the left hand side there was a motel with a swimming pool. I didn't stop at any of these places. I just walked by them and I kept walking and around the next bend, it was like there was water on one side. On the other side. I can't remember what there was. At the next bend there was like a motel with a few boats and a dock and this big giant about 10 feet tall was there. He just looked like a normal man only he was this real big. He didn't say anything. He just looked, and I just kept on walking and I got to a place, the terrain was like a desert. No, it was like the plains out in Kansas, real flat and dry, and I walked thru these plains and it was about half the distance. And I got to a fork in the road, to this crossroad, it was all, as far as I could see, it was just flat plains, and in this crossroad, there was one house on one side, it was a white frame house, and there was another house on another side. There I saw my girl, and my girl was staying with her girlfriend that stayed in one house and her mother lived across the road, not my girl's mother, but my girl's girlfriend's mother lived in the other house across the road, and this girl and her mother haven't seen each other in two years, even though they lived right across the road from each other, because they weren't on speaking terms. So I got mad at my girl for staying at a place like that, and we were standing outside discussing it. I told her why she shouldn't stay there. But nevertheless, I told her I would pick her up the next day. So I began walking back, and it took me a shorter time to walk back than it did to get there, and everything was in unison like the place I saw when I was walking there, the same place I saw when I was walking back, and I walked thru the plain and I saw this motel with the boats with the big giant, and he was sort of standing right in the middle of the road this time, but he didn't say anything, so I just walked around. And I remember I had tennis shoes on and a pair of dungarees and a t-shirt. It was a dirt road, and then I walked back to the place where I saw there was a motel on the right hand side going back. Then I got to a bridge. It was like a bridge crossing a river and it looked like when you get off the 79th St. Causeway bridge and you come into Miami. It greatly resembled that part, and that was the end of the dream. Colors in the dream, there was blue and a lot of green, there was some grey and there was white. A little while ago my girlfriend was talking about staying with another girl, and I saw a movie called America, America, and it sort of resembled this movie in a way. This person in the movie had to walk to his destination something like I was doing."
        }, 
        {
            "number": "Bart-H-15", 
            "head": "04/01/64", 
            "content": "I had a '49 Ford. It was blue. It was like a Ford that I had when I was in high school, and I didn't have anything to do this night so I was just driving around. I went to a place that resembled the buildings around 12th Ave. and 13th St. These are the federal buildings where the jail is and stuff like that. I pulled over on a side street right off 12th Ave. at night, and I was just watching the traffic. I was real close to the Miami River bridge. I came back to the car and found a ticket on the windshield saying that I had parked crooked. When I parked there was no one there, so I didn't know. So I parked at an angle, and didn't know everyone was supposed to parallel park. I was the only car parked at an angle, but this ticket was not written on the regular form of type ticket paper. This was written, I had an old piece of paper laying on the seat, a piece of loose leaf paper, and the ticket was written out on that, and it said to report to a certain place in Coral Gables. I knew there was something wrong because you don't go to Coral Gables for a parking ticket, but I didn't question, I was going to question the matter, so I was going to walk to the jail, to the courthouse where I was and ask them about it first. While I was walking, there was a bus in front of me, a Miami Transit Co. bus, and on this bus a little side door opened, like on the Greyhound bus where the baggage goes. Anyway, there was a side door on it. This Volkswagen 3 unit car. It was made out of all stainless steel or aluminum. It said Volkswagen on it, and it was like a little bus in itself. It had three units on it like three little cars. This thing drove right into the baggage compartment inside it, drove right inside the baggage compartment of the Miami Transit Co. bus. I remember that because it turned right in front of me to drive into the compartment. This is why the compartment was made, for this little other. There was a compartment on the big bug and it was made for this little Volkswagen bus which was about 3 feet high and about 15 feet long. So I saw this and I didn't think much of it because I thought it was something natural and then I went to ask about my ticket. I got up to the steps. It was very confusing inside. They were just letting a whole bunch of prisoners go, and a bunch of bums were just walking outside. So I figured I would just forget about it and go over to the place where I was supposed to go. So I just walked back to my car and got in and drove away, which was the end of the dream."
        }, 
        {
            "number": "Cain-H-1", 
            "head": "11/03/65", 
            "content": "My sister and I were at some kind of open fair and we were sanding by some kind of gambling game, elevated on a slant where you would place your money in one of the open little squares and the guy who ran it would let a marble or something start at the top and roll down until it went into one of the squares The fist few trys my sister lost, but then she started winning. When she started winning, the guy wanted to change the game and did and instead of little separate squares on the slanted board, there was just a flat surface with a division in the middle to separate it into two sides. He set up pegs on one side to be his and pegs actually cylindrical circles about _\" long and _\" in diameter) on the other for her. It seems I was standing by watching all this and when he started the game by turning on a vibrator, the object was to see who had the most pegs standing in the end. Then the vibrating pegs turned into football players with me one of them running with the ball and being tackled."
        }, 
        {
            "number": "Cain-H-2", 
            "head": "11/03/65", 
            "content": "My little brother and I were asleep in our room and I felt something fluttering against my head. I thought it was a bird that somehow got in the house, but when the fluttering stopped, [I woke and my father came in and said he just let a dog out of the back door. Apparently a dog got in the house without us knowing and started to roam around when we went to sleep.] [I got the bird idea from a bird I see all the time down at the warehouse where I work, who will fly in a window and sit on one of the steel supports in the building.] [I then thought during the dream that the fluttering was actually the dog's tail wagging and touching my head.]"
        }, 
        {
            "number": "Cain-H-3", 
            "head": "11/09/65", 
            "content": "I was driving around a small town in a Cadillac and stopping at a small store where they sell just ties. I was driving the car and my mother was in the passenger seat. We got out to look at the tie display through the window. They also had some loose ties on a table, and I thought about picking some up without paying, but didn't."
        }, 
        {
            "number": "Cain-H-4", 
            "head": "11/09/65", 
            "content": "I was over at the Bagg's house (friends of the family) just talking when we started talking to my brother who then came in. We found out his girlfriend was mad at him because instead of buying her a pair of boot-shoes for her birthday he gave her a pair of old boots that he had cleaned up which resembled the fashion boots women are wearing today. He did not want to go to the expense of buying her boots when his were good and we all thought it funny that he got away with it for a while."
        }, 
        {
            "number": "Cain-H-5", 
            "head": "11/20/65", 
            "content": "I dreamed that I went to a cafeteria in a small town that served all you can eat for 99 cents. The funny part about it was that the cafeteria was on a plane of about a 45 degree angle. Apparently an earthquake had come through a couple of weeks before and left the cafeteria on an incline plane. As you walk in the door, the floor of the cafeteria was on an incline plane, not the whole town, just the cafeteria. As you walk in, the place where you pick up your food was in the shape of a square. You had to walk around a square-shaped counter pick your food, what you wanted, and place them in your plate. The first time around I didn't get all the food I wanted and I got up again to get some of the things that I apparently didn't see the first time around, such as dessert and stuff. On the next time around, I saw some rice and I picked it off the second shelf above head level, and I picked it off the shelf and tried to hold it level with the ground level outside. I apparently spilled it all over my head, and I was very mad. Before I took the second trip around, picked up my food and spilled the rice on my head, I almost got into a fight with someone who I remember from childhood, apparently over something he said that I didn't like. I saw other people in the cafeteria, but I didn't recognize them."
        }, 
        {
            "number": "Cain-H-6", 
            "head": "11/27/65", 
            "content": "President Johnson was assassinated, and the funny part of it was I remember seeing a car. I remember seeing a car that was a Plymouth ... I got the idea from seeing a police car, it was a Plymouth like the policemen usually drive, and it had run off the side of the road into a ditch. It apparently had had President Johnson in it. He had died not ... I imagine he died from assassination and I imagine he had died from that operation he had not too long ago. It was kind of weird. I thought that he died from a ... people were talking that I saw around the scene of the accident on this highway. They were talking about how terrible it was that he died of assassination just like President Kennedy. But actually his car had run off into the ditch and I imagine that he died not from the accident or the assassination, but from the operation he had had when he was in the hospital not too long ago. And I also imagined how bad it would be with Hubert Humphrey as president, because I haven't heard too many good words about him. Imagine how terrible it would be with him as president ... ruin this United States ... not ruin, but as leader of the United States."
        }, 
        {
            "number": "Cain-H-7", 
            "head": "11/28/65", 
            "content": "I was riding my bike not too far from an elementary school that I had attended, a few blocks from where we now live, and I was riding through this residential section and I saw these two boys fighting and one was older and bigger and was picking on the small one trying to provoke him to fight. I thought that I should break it up, but then I thought that it was probably none of my business and I should just stay out of it. Then as I went over to break up the fight, I remember my little brother standing there saying not to break it up. I remember stopping myself and instead of breaking up the fight, I said a cutting remark to the older boy who was fighting the smaller one, and apparently when I said it, he must have felt ashamed of himself because he quit fighting. I then remember getting on my bicycle and starting to ride away when a sports car pulled up with a girl and a boy in it. This boy was a boy I had seen around the neighborhood before who lived about two blocks away from our house and who I knew only casually but not closely. I remember seeing this girl and boy pull up in this sports and I remember telling .. I remember seeing also a friend of my younger brother's standing there. I remember telling him to watch the girl as she got out of the car to see if she was good-looking and to tell me when they came over to our house ... to tell me when he came over to our house."
        }, 
        {
            "number": "Cain-H-8", 
            "head": "11/28/65", 
            "content": "I and the boy I had gone to spend Thanksgiving with had gone fishing and were standing on a dock apparently at the Castaways. I didn't actually recognize the area, but I remember hearing two people talking about how long it had been since they had been to the Castaways docks. We were standing there looking into the water when this gentleman and this young lady came up and they were the ones who mentioned that it had been such a long time since they had been down there to the Castaways and seen the water and the boats."
        }, 
        {
            "number": "Cain-H-9", 
            "head": "12/03/65", 
            "content": "I was taking a nap at home and was awoken by my little brother who was in the next room and he had a sword and he was dueling with somebody inside the bedroom as he was standing in the hall, and apparently he had said, \"Tushay\" or something and my sister who was in the room at that time jumped up off the chair and said, \"I'm going to have to look up that word.\" So she ran out of the room and I went back to sleep. This is all a dream."
        }, 
        {
            "number": "Cain-H-10", 
            "head": "12/11/65", 
            "content": "I was with this girl that I used to know down at the yacht club that we go to and we were sitting o the white sands of a lake in our bathing suits watching a ski show. One skier was skiing stand up. It was trick skiing. He was standing up on top of a motorcycle. He was holding the line and skiing on top of this motorcycle. When he jumped off, they had a line to the motorcycle and I thought to myself, \"The motorcycle is going to sink,\" but the line started pulling the motorcycle in and the boat started to slow down and the motorcycle was pulled into this separate compartment in the boat as soon as the boat stopped and therefore the cycle didn't sink."
        }, 
        {
            "number": "Cain-H-11", 
            "head": "12/11/65", 
            "content": "I was in a cabin someplace where it was snowing with this girl from the Hot Shops [a restaurant in S. Miami]. We were married but we didn't agree to this marriage. We were just kind of thrown into it. So we were in this cabin and I said to her, \"Well, I guess it's alright if I kiss you now since we are married.\" (I know this girl personally, I speak to her all the time.)"
        }, 
        {
            "number": "Cain-H-12", 
            "head": "12/14/65", 
            "content": "I was climbing down a very steep mountain with a girl whom I don't know and going to see some friends of ours in a jail, apparently during a war or something. While walking along this narrow path, I told the girl to watch out because there was a quicksand pit up ahead. We walked around that, and then when we went a little further, there was this 6 ft. wall on the left, and it had bars like the bars of a cell. There was warm lava coming down the mountain and in order to keep from falling down, we grabbed onto these bars and started going hand over hand to this jail cell. When we got to it, I climbed down to the window that was guarded by bars and I felt kind of guilty because I wasn't in there with them, and I asked if there was anything I can get for them since I was outside. One guy wanted a bottle of wine and told me the exact name of the wine and I remember writing the name on the wall next to the barred up window. Then I retreated from the window and found myself in a 4-walled one-story building with only part of a roof. While walking out of this building I saw some men running at me who were part of an army or something. They were running at me with machine guns because I had been talking with the prisoners. They were shooting the guns. I had a bottle of wine on me for this man, but I don't know where I got it from. The wine turned into a pint bottle of Vodka. I know Vodka was combustible, so I threw it out the window of this 4-walled structure and I figured that the army would keep firing at it with their bullets and it would catch on fire, and it did. It got on fire that which spilled out of the bottle, but the bottle itself didn't catch on fire. One of the men reached over and grabbed the bottle and threw it back into this four-walled structure where I was. Figuring it would go off, I ran outside and found myself in the company of this beautiful young German blond. Apparently she was a ballet dancer or a girl who was interested in gymnastics or something. She was very graceful in her movements and she was showing me certain movements and certain steps and said she could show me these steps better if we would go inside the gym. There was a half-constructed gym, it still had sanded floors and wooded beams supporting the interior of it. We went in and she started showing me these graceful movements and what not."
        }, 
        {
            "number": "Cain-H-13", 
            "head": "12/23/65", 
            "content": "I dreamed I was riding in a car along a beach somewhere, with someone else male whom I didn't recognize. He was showing me the beach front and the peculiar thing about it was that there was block after block of empty lots where houses once stood, but did no more. Instead houses, there were just charred ruins and their remains. He said something had happened that did all this damage but in the dream, it wasn't specified. I thought to myself, in the dream, that Negroes had moved into these houses and reduced them to the remains that they now were."
        }, 
        {
            "number": "Cain-H-14", 
            "head": "12/26/65", 
            "content": "I dreamed I was at my house one morning when the T.V. repairman came. Apparently I was outside in the carport when I heard the repairman fussing about something that my mother did wrong (as he was talking to my mother), which caused the T.V. not to work. When I heard him telling my mother these complaints, I came in from the carport and told him, \"Listen, your job is just to fix the T.V. so why don't you just fix it and quit complaining.\" I seemed a bit angered at his telling my mother what she did wrong."
        }, 
        {
            "number": "Cain-H-15", 
            "head": "12/27/65", 
            "content": "In this dream I was working in an office somewhere, but I felt I didn't work there permanently, but just temporarily replacing someone. I was working with just an undershirt and slacks on. They had a small stairway in this office that would take your to offices overlooking offices on the first floor. I remember frequently running up these stairs to do something and upon descending I noticed a piece of buttered bread that was lying on someone's desk and it made me very hungry. When walking to my office even, I noticed pieces of buttered bread all around and there was even one on my desk. I ate it but was still hungry. When leaving to go upstairs again, I went over to a few desks with the break and broke off a piece and ate it as I figured they wouldn't miss it."
        }, 
        {
            "number": "Cain-H-16", 
            "head": "12/27/65", 
            "content": "I dreamed I was someplace inside a building next to a stage of some sort talking to other people who I didn't recognize. We were standing there talking when a blonde-haired guy come walking by and everyone stopped talking and just watched him as we thought he was a pretty sharp guy. He was wearing a yellow T-shirt with brown slacks. When he passed in front of me the girl on my left said that she wished she had his blue shirt with the pink collar or trim as it would go well with something she had. I must have thought she said something about his intelligence, because I then said, \"Yeah, but he has to get through Harvard first."
        }, 
        {
            "number": "Cain-H-17", 
            "head": "12/28/65", 
            "content": "I dreamed I was in a little town someplace waiting, with two friends (one whom I recognized and one whom I didn't), for a train. Finally when the rain came by, it was moving very slowly just before it stopped and we started running along with it to get on it so we could look for someone. As these two buddies of mine were slowly running beside the train, I noticed that the track parallel to the train that they just jumped over was also moving at the same slow speed as the train so I thought to myself why run if I could ride, and I jumped up on the track. I was keeping up with my buddies, who were still running, when I decided to get off the moving track and run with them. Just before the train stopped, my buddies got on the engine instead of a passenger car and I yelled to them something like, \"No, you're getting on the wrong car.\" But they had already climbed aboard and I went running towards the other end of the train (looking for a passenger car) while dodging colored porters pushing luggage carts."
        }, 
        {
            "number": "Cain-H-18", 
            "head": "12/29/65", 
            "content": "I dreamed I was at a bus station getting ready to catch a bus. I had my ticket ready and when the bus pulled up, the driver parked next to a newer bus. The door of the bus remained closed and I started banging on it with my hand for him to open. When he opened the door, he told me I was to take the newer bus. I then was standing around when the driver started talking to me and he recognized my face, but couldn't remember my name. (He then was one of my junior high school teachers.)"
        }, 
        {
            "number": "Cain-H-19", 
            "head": "11/17/65", 
            "content": "I dreamed of a buddy of mind, and how he got a ticket for not having a license on his car. The only thing about this was that the ticket was stapled to the left rear fender of his car. I was standing off at a distance and I noticed that he got out of the car and was looking at the pieces of paper stapled to his left rear fender, and I was standing off at a distance and asked him what happened, and he said he got a ticket for not having a license plate. Just then another buddy of mine came up and all three of us started laughing and talking and thinking how silly it was that he got a ticket in the first place for not having something so common as a license plate. It seemed like it took place in a gas station near the airport."
        }, 
        {
            "number": "Ed-H-1", 
            "head": "03/22/64", 
            "content": "I was in a classroom teaching girls several things about cosmetics, hair care, etc. I remember getting into a big discussion on the virtues of natural bristle hair brushes vs. nylon ones and the correct way to brush hair. The class was about 3 girls about age 18 in a classroom much like we had in high school (fixed desks, and old building). The girls all paid attention and discussed things well. This one I think is rather simple--I sell brushes and am often asked to tell the virtues of the natural bristle over the nylon--especially to high school age girls. I also have to talk about our cosmetic line--a really hard subject for me."
        }, 
        {
            "number": "Ed-H-2", 
            "head": "03/27/64", 
            "content": "I remember driving up a hill on a paved road. It was a steep hill, probably in Maine. The road made a right hand turn, but I kept right on going in the same direction I was going. I was going up a trail that was very steep. I kept right on going till I reached the top of this hill. There was no road up there, just a trail and a lot of rocks. I felt rather foolish driving all the way up, and I came back down. Then the setting changes. It was flat-seeming like Florida is. Then I stopped to see one of my customers, but this is no customer that I recognized. As I saw she was just a customer, I never even got out of the car. She just came to the car window and I rolled it down to talk to her. She was a woman about 45 and had brown hair. I don't remember the conversation. It was pleasant, though. It only lasted a few minutes. I drove on and that's about all I can remember."
        }, 
        {
            "number": "Ed-H-3", 
            "head": "04/17/64", 
            "content": "In the beginning of this dream I was in the back of a large, open truck with a bunch of other boys. It seems that we were going back to school. I cannot remember what we were talking about. We stopped at the edge of a small town and everyone was getting out to go swimming. I threw down the helmet to my skin diving wet suit and said, \"Five dollars.\" Immediately a boy took it and gave me the $5, which was for renting it). The place we swam at was much like a place we used to go to in Colorado when I was in summer camp. It was a gorge full of deep pools and a lot of fast-moving water. The boy I rented the helmet to was in the place I wanted to go but it was so small, only I could fit. Finally he moved out and I got in. I had my mask on so I was doing some diving. I remember thinking I could really earn a lot if I rented out my whole suit. The dream becomes hazy now, but I do remember something about a red and white '57 Ford going up the road. It had a N.Y. plate on it."
        }, 
        {
            "number": "Ed-H-4", 
            "head": "04/28/64", 
            "content": "The time is winter and a group of students and myself are on a field trip. The instructor is telling us about the formation of sand dunes and snow drifts as we walk through the snow. We all have a drawing board and are making a drawing of the areas he tells us about. The lecture then seems to get more artistic than scientific as the beauty of the drifts, trees and few buildings is pointed out. I remember I was making my drawing with a Bic pen just like the one I am using on this report. I tried to show the way the snow looked as it formed little clouds at the lips of the snow banks as it blew. The ones we were seeing were in beautiful pastels of red, green, and blue. The instructor also pointed out the beauty of the noise of the wind. I made a slight whistle, which sounded much like it and someone else did the same. Just before I awakened, the instructor told us about a canoe that was awarded to the student at Yale who could make the best academic recovery and hold it for a month."
        }, 
        {
            "number": "Ed-H-5", 
            "head": "04/20/64", 
            "content": "The first part of this dream I can remember was about grade school children voting on some issue. They were using red ballots so that collection would be easier. It seems that the ballots were left by the doors of their houses. While this was going on, I was talking with a street sweeper. He was quite well informed and had run for several offices. The last one he ran for had something to do with assisting the town manager. He said he had really done a job at cleaning out the corruptions in the offices then. (This man was a gas station attendant and school bus driver in my home town.)"
        }, 
        {
            "number": "Ed-H-6", 
            "head": "04/29/64", 
            "content": "I was in a co-ed boarding school or college by the edge of the sea. Many of the classes were outside. I remember one in which about 50 of us were all on one big rock next to the water. I cannot remember the subject of the class, however. We had some classes inside also. In one, I remember, I had an assignment to deliver a short talk on the value of the education I was getting at the school and how it differed from other schools. I did a very poor job preparing, but I was sure I would not be called. As it turned out the professor (female) stopped just one person before me. For this class we were in a large room somewhat like a cafeteria. In the corner I was sitting in there were some strange foods which had just been brought in for dinner. I remember one was mastodon meat. After that class we had one outside on the rocks. I left early and did not clean up the things I was working with, but someone else did it for me. After this I remember being tired and wanting to lie down on one of the ceremonial couches, but I didn't. Two girls were lying on these, however."
        }, 
        {
            "number": "Ed-H-7", 
            "head": "04/10/64", 
            "content": "I cannot remember the beginning of this dream, but in the first part I can recall I was back in the country in Michigan talking with two girls. One was unattractive and the other was fairly nice looking. I began to get friendly with this one, but not too enthusiastically. She took my display of affection to mean more than I had intended and started trying to get me aroused by pushing her breasts into me. At this point the thought came to my mind that her mother had taught her to do this to enable her to get a boy to marry her. However, I wasn't too concerned with this as I was rather enjoying her. Then we stopped because another girl, a very cute one, came on the scene. I liked her at once and knew that she was a girl I could love. I went over and talked with her for a while and soon was kissing her as the other two girls and the mother looked on sadly. She was great and I remember I wished I could have dreamed more about her or remembered more about her when I woke up."
        }, 
        {
            "number": "Ed-H-8", 
            "head": "04/17/64", 
            "content": "I was in an apartment building and I hinted something to my boss that I might quit Fuller Brush. He said nothing, but went down to the patio and started talking with two other Fuller men, one of them the branch manager, and the other a German. When I came in, the German began talking about quitting and the others tried to get him not to. They showed him how much money he was making, etc., and how foolish it would be to quit. Then they turned to me to ask if I didn't agree with all this. I said I did, and then he asked me why I wanted to quit. The little act they had been putting on was just to show me how foolish I would be if I did quit. I said I wouldn't quit until I was not making any money or my school work was hurt. They said okay. But then the manager began talking about my sales record. He said he wanted to see more than the $65 I turned in last week. I really turned in over a $100, but my boss needed some of it to fill his quota. At this point I walked away, but I heard my boss saying that I had worked for him and earned another $50. This seemed to satisfy the men."
        }, 
        {
            "number": "Ed-H-9", 
            "head": "03/19/64", 
            "content": "The first part of the dream I can remember started in a monstrous hunting lodge which, for some reason, had live deer walking around. This did not seem to excite me or the others who were there (all male and only one I knew in real life, a man I used to hunt with). The deer were mostly doe, but there were a few bucks. Only spike horns, however. Later, I went outside and saw two hunters and told them about the deer. Then a doe came out, and one of the hunters shot it, but only I could see this since it went behind a tree right after he shot. I heard him say, \"I missed,\" and then the next thing I knew, he had hit me in the ankle, but only with a couple pieces of buckshot. I went to a hunting store to get a first aid kit, but ran into a Spanish-speaking saleslady that couldn't understand me. Finally, I got the kit and fixed myself up. I really have no idea what this means. All I can say is that I used to love deer hunting in Vermont, but I never got one. The only time I ever fired the gun was at a spike horn buck--and I was afraid it might be a doe ($300 fine). The Spanish saleslady is most likely a result of all the Cubans I have been trying to sell to lately. [I'm a Fuller Brush man.] An interesting sideline--I remember trying to think of what I was dreaming all through the night--but in my sleep."
        }, 
        {
            "number": "Ed-H-10", 
            "head": "03/29/64", 
            "content": "I was in a bar drinking beer with my roommate. The bar was in Ft. Carson, but did not resemble any one we had been in. It most closely resembled a little lunch counter. In fact, the more I think of it, it was exactly the same. My roommate and I were fairly high on the beer we had been drinking. A friend we had brought with us was asleep on the floor between us. We were talking and joking about various things. The subject of age came up and my roommate was telling me how lucky I was because I never had to worry about I.D. cards now that I am 21. The bartender heard this conversation and thought it was I who was under age. He asked for my I.D. so I gave it to him, sure that he would find it okay. He didn't, however, and thought the card was a fake, so he booted me out. My roommate was laughing so hard it was all he could do to keep his seat. I too was laughing, but was a little mad at the bartender, so I started beating on the door. The bartender finally came, and this time looked at all my identification. Then he let me back in. I went over to my roommate, hit him on the back and bought him a beer."
        }, 
        {
            "number": "Ed-H-11", 
            "head": "05/13/64", 
            "content": "My roommate and I and Bill were outside on a street talking. I think we were talking about a car. This woman, I would say about 30, came walking up and she came up to me and she looked at me, just said, \"What's your name and where do you live?\" I told her we lived in the dorm. She said, \"Okay, we'll be by to see you.\" Right off I looked at her and thought she was a prostitute, and sure enough, because it seemed a few hours later, she and three of her friends showed up in our dorm. I remember first they discussed fee, and I said, \"Well, I'm not going to pay for it.\" I don't know; this didn't seem to faze them too much. I remember her putting a chart up on the wall. I think it had something to do with venereal disease. Anyway, I looked at my watch and said, \"My gosh, I've got to get out of here in 20 minutes.\" She said, \"Well, you have. I guess we'd better get busy then,\" and she pulled down the blind. I remember I looked at my roommate, and I said, \"My gosh, can I go through with this?\" He sort of smiled at me and said, \"Well, I guess so.\" Then I remember this woman pulling off her dress, and then I guess I woke up. I don't remember."
        }, 
        {
            "number": "Ed-H-12", 
            "head": "05/05/64", 
            "content": "In the first part of this dream, I had a date with a Negro girl, along with two other guys. It seems we were doing something for the civil rights movement. My date, I remember, had long, dark brown hair. We passed one movie house playing \"El Cid\" (I haven't seen it) and went to another one playing something like El Al-Solero. We decided to go to a different theater, however, because we didn't like the looks of the movie much. The next thing I remember was something about a war on cigars by the Europeans. It seems that they liked being able to travel with lower air fares, but that they didn't like cigar smokers on the planes. I guess I read this. Then I remember looking through a magazine and seeing an advertisement for a bicycle. To qualify, one had to take a test, which was sponsored by the Boy Scouts. They said to only write in if you thought you were #1. There would be more than one winner in NYC area and other cities. The last part of the dream involved a song by Ricky Nelson. In it, he was trying to get a girl who seemed to be his sister to leave a wild party \"gang-bang.\" I remember him singing. The singing and music were good and I thought that it would do well because it would appeal to all girls who wished they had an older brother to protect them. Then the song went on and Ricky, still singing, got involved in a fight with this girl's date. Ricky, however, seemed to be enjoying it and baiting the guy on. He was doing this as I woke up."
        }, 
        {
            "number": "Ed-H-13", 
            "head": "04/24/64", 
            "content": "The first thing I remember was having difficulty here at college with my studies. I couldn't seem to get the right courses. A small co-ed boarding school then offered to take me and I accepted. The school was located in a large house right by my home in Vermont, and it was winter. My present roommate Tom also came with me. We first met the headmaster and then Tom met a girl he really liked. He talked to her for a while, then we went to our room. There we met another girl--one I went after. My only problem was that I fell asleep talking to her. Tom, however, kept the conversation going. At first I thought he was going to try to take her, but he said he wasn't interested. He still liked the first girl he met best. It almost seems that the rest of the dream was during the next day, Sunday, I think. The first thing that I remember was a boy standing outside my door looking out of a window. He was wondering how to get out of the building without being caught. Tom and I told him to jump out the window (3rd story). That didn't really help him much. We then started talking about the girls. Tom reminded me that I was class #12. He said all I had to do was find out the girls in #11 and I could get any one of them for the date at the end of the day. I went downstairs to find out who was in my classes, but couldn't find the list. I then decided to go outside. At the door there were several boxes of fruit. I said at first that they were a product of Florida, but someone behind me said that they were from Canada. They turned out to be yellow melons which were a little frozen from standing out in the cold. When I went out, the first thing that happened was a tennis ball landed right near me. Even though it was snowing and there was a strong wind, there was a doubles match going on. I threw the ball back, but it didn't go too far. The guys on the court were mad at this, but I just said that I couldn't throw anything with the mittens I had on. The boy who was doing all the talking was one I had known from prep school and he wouldn't accept my reason. The ball came out again and this time I took off my mittens and threw the ball right over the court to show him I could do it. I decided to go home (which was just a stone's throw from the school). Before I left, however, I remember watching some of the boys from the school playing. They were aged from about seven to ten. At home I asked my father what he was going to do. He said he had just got a phone call from one of his friends who opened up a club I belong to. The club is way out in the country and surrounded by some beautiful scenery. My father's friend said that since my father hadn't showed up, he had closed the club. I looked at my watch then and found it was 11:40. I couldn't figure out why dad couldn't have gone earlier. I then remember thinking about the club. I knew it would be cold, etc., but I still would have loved to have gone there. The dream ends here. All through this dream I kept wondering why I had come to the school. I was by far the oldest student. I also wondered what my record was going to look like to an employer."
        }, 
        {
            "number": "Ed-H-14", 
            "head": "04/20/64", 
            "content": "This dream takes place in a small town. As near as I can remember, almost he whole town was working toward one cause while the authorities were against them. It seems as if there had been a crime committed and the townspeople were protecting the crooks. Investigators were everywhere and it was my job to guide them around. Several times the underground would act to prevent the authorities from doing anything--like when they were after someone, an empty street was suddenly at the snap of a souie key man's finger, transformed into a maze of blockades, signs and parked cars. Usually there was one car that the investigator was pushed into. He was then driven off to be enlightened by someone, but there was no violence--in fact, it was funny. The scene now shifts. I am in a high priced European car (a black Mercedes, I think) with a sun roof. The car seems to be mine, and so does the house I stop at. A girl is there and apparently I am very fond of her. I cannot remember anything we did, however. Just vaguely I remember getting her a drink--champagne, I think. The scene now shifts again. The girl and I are listening to a radio. We seem older, perhaps married. The announcer is informing us that the country's #1 criminal has died beneath the wheels of a train. I remember that the year was 1939. Now the scene shifts again, this time to a 1939 car. I am thinking how remarkable it would be if the people of that year could see a 1964 car. The whole dream took place at night and the setting was, except for the last scene, was in Europe. I was often among very rich people and was, I guess, rich myself. The people in the dream were almost all older than I--average age was 30."
        }, 
        {
            "number": "Ed-H-15", 
            "head": "04/17/64", 
            "content": "This dream started in the prep school I used to go to. It was Sunday evening and everyone was getting ready for a vespers service. I cannot remember just what I was doing. It could have been photographing the service, but anyway, I was up in front of the congregation. The man who was leading the service (it hadn't begun) said he wanted one more person in the choir. He pointed at me. I had to share a book with two other boys, and I didn't sing bad at all. I even remember the man who sent me up smiling at me as if to say, \"That's good.\" The choir then filed out and went into another room. There was another organ in there, and the director began to have us rehearse. He then announced that we would not be needed for the rest of the service (which was going on in the next room) and we could go. I can then remember a few images of a rather dreary, dull dorm and my room. The scene then changes and goes back to the room we were rehearsing in. A few of us are telling about some injustice which has been done to us. The group splits into two opinions over the matter and tempers flair. It seemed to have something to do with the lights. The group I am in decides we must get to a control room to do something to the lights. We then start running down a long tunnel, but have to fight our way along it because the other group is trying to stop us at all costs. The tunnel was large enough to stand up in and in our point there was a stream running through it. I got the idea that I might be able to carry out the mission if I could run ahead and then unscrew all the light bulbs. I did this and it worked. The tunnel ended in my grandfather's basement. I rushed over to a large switch box with one other boy and we tried to figure which switch it was that controlled all the lights in the school. Finally I just began pushing buttons, but I got the one which opened the garage door. I quickly pushed the next button which closed it, but I was sure it had made enough noise to wake up my grandfather. And I was right because soon I heard some noise upstairs. I remember I took a whole flight of stairs in one leap, got my friend and started for the tunnel. But it was too late. My grandfather was coming down the stairs 4 at a time so I saw I had to speak to him. We explained we weren't trying to steal anything, but just had to do something to the lights. He accepted this. About this time the others all started coming out of the tunnel. One good friend said that I had a good idea when I unscrewed the lights, but that it was a little painful--he was rubbing a bump on his head. Finally, everything turned out fine and we all returned."
        }, 
        {
            "number": "Ed-H-16", 
            "head": "04/12/64", 
            "content": "My roommate, Bill, and I went to Ft. Lauderdale at night. When we got there, we stopped at a sporting goods store. My roommate was so tired that he lay down on a sleeping bag that was on demonstration. The manager of the store came over and said he could sleep in it if he wanted--it would be great advertising. So he got some of his clothes off and went to sleep. Bill left the store and went out to the beach. Soon my roommate and I followed. There was a fat man of about 60 watching Bill and a girl he had picked up as they were in the water. He told us about a better beach that didn't have currents like the one we were at. The scene now changes and it is daytime and I am on a small motorcycle. I was going to where there was a big crowd and I was thinking something about the gear ratios he had in comparison to those in the cycle. The crowd was gathered around a fight ring. Some boys I knew from prep school were going to fight next--even though they were outclassed. After the fight (I cannot remember it or the outcome) we went to the house of a man and his wife (about 30) for coffee. I think he was a professor, perhaps for prep school."
        }, 
        {
            "number": "Ed-H-17", 
            "head": "04/11/64", 
            "content": "This dream was about a series of things which went on while I was at home in Vermont. The time was in the present, and I had just come home. The first thing I can remember was coming out of a neighbor's house. In the house I vaguely remember talking with a group of people--who I think I knew. I then got an old piano stool and began to ride it down a small hill. After a few trips down I got tired of this and looked over to another neighbor's house. In his yard there was an old racing car. I then took the piano stool, which had somehow changed into something else on four wheels, and tossed it into the pile of antiques I had taken it from. I thought I might have bent one of the wheels, but I didn't take a closer look. I went to this second neighbor's basement (which was open--much like a garage--however, not in actuality) and started looking around then at antiques. There were about three cars there and boxes of other things. I picked up a slot machine which had been used to figure out income tax. It worked this way. You pull the handle to spin the dials. Whatever numbers came up is the amount you pay--unless you hit the jackpot, then you get money. (Wow!) I remember this thing was light and looked as if it had been made in Japan from tin cans. After looking at a few more things, I left. I went home because we were supposed to go with my father to see about getting a new Jeep or Land Rover. My brother was shaving when I reached the bathroom. After he finished, he told me that he had been down to see the Jeep dealer and found that Dad could get a Jeep fully equipped with all the accessories he wanted for the price of the bare land Rover. I told my brother that this wouldn't work on Dad. He had his mind made up on a Rover and it would be almost impossible to change. He agreed with me. I then came into the bathroom as he was finished shaving. I noticed that the toothpaste tube was floating in the toilet bowl. My brother said it had slipped off the sink. My brother then began talking about changing because he wanted to wear an undershirt under the shirt he had on if he was going to see this Jeep dealer. I told him that was foolish. In Florida few students wear them because of the heat. I then remember thinking that it was probably 95 degrees in Miami and clear (it was cloudy and cool at home). He agreed with me, but then looked and found he was wearing one anyway. I then remember cleaning a large plastic tube about _\" in diameter and 10' long. The part I was cleaning was a fitting on one end. It seems somehow that this was part of the razor, but I am not sure. I got a lot of water on the floor from cleaning it as it ran through the tube. I then began to talk to my brother more about the Jeep deal. I said that surely the dealer could offer the price he did for the outfitted Jeep--all he would have to do is to take the stuff off the old Jeep and put it on the new one. The same thing could be done with the Rover. I cannot remember much beyond this. The last scene in my mind before I woke up was something about a hired girl we have living with us and some bunnies she had."
        }, 
        {
            "number": "Erik-H-1", 
            "head": "09/16/65", 
            "content": "I dreamt I was with a girl that I have dated. She is 18 years old and I am very fond of her. I dreamt that I was trying to tell her how much I liked her, but every time she looked at me, I couldn't find the words to say. It was both a frustrated feeling and a perplexed one. She had to go home, and I hated myself for not saying what I wanted to. We were in my car.  Unpleasant, my house and drive-in movie, no color."
        }, 
        {
            "number": "Erik-H-2", 
            "head": "09/18/65", 
            "content": "I dreamt that a pig was trying to eat my cat. Both the cat and pig were running amuck through the house, turning over furniture. The pig finally ate the cat. I felt shocked.  Unpleasant, no color."
        }, 
        {
            "number": "Erik-H-3", 
            "head": "09/29/65", 
            "content": "I dreamt that somebody (an unknown male) was trying to give me the book 1984, but I noticed that the book wasn't written by George Orwell. This person kept trying to give it to me, but I wouldn't take it.  No setting, no color, angry, frustrated, unpleasant."
        }, 
        {
            "number": "Erik-H-4", 
            "head": "10/09/65", 
            "content": "I dreamt that I was chasing my middle-aged male professor of marketing around a department store trying to catch him to hand him over to police. I saw him steal something (?) from the store and I was a store detective. I was very excited at the thought of being able to catch him to hand him over.  Neither pleasant or unpleasant, no color."
        }, 
        {
            "number": "Erik-H-5", 
            "head": "10/23/65", 
            "content": "I dreamt I was at some kind of a fascist rally, and it was being conducted by the author Ayn Rand. It was a very similar setting to these old film clips where there are rows and rows of men in perfect unison in some kind of stadium or big open theater, and this Ayn Rand was conducting the rally. I believe I was just an observer; I don't believe I was taking part in it ... that I was just watching all of it."
        }, 
        {
            "number": "Erik-H-6", 
            "head": "10/30/65", 
            "content": "Took place somewhere on 27th Avenue, I don't remember any specific location. I was just sure it was 27th Avenue. I saw a male Negro being run over by a car. They had run over him so fast there was not only an outline of him on the street, but an imprint of his facial expression when he was hit. I remember other cars crashing about me an d I had a hard time getting my brakes to work to slow down. I finally did, though, when I saw a green traffic light at the corner of the accident.  I felt a feeling of shock at the sight of a dead man. I was an onlooker, but I was in the dream, just never participated in the things I saw."
        }, 
        {
            "number": "Erik-H-7", 
            "head": "10/31/65", 
            "content": "Took place in an office that sold match covers to the specific needs of its customers. They had on display a sample match booklet of the announcer Bud Collier. A customer came into the shop to ask how much it would cost to make up 10 custom matches. The owner got quite mad and told him that he wouldn't just make up 10 matches.  Unpleasant."
        }, 
        {
            "number": "Erik-H-8", 
            "head": "11/08/65", 
            "content": "I dreamt that this girl that I knew in New York two years ago, when I worked at the Texas Pavilion at the World's Fair, I was with her in an unidentified place and there was, I remember there was a crowd around and she was playing around with my comb. And she had my comb and she was twisting it and turning it and I told her to stop it, to stop twisting and turning my comb. And she eventually bent it all out of shape, and I went to the mirror and tried to comb my hair, but my hair wouldn't comb right. And I told her to the effect that if there wasn't all these people around, I'd smash her in the face. And then there was a transition there, I don't know how, but this friend of mine that I know, this guy John, got some of the blame some way. All I remember is the next thing I was talking to him. He's a friend of mine in drama class. I was talking to him and blaming him for it, and he denied any knowledge of it ... of it, meaning this girl, why she would want to bend my comb all out of shape."
        }, 
        {
            "number": "Erik-H-9", 
            "head": "11/16/65", 
            "content": "I was at my job and the man who was in charge of carpeting (male, early 30's) was unrolling all of the rugs on the show floor. Everybody was standing around watching this, but they didn't seem very shocked.  I felt the man was a fool."
        }, 
        {
            "number": "Erik-H-10", 
            "head": "11/17/65", 
            "content": "I dreamt I was skydiving (parachuting). I jumped out of the plane and my legs got caught in the lines. I was fighting it and got my main chute partially opened. There were other jumpers all around shouting at me. I couldn't hear what they were saying. That's where the dream ended.  I felt afraid and excited."
        }, 
        {
            "number": "Erik-H-11", 
            "head": "11/21/65", 
            "content": "I dreamt my 6-month-old niece was eating a big chicken leg (fried). I was alone with her and she started choking on it. I tried to get the chicken leg out of her hand, but she wouldn't let go. Her coughing was loud and deep, like a man's. I was running around the house looking for something to stop the cough, but I never found anything. I was pretty frantic about the whole thing.  I felt excitement and panic and it was unpleasant. The setting was my sister's house, her den and kitchen."
        }, 
        {
            "number": "Erik-H-12", 
            "head": "11/22/65", 
            "content": "I dreamt I was late to take Diane (my girlfriend, 20 years old) out on a date. I got on a turnpike and kept ending up in Tampa. I got on the turnpike again and Tampa was the only turnoff that I could get off at. The turnpike was a circular, ultramodern looking thing (cloverleaf).  I felt perplexed."
        }, 
        {
            "number": "Erik-H-13", 
            "head": "11/23/65", 
            "content": "I dreamt I was with a girl that I knew last year (I lived with her at her apartment for a week last summer). I was with her in a grocery store and she was dressed rather shabby. She picked up a handful of long fluorescent light bulbs and started throwing them about the store. The manager of this store (middle-aged) grabbed her and I picked up some cans of soup from the shelf and threw them at him. People started gathering around and throwing soup cans also.  I felt angry. The label on the soup cans said Campbells."
        }, 
        {
            "number": "Erik-H-14", 
            "head": "11/14/65", 
            "content": "I dreamt I was driving a car at night with several policemen riding with me. I was driving carelessly, but they weren't saying anything to me about it. We arrived at a shack in the woods.  I felt excitement from driving fast. We were driving on paved road through wooded area ... wooded area around shack."
        }, 
        {
            "number": "Erik-H-15", 
            "head": "11/19/65", 
            "content": "I dreamt that I was helping my father work on his boat. He told me to put the lawnmower in the boat. I argued, telling him that it was silly because the lawnmower wasn't working correctly. We got it inside the boat and kept pulling the starter, trying to get it started. It never started though.  I was slightly mad because I had to put the mower in the boat. The setting was our garage where we keep the boat. The dream was unpleasant."
        }, 
        {
            "number": "George-H-1", 
            "head": "10/01/64", 
            "content": "The first scene was a coastal beach. Three whale type fish swam up on the beach and remained there momentarily stranded. They then turned around and swam out to sea quickly. Next I found myself swimming endlessly in the ocean. No place was evident as my destination. Then I found myself riding the surf towards shore. It was an exhilarating feeling. I felt very pleased with its occurrence. I only came in on a wave once. The next moment I found myself \"sneaking\" around an island inhabited by apparently some aliens. It reminded me of James Bond on the island in Dr. No. I was with some others, but I couldn't recall who they were. [Excited, pleasant, no color] [Beach unknown]"
        }, 
        {
            "number": "George-H-2", 
            "head": "10/09/64", 
            "content": "The setting was the pool room at the student union. Three girls, all of whom attend the same church as I here in Miami and whom I know well, were starting to sit down at one of the pool tables as if it was a table. What was unusual was that it was covered on top like a table. They were carrying trays of food and were planning to eat there. I saw them and walked over and suggested that we go into the cafeteria and eat so that the boys who were playing on the other tables could use that one also. They got up and the four of us walked into the cafeteria. (These girls attend Coral Gables High School.) [Enjoying the situation, pleasant, no color]"
        }, 
        {
            "number": "George-H-3", 
            "head": "10/17/64", 
            "content": "The scene was a room (?) in which I was with three girls who I knew from someplace or another. I was checking the mail as to whom it was for. I remember reading some address on a letter and making some comment about its receiver and shaking the letter up and down. It was a long, flimsy, brown enveloped letter. About this time a girl came in who wasn't particularly well thought of by the group in the room. Her name is Peggy and she was a camper at the camp I worked at this summer. The girl seemed to ignore her presence and I said very little myself. [Joy, both pleasant and unpleasant, brown envelope]"
        }, 
        {
            "number": "George-H-4", 
            "head": "12/??/64", 
            "content": "I was walking out of a tavern with a glass of beer in my hand when a bull came up to me from behind and bumped me. The jolt knocked the beer out of my hand. This angered me. I turned around and faced the bull and grabbed his horns. I started wrestling the bull like they wrestle calves in rodeos. Luckily the bull wasn't big, but his horns were. I was on my back on the ground holding on to his horns, trying to bring him down. [annoyance, neither pleasant or unpleasant, no color]"
        }, 
        {
            "number": "George-H-5", 
            "head": "12/02/64", 
            "content": "The setting was a large dining room where many people were preparing to have what was supposed to be a Thanksgiving dinner. I walked into the room and was surprised to see that the platter of turkey was really a large bowl of noodles and sauce. What was so unusual was that they were spilling onto the table. I picked one up as I walked by and threw it back in the bowl. At first I thought I was my family Thanksgiving dinner, but I didn't recognize anyone. Then I heard a man speak with a Yiddish accent and had what people type as a Jewish facial look. [perplexed surprised, neither pleasant or unpleasant, no color]"
        }, 
        {
            "number": "George-H-6", 
            "head": "12/06/64", 
            "content": "The setting was something like a museum. My roommate and I attempted to rob some money. I kept a guy busy while he snuck into anther room and took some cash. Then I was to keep the guy's attention when my roommate came into the room. He noticed him, however. All my roommate did was to take a dollar's worth of change. Meanwhile the guy had given me a ten dollar bill for a one dollar bill. I was going to tell him, but forgot. When my roommate came into the room, he looked like nobody I have ever seen. After the supposed robbery I tried to feign my innocence by asking the guy what happened, etc. Then I left the room to make my escape. I went to the courtyard (and this is what made me think it was a museum) and there was a high barbed wire fence surrounding the place. I thought of the fence to be \"hot.\" I took a piece of paper and threw it into the fence. It burned up. I walked around the fence and came to a gate where some people were waiting to get out. I stood in their midst and left as one of them. I remember I was wearing a U. of M. t-shirt.  [anxious, unpleasant, no color]"
        }, 
        {
            "number": "George-H-7", 
            "head": "12/07/64", 
            "content": "There were two children, very young, about 1 and 2 or 3 years. The youngest was a boy and the oldest a girl. I was sleeping and these two children were trying to sleep with me. I held the youngest very close to me as if it was my very arm and yet I knew it wasn't. The other child was sleeping on the other side of me. Occasionally the mother would enter the room. She would make a comment or just observe the children. She was not attractive at all. I recall saying to her the last time she came in, \"Are you going to join us?\" A feeling of sexual sensation was arising in me, but was quickly dispelled when she answered, \"No, my husband is coming home.\" I do not recognize either the children or the mother. [love, sexual desire his apartment, pleasant, no color]"
        }, 
        {
            "number": "George-H-8", 
            "head": "12/08/64", 
            "content": "I awoke (in the dream) and asked what time it was. A woman replied, \"Quarter to 3.\" I asked why she did not wake me earlier. Can't recall her answer. The room was unfamiliar, yet I thought or acted like I was at home. When I got up, I found a lot of kids (college age) in the living room. They all were students who were actors in a play now being produced at the Ring Theatre. I looked at each person trying to identify them by their role. They were paired off and I felt let down when a girl I was fond of was with a guy. One fellow named Larry, who is in my Drama class, was the most distinct person recognized. I said to them all, \"I just want to tell you how much I enjoyed your production.\" Then I left the room. [angry, surprised, pleasant, no color]"
        }, 
        {
            "number": "George-H-9", 
            "head": "12/09/64", 
            "content": "There were three people involved, myself and two fellows whom I didn't recognize. There was no particular setting. Me and one fellow took the other fellow and tied him to a reclining tree or bench or such. It was at a 45 degree angle. Our mood was playful and we were aware of what we were doing. After tying the guy, we poured gas over his feet and lit it. I did this all with the intent to stop before the guy was hurt. I waited for the other guy to realize what he was doing. He never said anything and for some reason I didn't put out the fire. The guy on fire was screaming, naturally. The dream ended there. [playful, anxious, both pleasant and unpleasant, no color]"
        }, 
        {
            "number": "George-H-10", 
            "head": "12/10/64", 
            "content": "The setting was a college campus supposedly. I was walking with this girl whom I apparently felt was an easy lay. We were walking in the hall of what seemed to be the back of a building like indoor alleys (?). She wasn't as easy as I had hoped. I had the feeling I knew her, but I can't recognize her. We got down to the end of the hall and it made a sharp left to a dead-end with a door at the end. It was a counselor's office or some such authority. For some reason we turned around and started to run. We got outside and I told her to run on over to her dorm. I looked behind me, and this girl in her middle 20's was standing behind me. I stopped. She didn't have any legs. She wasn't particularly attractive. She started talking to me, asking me why I ran, etc. The rest of the conversation wasn't recalled, nor the dream. [perplexed, frustrated, both pleasant and unpleasant, no color]"
        }, 
        {
            "number": "George-H-11", 
            "head": "12/12/64", 
            "content": "The setting was a golf course. Someone whom I couldn't recognize gave me a tee and a ball. As I was about to tee off; the tee was where I put it in a yard close by. I went in to get it. The yard transformed into a rough lake and the tee became long and I think like a cane. I was determined to retrieve the tee. Someone shouted it was a snake. I was being thrown  around on the waves like a buoy. The next thing I was being chased by the snake towards shore. I had almost reached shore when it bit me on the ankle. I then started to try to kill the snake. I first grabbed a Budweiser beer bottle and smashed the snake over the head. The bottle didn't break and the snake was still alive. I then had a big shoe brush in my hand. It split in a quarter and finally killed it. Meanwhile there was pain in my foot, real pain that I felt physically. My mother now is there. I told her I got bit and it's too late, that the snake was poisonous and I'm going to die. This is all that was recalled of the dream. [fear, frustration, perplexed, unpleasant, no color]"
        }, 
        {
            "number": "George-H-12", 
            "head": "12/12/64", 
            "content": "There was supposedly a play being produced and given, but nobody was cooperating. People were talking, moving around, etc. I was trying to make love to this well-formed blond in tights. I didn't recognize her and she was particularly attractive. I wasn't getting beyond third base with her (kissing and searching for her gifts) when I got up and went outside where they were trying to catch a black panther, a small one. They cornered it up a tree with the help of a dog. Then it would jump down, then run up again. They (probably the stage crew) tied it on a stick like they do on safari and started taking it somewhere. It got loose and the chase started again. Then they had a rope around its waist and it looked like it was hurt. I pointed it out to another guy, showing my sympathy for it. While the other guy was helping, out of nowhere this huge, and I mean huge, prehistoric animal was staring me in the face. I told the guy, \"Look!\" He just shrugged. I turned around and this other prehistoric monster started at me. I found myself fighting it and then woke up. [sex desire, sympathy, scared, anxious, both pleasant and unpleasant, no color]"
        }, 
        {
            "number": "George-H-13", 
            "head": "12/13/64", 
            "content": "I was sitting on a couch with a girl whom I was dating, but lost interest in lately. I was acting very cold to her at first, but then she was responding the same way. We never were overly warm to each other. Then I started to make bold moves and she responded to my surprise in a very warm way. All this time we were having a conversation, the subject of which I am not familiar or can recall. We soon became involved in a show of affection and then I attempted to have intercourse with her. She became very passionate and willing, but I couldn't get her clothes off. Then I woke up. Damn it. [anxious, frustrated, pleasant, setting not familiar, no color]"
        }, 
        {
            "number": "George-H-14", 
            "head": "12/13/64", 
            "content": "I was flying in a military airplane, some sort of small bomber. The pilot was not recognized. We were flying in heavy clouds. It was rough flying. The pilot was going to try and break through the clouds underneath, but instead started going up. He broke through the clouds and I saw a large bomber and two helicopters (army type). This was weird because helicopters don't fly that high. Oh, a voice told him not to go down because there were enemy ships below. The next thing we were flying towards a corner like in a room, and this guy (a James Bond type character) asked us to let him off there. He asked me if he could stand on my knee to get a boost. The next thing he asked for the pilot's gun. He gave it to him. Next we were on a couch. I reached under a cushion and found a German Lueger and gave it to the pilot who now looked like a German. The James Bond guy now reached into a ceiling and also brought out a Lueger. Then I awoke. [anxious, surprised, neither pleasant or unpleasant, no color]"
        }, 
        {
            "number": "George-H-15", 
            "head": "12/14/64", 
            "content": "I was playing ball with some other fellows when I was younger. There was this very lovely girl watching us play. I knew her and longed for her attention. I was about 12 or 14 years old and so were the other fellows and her too. The ball got away from us and she ran to get it. It went behind some bushes to a big hole. We waited for her to come back, but she didn't, so we started to run and play something else. I began to wonder what happened to her. I went to where she went to get the ball. She wasn't there. There was this big hole with a door at the end, almost like walking down to the old-time cellars. I went in and there was this old scientist grinding his knuckles into a glass dish. I forced the dish away from him and saw there tiny dots moving around. I put it under a magnifying glass and saw the girl surrounded by the horrible creatures. I started to try and kill them with my knuckles. I woke up then. [wonder, excited, afraid neither pleasant or unpleasant, familiar location, no color]"
        }, 
        {
            "number": "George-H-16", 
            "head": "12/15/64", 
            "content": "The setting of this dream was a pool hall that I couldn't recognize as one that I had ever been in before. I was shooting against some big guy whom I also didn't know. As I was shooting, my stick seemed extra heavy and the third finger of my left hand was missing. When I shot, the one ball bounded over the ball and hit a cushion and disintegrated. The big guy picked up a ball and threw it up in the air and tried to hit it with the cue stick. He hit it and it was coming straight at me. I tried to duck, but it followed me wherever I went. I woke up just before it hit me."
        }, 
        {
            "number": "Job-H-1", 
            "head": "03/18/64", 
            "content": "1. Dick Nicer was planning to quit Brandeis to get remarried. I was helping him finish something up so he could transfer it to his replacement. I remember thinking that since Annie, his former wife, was getting remarried next fall too, just possibly Dick was beating her to it. I had a very warm feeling toward him in the dream."
        }, 
        {
            "number": "Job-H-2", 
            "head": "03/18/64", 
            "content": "2. I was standing on a street corner talking to Laura Heims. Suddenly this tall young kid, a teenager, comes along, and with a rapid full swing of the arm, he rips open the front of her blouse, unfastening a little pin. More angry than frightened, I catch up to him and grab him by the arm and inform him that he went too far for a prank and that he will have to be taken to the police. Just then I see a policeman across the way. Then there are 3 of them. Then the thought they may only be bus drivers, but I take the boy over to them anyhow, and while I'm doing so I can't understand why he doesn't try to break my grip and run away."
        }, 
        {
            "number": "Job-H-3", 
            "head": "03/18/64", 
            "content": "3. I'm walking down George St. pushing an empty baby carriage. Joan Herig and I spot each other. She smiles warmly and blurts out, \"How good you look.\" I want to stop and chat, but she has to have lunch with a patient. She looks pretty good herself. She hopes I'll call again. I wonder if I will. I'm struck by how all her bitterness seemed to have disappeared and am once again impressed with the consequences of time."
        }, 
        {
            "number": "Job-H-4", 
            "head": "03/19/64", 
            "content": "This is just a fragment of a long dream that I can't remember. A large rugged looking man lying sideways on a cot up on one elbow naked. A huge penis that looked more like a cow's milk sac folded over. A feeling he had just finished intercourse and/or a fight in which he was obviously proficient and the winner."
        }, 
        {
            "number": "Job-H-5", 
            "head": "03/20/64", 
            "content": "A group of Miami type hotels and little stretches of sand. The feeling that they are near Quincey Mass. or South __________, N.J. Audrey and I seem to be moving. I'm talking to Barry Cohen and explaining to him which of two jobs she will take. Barry says straight out, \"Dick, do you think that she's wanted?\" I start trying to explain while I know she doesn't function very well in some setups, that it really is true that she does function well and happily in others, mentioning Mars Schwartz as someone who would verify this. I feel bad that I have to convince him and also that he doesn't appear to have an open mind on the subject."
        }, 
        {
            "number": "Job-H-6", 
            "head": "03/21/64", 
            "content": "3. I'm arguing with Gene Bockneck about the exorbitant cost of telephones. He insists that his office bill of $25 for one month is not so bad. I point out that he also pays $25 for his home phone and he allows that I have a point there."
        }, 
        {
            "number": "Job-H-7", 
            "head": "03/21/64", 
            "content": "1. I read something in the newspapers about the number of hippopotami in New York City decreasing because of their difficulty in reproducing under conditions there. Then I'm swimming in the Hudson River. A couple of hippos come in. There are sensations of floating with the current and watching the tops of the hippos. I looked down and noticed that I had a vagina. It's quite a pleasant feeling. There's somebody in swimming with me. Maybe it's Audrey. Maybe it's Carol Walich. I see we're approaching a waterfall, and I have a brief scare that maybe we're above Niagara Falls. Then I find that I can swim very easily to shore. Then we're in a hotel room in New York City. I don't know who it is, though, that's with me."
        }, 
        {
            "number": "Job-H-8", 
            "head": "03/21/64", 
            "content": "2. John Tihanic has been asked to participate in a robbery. His job is to cut the victim's head off so there won't be any noise. He comes into the room with a sickle, a scythe, and begins to swing when it turns out his accomplice is his uncle who doesn't really plan to go through with it. He says he just wanted to se if John would go through with it (like the Abraham story in the Bible). The uncle beams, \"Good old John, you can always count on him.\" John has a slight suspicion he is being used, but mostly he feels proud that he has passed his uncle's test."
        }, 
        {
            "number": "Job-H-9", 
            "head": "03/22/64", 
            "content": "2. I'm walking around outside a beautiful blue-ceilinged second story room that belongs to Nikita Kruschev. I see him walking around, and I want to see him about something, but I can't risk going in, but I wish he would recognize me and send out for me. That would make it alright. I feel sorry for him cooped up the way he is in one room, even though he's the force of a whole country. I'm thinking that one would be willing to sacrifice a lot to be the head of a government (this must have something to do with the president's job that I was offered during that month that I was then thinking of taking)."
        }, 
        {
            "number": "Job-H-10", 
            "head": "03/22/64", 
            "content": "4. I'm returning food and trays after a cafeteria meal at Boston University, something about meatballs and black spaghetti tangles. Something about New York City."
        }, 
        {
            "number": "Job-H-11", 
            "head": "03/22/64", 
            "content": "3. I'm watching John Kennedy on television. His face is very red and his features slurred, but he's very dramatic and very effective, but I turn to Audrey and say he's had too much to drink."
        }, 
        {
            "number": "Job-H-12", 
            "head": "03/22/64", 
            "content": "I'm walking down a snowy road in Vermont asking myself how snow got into Florida. I realize I'm going in the opposite direction of the town and must turn back, feeling compensated in that this is going downhill. I stop at a general store and ask for a drink. A man tells a boy to pour me a whiskey. He continued to unpack boxes. I shift my feet and he pours the whiskey."
        }, 
        {
            "number": "Job-H-13", 
            "head": "03/23/64", 
            "content": "2. Someone demonstrating that the side of a house, though it looks smaller, contains 30 feet of room space. Then it becomes Jourie's house and I say: \"I could use that room to work in.\""
        }, 
        {
            "number": "Job-H-14", 
            "head": "03/23/64", 
            "content": "3. Something about catching fish. John and Robert Kennedy are involved. So is Susan Spear, a former patient, but to whom I'm demonstrating effective work and honesty. When pulling up these large fish, something else would come along and start swallowing it up. There was some uneasiness less you get swallowed up yourself. One brief, very clear image of John Kennedy with whom I was either working or competing, with regard to the fishing, and of whom I was very proud. There was something about admiration for this fine lined \"English\" face."
        }, 
        {
            "number": "Job-H-15", 
            "head": "03/23/64", 
            "content": "The feeling is that I've been home in New Brunswick a long time and had just remembered that Betty, my first wife, has been divorced for a long time. I go over to her mother's house, more or less on the chance of something happening. As I look in the back kitchen window, I catch the eyes of both she and her mother. Her mother quietly nods a kind of accepted recognition. Betty comes outside with tears in her eyes and with both joy and kind of recriminations, \"You knew I was here; why didn't you come sooner?\" I awake with fright."
        }, 
        {
            "number": "Job-H-16", 
            "head": "03/24/64", 
            "content": "2. Something about keeping or starting a fire in containers. The place is covered with snow. Audrey is outside pushing a freight car that is full of fire and pushing it out of sight so the new tenants across the way won't see it and be frightened before we can explain it to them."
        }, 
        {
            "number": "Job-H-17", 
            "head": "03/24/64", 
            "content": "1. I'm about to have dinner with a rabid rightist paranoid who has killed or cut the arm off one person for some stupid reason. I'm debating with myself whether this isn't beyond the call of duty, this eating dinner with him. Somehow or another, the number 14A figures prominently in this."
        }, 
        {
            "number": "Job-H-18", 
            "head": "03/25/64", 
            "content": "I'm having intercourse with some new woman. I can't see anything. Everything is dark. Just the familiar pleasant sensation of heat and moisture and stiffness."
        }, 
        {
            "number": "Job-H-19", 
            "head": "03/25/64", 
            "content": "4. A scrooge type takes his son, maybe it's me, with him while collecting rent in these tenements. He has his whole family with him. They leave the car on the outskirts and walk to this small, dingy, indescribably dirty and bug-infested room where there's a man and 2 women who have not yet paid their rent. The scrooge type is saying how he only makes a few pennies on each one and it's only because he owns 340 of them that he can survive. So he can't afford for anyone to be late in paying their rent. Then I was wondering whether to say with 340 houses, he must be rich or to say if he only made a few pennies he can afford to miss one. I keep noticing how black and spidery everything is. One of the women is suggesting that the 2 women decide never to leave to the outside world in order that the man can go and earn the rent."
        }, 
        {
            "number": "Job-H-20", 
            "head": "03/25/64", 
            "content": "3. Something about working as a go-between for a fat operator type delivery warehouse trucker. The scene is on the corner of Albany and Summerset St. in back of the Murray's house, the street I grew up on. This guy is dropping boxes and bundles all over the truck and I'm a little kid. I say something to the effect that I've been watching out for opportunities for him and report a couple. That is opportunities I guess for some kind of a wheeler dealer operation."
        }, 
        {
            "number": "Job-H-21", 
            "head": "03/25/64", 
            "content": "2. I'm parked in a car on the side of a lake. The rear wheels near the water line. The car keeps slipping back even though the brakes are on and I have it in gear. It seems to want to sink. I begin to panic. Then I get out and see that there is plenty of time to get a truck and pull it out before it sinks altogether."
        }, 
        {
            "number": "Job-H-22", 
            "head": "03/26/64", 
            "content": "2. I'm about to phone someone - either Ambris Angyl or Virginia Huntman -- about taking the new job next year. After rehearsing what I'm going to say. Then there's a change in scene and there's something about talking to Angyl in an automobile after some kind of a meeting and sharing a confidence. I remember seeing a rabbit through the window."
        }, 
        {
            "number": "Job-H-23", 
            "head": "03/26/64", 
            "content": "The 2 oak trees in Sutbury that are partially burned are in the dream, and 2 hemlocks that have been partially sawed thru. Somehow George Jacobs, a boy up the road, who is in my employ, either arranges or allows them to be cut down completely. I'm very angry and I'm censoring him for not asking my permission before going through with it."
        }, 
        {
            "number": "Job-H-24", 
            "head": "03/27/64", 
            "content": "The view of a young boy lying face down on a floor or a street with some kind of fluid oozing out of his head. Then it turns into Mark, my nephew, in bed in my own bedroom on Summerset St., and I'm having intercourse with him or her and there are now associations here of my first wife Betty. Only I'm having intercourse with a soft penis. There's a pleasant sensation of warmth and a wet vagina on the penis."
        }, 
        {
            "number": "Job-H-25", 
            "head": "03/28/64", 
            "content": "I'm staying a week at a friend's house (Aubra Helen Shiftner Caroline), and I'm going to take some drug associated with the number 258-658. I'm watering plants and there are shoots of evergreen next to the house. They're very dry. Then I'm moving a car, and there's some connection with \"socialism.\" My mother is watching. I back one car up cutting it sharply. It hits another red car very gently, but I think to myself this is alright even though the side of my car could be creased because it's socialism. The other car is my mother's. It's all by itself and rolls slowly across the street up a slight incline, turns around and stops in a perfect spot. Another car comes and they start squirting water from a hose because the car is empty and driving by itself. I have a feeling of putting Body English on the car by remote control and being a little amazed at how successful the Body English seems to be since the car stopped in a perfect spot."
        }, 
        {
            "number": "Job-H-26", 
            "head": "04/??/64", 
            "content": "Audrey and I were on some kind of a trip, like a seashore resort, Asbury Park, Atlantic City, something like that. I think we're on a bus. We get to this town and we run into Ed Kytta and he's looking down the mountain sort of bedraggled and lonely as usual, and it's raining out. So he sort of comes along, tags along. He said, \"How is it? Are you still doing the same old things?\" At which point I look at a stairway and the stairway is wooden and covered with cloth steps, these rug things they put over steps. I'm saying one shouldn't be deceived by these steps, that the important thing about them is not the rug on the top, but the grain of the wood underneath. Kytta says in response to this, \"The same old Jones,\" meaning I'm still more interested in interpreting things than in accepting them. Then we get ready to leave, and we're leaving this particular town, and I have to quickly make a choice, whether to invite Ed to come along with us or to leave him there, and I by impulse say, \"How about it, Ed, do you want to come along with us?\" He sort of heaves a big sigh and says something to the effect that if you'd only treated me that simply in the first place, I'd be a much better man today or something like that."
        }, 
        {
            "number": "Job-H-27", 
            "head": "04/08/64", 
            "content": "3. Planes are swooping by doing stunts and loop de loops and then landing in the water. At first I'm not sure whether they're crashing or landing."
        }, 
        {
            "number": "Job-H-28", 
            "head": "04/08/64", 
            "content": "4. Douglas MacArthur is being elected to the Baseball Hall of Fame by an audience applause meter. I see him crossing a street and he looks very ordinary to me."
        }, 
        {
            "number": "Job-H-29", 
            "head": "04/08/64", 
            "content": "I was reading in Reporter an article by Shep Insel____ which began with a reference to \"Mr. and Mrs. Jones\" visiting them in California. There followed something about Shep having recommended some forty-one year old teacher friend as the dean of Nason College, a job for which I had recommended Shep. The rest of the article was about this man who was himself actualizing teacher, artist, philosopher type who had never been recognized openly until now. Then I saw this man sitting in his living room surrounded by 4 or 5 purple shell-like paintings or sculptures like Bermuda coral."
        }, 
        {
            "number": "Job-H-30", 
            "head": "04/09/64", 
            "content": "I'm in California and I've bought a 1930 Monterey Ford. I'm thinking of getting it painted. Then I think it's such a good car and was so cheap I'll leave it in California for the times when I'm there. It then occurs to me that I may as well use the California plates in Florida and I regret that I bought Fla. plates because now I have to take out California insurance, and I bought Fla. plates in order to save this Mass. insurance rates. Then I'm in a hotel room. Some man like a manager picks up a sexy looking woman by a string around her neck and hangs her on a hook. The idea is everything is legal as long as she isn't touched by human hands. She is there for sexual purposes and I'm not sure if she's going to put on a show by masturbating or if we're going to have a gang bang, no hands as it were."
        }, 
        {
            "number": "Mac-H-1", 
            "head": "05/28/64", 
            "content": "In this dream I remember being in a room, brightly lit, with hardwood floors. I think I was standing up, but I'm not sure. On the floor there was an insect, at least it vaguely looked like an insect. It was reddish pink and had two black eyes and two tentacles coming out of its head. It was about a foot long, and its body reminded me of a balloon. It was oblong and it looked as though it would split or burst if I stepped on it. I had the idea to kill it, and I remember starting to go after it, but then the dream ended."
        }, 
        {
            "number": "Mac-H-2", 
            "head": "03/10/64", 
            "content": "I remember being in some sort of a classroom with many people, whom I don't know. Then I walked down a hall and went into what appeared to be a movie or an auditorium with a screen in the front. There seemed to be something on the screen, but I don't remember what. When everyone started to get up, I looked behind me and saw an army officer, male, middle-aged and bald on top. He started walking toward the front of the room. Then I looked toward the screen and there was pictured some army officers who looked busy, as if in conference or something, but they were standing and moving around. Then I saw my brother in the background on the screen. He was in uniform and pacing back and forth. He had a trench coat draped over his left arm, and he looked unconcerned. (My brother is 24.) Next I remember leaving the movie and going through two open doors which appeared to be elevator doors, and led into an elevator. I went in and before the doors closed, people started turning around, saying, \"Close the doors,\" apparently because light was shining into the dark auditorium. The doors finally closed by themselves and I felt relieved. That is the end of the dream."
        }, 
        {
            "number": "Mac-H-3", 
            "head": "03/11/64", 
            "content": "This dream took place in South Vietnam. I was a soldier and was with what seemed to be a column of soldiers who were heading for a seaport to board Navy ships and be sent back home. We looked dirty and battle weary. I remember coming into the port on a muddy dirt road. We were all walking and as we came into the port, we saw lots of ships, most of which were damaged and battle worn. I remember seeing a few sailors around working. We finally boarded what looked like a barge with a top on it, that had benches extending down either side of it. The last thing that I remember is sitting down on the bench. I didn't recognize anyone in the dream."
        }, 
        {
            "number": "Mac-H-4", 
            "head": "03/13/64", 
            "content": "In this dream I remember being in my car on the expressway heading west. I was coming into the toll area. When I got there, I had to reach over to the wrong side of the car to pay the toll. Then as I left this toll area, I came into another one about 50 yards past the first. I didn't pay at this one; I just drove through. Next I remember being on a bus and getting off at the corner of my block. There seemed to be two girls, about 19 or 20, who got off at the same place. They got off out of the back of the bus, and I left through the front doors. I seemed to know these girls, but I can't remember who they were. Then I remember walking down my street until I came to my house. I don't recall going into my house. This is all I remember of the dream."
        }, 
        {
            "number": "Mac-H-5", 
            "head": "03/15/64", 
            "content": "In this dream I recall being with some old buddies from high school. I can only recall one in particular, although there were about 3 or 4 there. The one that I recall was named Hugh, and had blonde hair, was about 5'10\" and weighed about 150 lbs. We were all at the Dairy Queen on 27th Avenue and 36th Street. For some reason Hugh and I were scuffling around in a friendly manner, wrestling, etc., kind of like horse play. Then he and I went over to the order window and I ordered a chocolate cone, and he ordered the same. I remember that I didn't want a 15 cent cone because I thought they were too large. Hugh also ordered a 10 cent chocolate. The last I remember is getting the chocolate cone from the woman at the window."
        }, 
        {
            "number": "Mac-H-6", 
            "head": "03/19/64", 
            "content": "In this dream I was with some friends at the University of Miami. We were kidding around, joking back and forth. The only particular occurrence that I can remember is that a classmate of mine was kidding around with another guy and the other guy called him a Jew in a sarcastic manner, all in fun, though, because he, my classmate, is Jewish. All the people in the dream were males, around my age and seemingly attended the University."
        }, 
        {
            "number": "Mac-H-7", 
            "head": "03/23/64", 
            "content": "This dream took place in my front yard. It seemed to be much larger than it actually is and there was a carnival being held right in our front yard. I remember knowing that it was going to go on for 2 days and after the first day, I recall looking around the carnival grounds for money that people had lost. I collected a full handful of nickels, dimes and quarters. I remember seeing a large black bull charging into a sawdust pit. It was part of the carnival. I also recall someone walking by our house and spotting some money on the ground. I remember the person, a young kid, male, 12 or 13, looking at me and then running over and picking up the money."
        }, 
        {
            "number": "Mac-H-8", 
            "head": "04/01/64", 
            "content": "I remember being at work, a parking garage on Biscayne Blvd. I was on the second floor with a lot of my friends, although the only person that I can remember actually seeing was my brother. It seemed as though we were all watching something on the street below, but I can't recall what it was. I remember that we were looking over the side and that there was a large black car parked just behind us."
        }, 
        {
            "number": "Mac-H-9", 
            "head": "04/09/64", 
            "content": "In this dream I was on the street in front of the house where I used to live. A neighbor, Benny, who I haven't seen in 5 or 6 years, was there too. He was flying a kite. Benny is now about 27, but in the dream he was younger, around 20. I recall that he was having trouble with the kite. He couldn't keep it in the air, and it almost got twisted up in the telephone wires. As the kite came down toward the ground, I remember seeing that it had no tail on it, and I surmised that this was the reason why it wouldn't fly too well. I remember that the kite was a dark blue color and torn in some places. The last I recall was Benny running down the street, trying to get the kite up in the air again."
        }, 
        {
            "number": "Mac-H-10", 
            "head": "04/30/64", 
            "content": "In this dream I remember being at a large building. It reminded me of the First National Bank Bldg. where I used to work, but I don't think that was the building. I was in the garage portion that was at street level. I recall that I was looking for my car. I looked across the street and saw what I thought was my car, but when I went over to it, I saw that it wasn't mine. It was the same make, model, and color as mine, but it had blue plastic seat covers on it, and my car doesn't have any seat covers. I remember that I was a little irritated that I walked all the way over to this car and it wasn't mine. Then I recall looking back toward the garage and seeing my car. I went over and it was my car. The last I recall I was looking at the interior of my car and recognizing sort of confirming that it was my car because it didn't' have seat covers on it."
        }, 
        {
            "number": "Mac-H-11", 
            "head": "05/02/64", 
            "content": "I remember that I was riding a bicycle, an English racer with thin tires. It was black. I remember that the back tire was out of air and I wanted to get it fixed. Then my mother drove up in a car and I got into the back and hauled my bike in with me. I told her to drop me off at a place where I could get it fixed, because I had to be someplace at a certain time (I can't recall where now), but she didn't drop me off. She went grocery shopping and I had to stay with her because the bike had a flat. I remember waiting in the car while she shopped. I was very angry because she didn't drop me off to get my bike fixed, and I thought that I was going to be late to where I was going. Finally she dropped me off at what looked like a large, open parking lot with grass on it. It reminded me of the parking lot at Miami Stadium. That is the last I recall."
        }, 
        {
            "number": "Mac-H-12", 
            "head": "05/03/64", 
            "content": "In this dream I recall that there were some cars driving on an expressway. It seemed to be the north-south expressway. I remember that they were racing and that there were no other cars on the expressway except for those that were racing. I remember that a gray car won. I can't really remember seeing the other cars, but I realized that they were there. The last thing I remember, I saw the gray car pulling off the expressway into an exit."
        }, 
        {
            "number": "Mac-H-13", 
            "head": "05/03/64", 
            "content": "I remember being in a room. It was very large and I had never been there before. There was a man in the room, around 35 years old with black hair. He had a program for a drum and bugle corps, competition that he wanted to show me. I remember that he opened it up and on first glance it reminded me of a program that I had designed once, but on closer inspection this one was different. I remember that on the top of the middle page of the program there were little finger-like tabs of all different colors that could be manipulated back and forth. I supposed they were like bookmarks and you could find anything you wanted to in the program by pulling a tab. There were no markings on the tabs though. It seemed unusual that a program would have these things and I thought it was kind of funny. I remember playing around with these tabs, pushing them back and forth, etc. That is the last I remember."
        }, 
        {
            "number": "Mac-H-14", 
            "head": "05/07/64", 
            "content": "In this dream I remember going to downtown Miami in a car. My father and another man were with me. I recall that we got downtown and parked the car at the garage where I work. We even went with the car up in the elevator. My father asked the attendant if the car would be safe, and the attendant replied that a triple lock would be used. This seemed to satisfy my father. I also recall telling the attendant that I worked at the garage part time. Then the three of us went down to the street. We were going to go eat and then watch a parade that was scheduled. It seemed to be the New Year's Eve parade, but this time it was held during the daytime. I remember that my father didn't like the restaurant that we decided to eat at and he wanted to go back and get the car and go someplace else to eat. This made me mad and I told him he could do that if he wanted to, but that I was going to eat and then watch the parade. The three of us split up and then I remember walking down Biscayne Blvd. South toward the curve in the road. This seemed to be after I had eaten. I remember seeing the Vanguards Drum and Bugle sitting in a very grassy area. I recall very vividly their red satin blouses and the bells of their instruments shining in the sun. I recall asking one of them if they were going to lead the parade and he said no, they were not. This is the last that I recall."
        }, 
        {
            "number": "Mac-H-15", 
            "head": "05/24/64", 
            "content": "In this dream I recall being in a small room. It was kind of dark, dimly lit. There were 2 other people in the room with me, 2 guys about 17. We were talking about color guards, and I remember saying something about the Highlanders color guard, that I didn't think they should have won a contest. Just after I said this, I realized that these 2 guys were connected in some way with the Highlanders. Then I recall saying something like, \"Oh, you're with the Highlanders, aren't you?\" They shook their heads yes, but they didn't seem to be upset by what I had said. That is all I recall."
        }, 
        {
            "number": "Mac-H-16", 
            "head": "05/31/64", 
            "content": "In this dream I was in downtown Miami in my car. I was driving on Flagler Street toward the Boulevard. As I was driving, I saw a large Bengal tiger in the street. He came for my car and leaped up on the side of it. I remember closing my windows to keep him out. I was quite scared. Finally he left my car and went someplace else. I think the reason that I went downtown was to watch a parade because I went down to a parking lot by Bayfront Park and could hardly find a space to park, it was so crowded. I remember leaving my car and going over and joining a large crowd on the sidewalk. I was conscious of the fact that the tiger might be around. Then I did see him again, but this time he didn't appear to be so ferocious. He wasn't after anyone. Finally I left, just before everyone else left, because I wanted to get my car out before the traffic jam. I remember I got my car out first and started home again. I was relieved because I didn't see the tiger again."
        }, 
        {
            "number": "Nietzsche-H-1", 
            "head": "12/09/64", 
            "content": "Well, I will try to put down this complicated dream. I was visiting at the house of two friends of mine, a married couple, both of whom go to the University of Miami. I was relaxing in their living room when another couple who lives behind this couple walked in. Of the second couple, the wife is very attractive and has a magnificent figure. I was thinking on this occasion as I have in real life, whether the husband was very adequate to the wife. The wife said she might like to go out and take a walk. It was raining slightly, so I said something to the effect that it was only drizzling very slightly and it might be nice to take a walk out there in the rain. So she walked out, started walking down the block, and then I came out to follow her. The neighborhood wasn't exactly like any neighborhood I've ever seen. It was somewhat similar to the terrain in San Francisco. The houses were up on sloping hills and she walked down to a house on the corner and sat on the grass on one of these slopes. I ran on the top of the slope and then ran down the slope and sat beside her. At this point when I reached her, she was no longer the wife of this guy. She was no longer the same girl, but she was Oriental. She had an Oriental face, which didn't surprise me somehow. She began talking in that inscrutable way of Orientals, with a little proverb, something about the fact that I would go very far in life, because I was good at business deals. For example, if I wanted to make a good deal on my brother's car (by the way, I have no brother and in the dream at the time I realized I didn't have a brother, yet it wasn't completely shocking to me). I sort of knew that this was an example, that she didn't really think I had a brother, but anyway if I sold my brother's car, I could sell half-interest in it for $200 plus ten dollars for title fee, and thus I would make an amazing profit. Somehow at the time I understood. That's the end of that dream."
        }, 
        {
            "number": "Nietzsche-H-2", 
            "head": "12/09/64", 
            "content": "I was working in a gas station where I worked 2 summers ago and a car pulled in. It was about a 1950 or 1952 Chevrolet wit a couple in it, husband and wife. People I've never seen before, about 35 years old. The car was burning up because the radiator didn't have water in it, so I remember I -- as is the case in gas stations, you open the hood and you very carefully loosen the radiator cap and elt the steam begin to escape. While I was doing this, the boss, for example, came over. He was talking to the couple. He asked what kidn of car is the best, if they wanted to buy a new one. I remember the wife and husband were kind of, well, it was something to the effect that the wife wanted to get a new car so she was kind of hinting to my boss and said that the new cars were very good and so forth and that they should buy one. Anyway, I remember the boss said that he wasn't too sure about these new cars because with the new range of mechanics that were coming out, they could fix up a Ford very well. They could fix up any other kind of car very well. Then he wasn't too sure which was the best. As I said, while this was going on, I had finally gotten the radiator cap off and the car was steaming quite a bit. I kept putting water in the radiator. I told them to let the engine idle as you should. Then very naturally as you're supposed to do in this dream, I also brought the hose inside the car and was watering off the dashboard.  This was supposed to help bring the temperature down and that was about the end of the dream."
        }, 
        {
            "number": "Nietzsche-H-3", 
            "head": "12/25/64", 
            "content": "In the first one I was with my girlfriend and herparents. We were at the beach, some beach it's unclear were exactly. No particular place, at night in the evening and my girlfriend was in the water swimming and her mother and father were on the beach with me. I was talking to her father. He was showing me a notebook. The notebook was filled with the names of certain male, only male relatives he pointed out of my girlfriend, cousins and uncles and so on. There were about 25 names in the book, and he pointed out to me that the ones that had x's over their names, that had made x marks after they had signed their names and addresses in the book, were the ones that didn't believe in God. Oh, and I think I remember that almost all of the names were Lesnik, that was their last name, different first names, but their last names were all or nearly all Lesnik. About 5 or 6 of the 25 didn't believe in God, and I remember being at the time very surprised that this didn't shock the father. He wasn't upset by it at all. So I remember thinking at the time that he didn't believe in God either. Then the only other part of the dream I remember was somehow I, though I hadn't been in the water, was wet and rather chilly. My girlfriend came over and brought me a towel. I recall the dream I think average or perhaps well and it's fairly vivid. The dream seemed at the time very plausible. It took place at some indefinite time, but obviously the present, that is to say the people and events were from the present time. It wasn't a particularly emotional dream at all, except the surprise. It was black and white. The dream took about 10 minutes."
        }, 
        {
            "number": "Nietzsche-H-4", 
            "head": "02/25/64", 
            "content": "I was in an elevator. I believer there were two other people in the elevator, perhaps a man and a woman, but that's very unclear. So is the whole setting of the dream. I don't remember a particular elevator or the building or what I was doing there. But we were going down in the elevator and all of a sudden it started falling. I remember I didn't panic, but very quickly went over to the control board. It was a self-service elevator, and there was one button for the light switched off, which I switched off, switched off the light, although afterwards I could still see in the elevator. But I remember switching off the light switch and hten I pressed the alarm button. There was no stop button, but there was an alarm button. I kept pressing it and I remember very clearly hearing it ring, not only in the elevator, but it sounded as though it would ring through the whole building, outside the elevator. Finally after some oscillations up and down, the elevator finally stopped and we were saved. Although this whole experience wasn't too emotional for me, I wasn't too afraid when the elevator was falling, nor was I too excited, exhilarated about being saved. I remember asking the foreman, the one who performed the saving operation, how he had done it, and he described it to me. I sort of pictured the whole thing and it was as though I was seeing how we were saved. That part is very hard to put into words, but I saw a line of about 6 elevators in the building. Ours was the last one over, and somehow the elevator shaft was pushed off, all the way to the end of a kind of line it was hanging on, as though there were six beads, say, on a string and the last bead were pushed to the end of the string. Then somehow it was flipped over. This whole thing is very hard to explain. It was a visual image and not at all rational in our sense, that is in my daily experience sense of the term, although in the dream it was very plausible, and he showed us how he pushed the elevator to the end of the line and kind of slipped it over the string it was hanging on and saved us all. The time of the dream was indefinite time. It was black and white. The setting wasn't familiar. This dream seemed to take 15 minutes perhaps."
        }, 
        {
            "number": "Nietzsche-H-5", 
            "head": "12/26/64", 
            "content": "In the first one I was in my apartment reading, I believe, and someone knocked at the door. It was this friend of mine, a friend  from high school, though when I greeted him and so forth, it didn't seem as though he were an old friend, but rather a present friend. There was no surprise at seeing him come. He looked very, very haggard. His face was all kind of very obviously tired-looking and blemished and his hair was disarrayed, and I asked him what he had been doing. He said he had been studying for finals, and he showed me, it was obviously no surprise to me that he was a medical student or pre-med student because he showed me a book and he was showing me diagrams of livers, the difference between a human liver and various kinds of animal livers. I believe he even had one with him, that he was showing me. A human liver was like a scroll of paper which you could unroll and it would be a sheet and it would roll up into a cylinder. I asked him how he was doing on his finals and he said he was supposed to take four that morning, but that he had slept through them all. No particular emotions in that dream. I remember the dream very clearly and vividly. The dream was plausible. It seemed to take place in the present. It was black and white. The setting was my apartment, as I said, It seemed to take subjectively about 10-15 minutes, and I might say the day before I dreamed this dream, I happened to see that old friend in a restaurant at about three in the morning, and he did look very tired at the time."
        }, 
        {
            "number": "Nietzsche-H-6", 
            "head": "12/26/64", 
            "content": "I was in my house, that is the house in the dream that was mine. I never had seen this house before and someone, a man, was waiting for me outside with, I believe, someone else. I think it was a boy. I've never seen the man or boy before. I think this man was my father or stepfather in the dream, probably stepfather, although the relationship wasn't clear. He was telling me to hurry up to come out to the car. I was having some trouble because he was telling me how to close the door. This house was obviously a house in the future because you pressed one button and the door between the living room and the hall would close by itself, and then you supposedly pushed another button to close the front door. But I was rather confused and he was getting angry. He kept telling me something, but I couldn't hear him very clearly, how to close the door. So I was confused and finally it was as though the door was like a shower curtain on account of it came down, fell down. So I was rather perplexed at this. I knew he was extremely angry by now. He started coming in towards the house and I was thinking at the same time about if he wanted to start anything, any trouble, I wasn't afraid, not in the least, because he was a very small man, small, short, kind of not particularly masculine, no threat at all physically. I thought that perhaps I would just push him aside and ignore him. But as he was walking, I could see his face. He was really extremely angry. As he was walking towards me and getting very close, the face had such an expression of hate and anger that I was sure he was going to kill me or at least do me great physical harm. So I really began to get afraid because although he was very small, his face was so angry that I began to get almost a headache or ringing in my head. I was really afraid. It was obvious from his face that he was going to do something to me. The buzz of the headache increased so much that I woke up and it was morning."
        }, 
        {
            "number": "Nietzsche-H-7", 
            "head": "12/30/64", 
            "content": "I was driving in a car with 2 other people, 2 men, males. I don't remember who they were or their ages, whether they were friends or unknown people, but the three of us were driving to go to either to perform a robbery, a hold up, perhaps a murder, I don't remember which, and we were on our way across a causeway, perhaps McArthur Causeway, I'm not sure. I noticed as we were driving down the causeway there was a boy riding on a bike, a young boy perhaps 6 or 7 years old, 8, and a man in a car, I don't remember what he looked like either, but a man about 35 or 40, who I had never seen before, kind of was riding alongside the boy. The boy was riding on a bike on the causeway. The man looked out the window and patted the boy on the head and told the boy to pull over to the side of the road. Evidently by this time we had passed them and I was watching in the rear view mirror. So I knew that something was fishy about this, that the man was trying to tempt the boy to get into his car perhaps. So I told the men that I was with that we had better turn around and see what was going on so we stopped there and the man was talking to the boy and he said to him come on get in the car. Obviously he knew we meant business or we had caught him doing something wrong because he got immediately in the car and we drove off with him. We were trying to figure out what to do. I said we should take him to the police, but the other men didn't want to do that, mainly because I suppose I think we had guns ourselves with us and we were going as I say to make, perform this robbery, or hold up or whatever. So we decided not to and we just dropped him off when we got off the causeway. We figured it would take him a few hours to get back to his car and by that time the boy would have gone. That was the end of the home dream."
        }, 
        {
            "number": "Nietzsche-H-8", 
            "head": "01/08/65", 
            "content": "It was out in the street somewhere, kind of ill-defined, but in the street I was watching. There were 2 Negro boys playing football, passing a football back and forth. One was, I had never seen any of these before either in the dream or in real life. One was short, about 16, the other was tall and thin, perhaps about 18. First they were just passing it back and forth and then they would run out for a pass and the other would throw it. Then two other boys came, Negroes also, and began calling for passes and they would catch them. So I was just watching and one pass was just a little too high for the short boy so I kind of ran after it. It bounded in front of me and I caught the ball. So then one of the boys said to me, \"Hey, you can't play.\" So I said, \"Why not?\" I didn't pay much attention to them and I was going to throw the ball back to one of the guys and I didn't really have the strength to throw it far. I could feel even before I let it go that I wasn't going to have much strength in it. It only went about half-way, three quarters to the guy and then I woke up. I guess it was present time. Nothing bizarre, unusual at all and the only connection I can make is that I drive thru Coconut Grove everyday thru the Negro section, but otherwise no specific connection."
        }, 
        {
            "number": "Nietzsche-H-9", 
            "head": "01/??/65", 
            "content": "I was on a bus travelling on an expressway. But this bus was also a roller coaster and the expressway was its track. The only person I recognized in the bus was a casual acquaintance from school. When we reached my stop, the coaster-bus turned onto a ramp leading to the ground. Suddenly I felt the wind howl outside and the bus was pushed along faster. Someone shouted, \"We're going to crash,\" and I felt the bus jump the end of the track. I awoke as it crashed. [anxious, afraid, unpleasant, no color]"
        }, 
        {
            "number": "Nietzsche-H-10", 
            "head": "02/11/65", 
            "content": "I was standing in front of full-length mirror at home and looking at my face. I had just gotten a haircut and was trying to see if it had been cut too short. [no emotion, neither p or unp, no setting, no color]"
        }, 
        {
            "number": "Nietzsche-H-11", 
            "head": "02/11/65", 
            "content": "I was sitting in an apartment with my fiancee. We were apparently married and this was our home. (I've never seen the apt. before.) We were sitting on the floor leaning back against the couch and someone knocked on the door. A married couple whom we know had come to visit us. I was very annoyed that they had come because I had wanted to be alone."
        }, 
        {
            "number": "Nietzsche-H-12", 
            "head": "02/17/65", 
            "content": "I was holding a \"lobster\" in my hand and knew that I wouldn't get hurt if I held its two long legs tightly in my grip. But the legs began to pry open and I couldn't hold them closed as they separated, the \"lobster,\" which was now a snail-type bug within the shell, jumped out of the shell into my face. I put my hand up to protect my face and then began feeling my back under my shirt to see if it landed there. [afraid, unpleasant, no setting, no color]"
        }, 
        {
            "number": "Nietzsche-H-13", 
            "head": "02/24/65", 
            "content": "I was driving through Coconut Grove to my apartment when I noticed a large apt. building about a block away from my place. It looked somewhat like the Coconut Grove Bank building. The thought occurred to me that three acquaintances from school, who I knew roomed together might be living there. Suddenly I was walking through the hall of the building and found their apartment. [surprised, neither p or unp. No color]"
        }, 
        {
            "number": "Nietzsche-H-14", 
            "head": "02/27/65", 
            "content": "I was walking in the colored section of Coconut Grove looking for a grocery store to buy some milk. I noticed an old high school English teacher of mine walking there also. (I wasn't surprised to see him) and he began to accompany me. He asked whether I thought it was wise to be walking naked, and then I realized (again nor surprise) that I had no clothes on. Only slight surprise, neither p or unp, no color"
        }, 
        {
            "number": "Nietzsche-H-15", 
            "head": "03/04/65", 
            "content": "I was taking a walk near my apt. It was twilight, about 6:30-7:00 p.m. I heard a plane getting louder and louder and when I looked up, I saw that the plane was flying very low in the sky. Suddenly lights shot up from the ground and spotlighted the plane. I saw that the plane was dropping something and heard the whistling sound that bombs make in movies. I felt the bomb strike and felt the shock and fire envelope me. I figured that I must be dead; then realized that I might be dreaming, and wrenched myself out of sleep. [fear, terror, pain, unpleasant, no color]"
        }, 
        {
            "number": "Nietzsche-H-16", 
            "head": "03/17/65", 
            "content": "I was sitting in a small outdoor cafe apparently somewhere in Europe and I was older (30-35) and familiar with the cafe and neighborhood. The waiter came over and asked in a foreign tongue what I would have. [no emotion, neither p or unp. No color]"
        }, 
        {
            "number": "Phoenix-H-1", 
            "head": "02/??/64", 
            "content": "Involved myself and three other characters. I was walking down the center of a very large reception room with two other people. I was on the extreme right, and there was a long, narrow carpet leading from the entrance of the room to a throne. On my immediate left was a man wearing a high silk hat, and he was the president of some country. He was also the holder of a Ph.D. and M.D. degree. On his immediate left was another president of a country who I believe was the holder of a Bachelor of Law degree. The three of us were in a very jovial mood. The purpose of our being there was to see the king. We were going to receive some kind of an award or very high sort of recognition of some sort from the king. We were striving jauntily towards the throne in very high spirits smiling and sort of the attitude of congratulations toward one another for the three of us being there on this, what seemed to be auspicious occasion. I would say there was even some levity in the situation, and as we got within a few steps of the throne, we stopped. The man to my immediate left in the high silk hat knew the king and he was going to introduce us to him. The king stood up and he said to the king, \"I would like to present to you ...\" and at this point a look of amused bewilderment came across his face, and he quickly broke out into a very large grin and started to chuckle and said that, \"I've forgotten how to pronounce your name,\" and this was addressed to the king. And at this comment, since the tension was very high, we all broke out in great guffaws of laughter, including the king. All 4 of us were laughing very long and very hard. Then the man in the high silk hat kind of got carried away and reached over and picked me up off the ground in sort of a bear hug. We all seemed to find this an extremely funny joke of some sort. That's all there was to the dream.  This large room. The reception room in which this was all sort of taking place, the side walls were all windows, large portico type windows. The man to my left, the one who introduced us, was dressed in very unusual fashion, some sort of a sack-like coat. It almost looked like burlap. I don't know what my role was in this, but I felt a part of the trio. It was a very pleasant dream. There was no awareness of any time sequence. There may be some day residue associated with the concept of king in that there have been some comical statements made recently about Cassius Clay screaming that he was the king of the world and recently reading about the death of the King of Greece."
        }, 
        {
            "number": "Phoenix-H-2", 
            "head": "02/??/64", 
            "content": "This is the 2nd dream. This dream took place in what seemed to be the basement of a very large hotel dining room, although the dining room was detached from the hotel. Possibly more like a banquet room. The basement was where all the food was prepared, and myself and my very good friend Bill and a host of other people -- not a host, but rather several other couples -- had somehow snuck down to the basement in order to steal some food which we thought might be there for a banquet that was apparently going on, and we did find some food. It consisted of large slices of chocolate cake on paper plates distributed about in this kitchen area. By the way, we had gone down a very wide flight of stairs in order to get to this kitchen. It must have been about 14 feet wide or so. There were also small containers of milk. We just began to eat the cake and drink the milk when some official came down and saw us. He asked us, \"What are you doing here?\" or something to that effect. At this point we all grabbed our cake and took off in different directions. I ran out and had the cake folded under the paper plate so I could put it in my pocket or something. As I ran out we were running through huge crowds of people who were apparently getting ready to or were already going into the banquet room. I was running at a moderate pace and all of a sudden found myself in a huge, open yard. This yard was for the purpose of repairing locomotives. It was all concrete and very open. The locomotives were gigantic in size, and the wheels were rather diminutive in comparison. It seemed that all the repairmen in this huge, open concrete-covered yard were Negroes I looked around to try and get my directions and for some reason I started to stride off in a specific direction, and I was confronted with a young Negro boy who in some way was trying to impede my progress. He had a rather sarcastic manner of addressing me, though he had a grin on his face, and I didn't feel intimidated with him, but rather bothered by his presence because I didn't want to be impeded. He said a few things and then as I was approaching a bus stop, he tried to trip me, but I avoided this and somehow got to an area where the bus was due to arrive. The locomotive repair yard was a rather grimy place. There was no conception of any time sequence. Rather possibly it might have been in the past though. Possibly a year or so. This dream was somewhat unpleasant. There was some feeling of having gotten away with something. This was a good feeling, but again it was a very low level of satisfaction. There were some very vague colors in the dream The sky was kind of grayish-blue and the concrete pavement in the yard was grease-stained. The chocolate cake was brown. The coats and dresses on the people were blurred colors.  The only day residue I can recall for this dream was the young Negro boy who was much like a, an attitude like a Negro boy that I had in a high school class once that I was teaching, and he had a rather surly sarcastic attitude, always with a staring grin on his face."
        }, 
        {
            "number": "Phoenix-H-3", 
            "head": "02/06/64", 
            "content": "Dream took place in the morning between the hours of 8 and 9 a.m. I was waiting for a bus at a bus stop in a big city like Philadelphia. It was night and the weather was summer-like. My best friend Bill was waiting with me, though he wasn't going with me. My destination was a market place. I believe it was referred to as the egg market. My friend Bill insisted that I take along several cardboard boxes in order to carry my purchases. Several buses had come and turned the corner one block from where I and several others had been waiting. I decided to go down to the next block to catch the bus, seeing that obviously they came to that point with greater frequency than to the point where I was waiting. Bill said or implied that I shouldn't do so. While he was saying this a bus came along, and it was marked Hudson Street, and around the marking Hudson Street there was a kind of green glow as if there was a green light behind this marker. Meanwhile a girl, I believe it was a Puerto Rican woman, though her skin was not dark, it was tannish, had come to the bus stop and had gotten out of a car. It was a white convertible Cadillac. Somehow her intention of going to the egg market had become known to me. There was a large crowd of younger girls clamoring about her as though she were a movie star, but I felt more as though she was a clever and shrewd opportunist, possibly an agent Provocateur. We were on the bus, and as we got underway, I slowly noticed that as the bus turned a corner about 3 blocks from our starting point, that the crowd of girls was chasing the bus, waving and yelling their maudlin goodbyes. The Puerto Rican woman sat in the very back of the bus and I saw these girls out of the back window of the bus. At the point where I saw them clearly, many of them had fall coats on and were open at the front. They were kind of slapping open. In the background I saw what appeared to be Independence Mall, that is Independence Hall with the mall in front of it. At this point it was daylight and there was what appeared to be snow on the ground. The bus in the course of its trip up to this point had taken a somewhat devious route. It had gone over many curb stones and sidewalks, bumping the bus, and yet it was staying predominantly on the road. The girls that were following had been following, continued to follow the bus which was going very slow.  The next scene took place in a restaurant, a restaurant much like the one Gilda and I had had a meal in Key West. It had a lot of stools and it had a counter. There were no tables. At this restaurant I believe I had a meal and got a bill and paid it. This was the same restaurant in which there was a waitress, this was taking place in real life now, who had given me some sidelong stares, rather intense stares two or three times That's all there was to that scene.  The next scene took place in Europe. I was in a shop somewhere in Europe with an American man and the Puerto Rican woman. A woman sales person approached me, asked me something in a foreign language. I believe the language was German. I had been momentarily looking at a chess set and the saleswoman picked the chess set up and started to explain it to me in German or possibly Austrian, how the game was played. I thought to myself how strange this all sounded and also that I knew how to play the game, how to play chess. I chuckled to myself at the thought of how this all sounded. Even though this chess set was shaped like a symbol of a cross, like the Red Cross, it was made out of fine rattan and covered with cellophane. The sales lady in the course of her explanation used the English word \"please,\" and she used it in the sense of an explanation, not as it would be normally used by an English-speaking person. All the while I had been in the back of my mind puzzled over the purposes of the American man who was, it appeared to me, to be a CIA-type of agent of character in regard to his profession. I felt that in some way I was there serving as his protector or in some way looking out for him, and the Puerto Rican woman who was very, very attractive in a Spanish way, was, I believe, a Communist agent who was luring this man into a trap, though it was being done very casually and in an off-handed manner and nobody was getting especially intense about it. Meanwhile, the saleswoman said to me, \"Roger,\" and I looked at her somewhat amazed, though I concealed my amazement. She then said my name again and produced a small, white note pad on which she had written my full name and some words in her native tongue. I then asked her how she knew my name since I hadn't told her, and she said she had gotten it from the bill in the restaurant. I was fully aware that I hadn't signed the bill. I had no idea how she had gotten it. I looked around suspiciously at this point, and felt that the time had come for me to get out with the CIA agent (or possibly some agent for another secret government organization). At this point the saleswoman kind of faded from the scene and I was somehow too late to protect the agent. I seemed to have found myself opening a door that led to the cellar. I felt some sort of a coercion to do this. That is, I felt coerced to do this. As I closed it there appeared a man on the other side who intended to lock me in, and I quickly, gong on to the first step of the cellar stairway, felt in my pocket a folded piece of paper. I stuck it in the door catch in such a way that it prevented the door from locking. I marveled at my own cleverness. However, it didn't fit too well, that is the paper didn't fit because there were several coins wrapped up in it. I believe they were quarters. However, after fooling with it for a moment or two, it finally did the job which I had intended. I proceeded downstairs and entered a room in which there was the American agent, the Puerto Rican woman and two or three henchmen, I guess, and hazily, somehow -- their leader. This group that was in conspiracy apparently was the two or three henchmen and this hazily conceived leader and the Puerto Rican woman. I announced my intention to escape and went over to the CIA type agent and told him about my intentions and why and tried to convince him that he should come with me. I told him how we were being trapped, although I could not convince him. We argued at some length and he just completely resisted believing me, even though someone said to me, \"You'll never get across the border.\" By the border I felt as though there was a border like that between East and West Berlin before the wall. At this point someone had been drinking a cup of hot liquid and I requested a drink of water. A very big guy about my age, dressed as a merchant seaman, handed me a cup of hot water, and I told him no, I wanted cold water. He had gotten the hot water from some hot water boiler-like apparatus. For some reason I made him the butt of a sarcastic humorous remark for having done what appeared to be such a stupid thing. Everybody seemed to laugh with me at him. This guy was exactly like in size the subject I had been running the previous night who had also been drinking a cup of coffee. Some other interplay occurred with the persons present. I believe I was roundly discouraged by them from attempting to get successfully away, but I left and as I was coming up the stairs, and just as I was opening the door, I awoke.  The overall feelings of this dream was that I was engaged in a battle of wits in which nobody ever really fully completely won or lost, at least in the immediate time, the immediate situation. I felt a rather optimistic sense of ultimate victory would be the outcome. The only color in the dream was the merchant seaman who had a dark blue boat on, blue pants, a white shirt, and the color previously mentioned on the bus sign. There was some color in the park at Independence Mall. It now seems that the Puerto Rican woman was more correctly a Cuban."
        }, 
        {
            "number": "Phoenix-H-4", 
            "head": "02/08/64", 
            "content": "This dream took place in Key West. I was with my brother and his family. I had come down there with them in order to show them the sights of Key West. My brother was driving a vehicle which was as large as a bus but which was made into a camper suitable for housing his whole family as well as myself for at least the duration of the Key West trip. This is just like a similar vehicle I did see in Key West while I was there. I recall that we visited the beach upon which there were a number of people who were digging for antique bottles. My brother and I decided, or rather I decided that I wanted to dig in earnest for some of these antique bottles. I was in my bathing suit. It was a bight, warm, sunny day and before I discovered any bottles, I managed somehow to cut my foot on a very, very thin bottle. Actually it was the bottom part of the bottle. I don't recall experiencing too much pain, even though it was a slow, deliberate cut I received, rather it was just bothersome. At any rate, I proceeded to dig and I very quickly came upon a very large, clear glass jug which must have been at least 2 to 3 gallons in capacity. It struck me that it was very old because it had some specific markings on it. The markings were embossed on the glass and it was in very good condition except for tiny chips at the neck of the bottle. I was very happy with this discovery. I carefully placed the bottle on the sand and walked back to the car for some reason, rather the bus. On the way back I passed this soda stand, a little wooden shack on the beach which I had passed on the way down previously. Inside there were one or two boys, I would categorize them as wise guys. They were making some sarcastic remarks, but I just completely ignored them. There's some recollection here of picking up or seeing 2 or 3 other bottles but none that I had dug up. I didn't pay too much attention to them. Previous to all this occurring, I had cautioned my brother and his family to be careful on the beach because of all the broken glass. For some reason or another I had gone back to the bus, and a towel comes to mind, perhaps I wanted to dry my foot with it, but at any rate after having done what I wanted to do, I was walking back over the beach in order to get the jug. I arrived upon the scene and discovered that the jug had been cracked in about 5 places all the way around. It was not like that when I had left it. I presume this was the work of the wise guys from the soda stand, but again it didn't seem to bother me too much. I simply picked the jug up in one place just to kind of reassure myself that it was truly cracked, and it was. I put it back, that is I put the broken piece back and just left it there and walked away. Then we proceeded to another part of the island. I believe we had stopped or at least driven past, and I pointed out Hemingway's residence. At one point in the dream, I don't recall exactly where, I remember distinctly saying, \"This is the Atlantic,\" pointing to the Atlantic. One or two miles west on the other side of the island is the bay or rather the Gulf. Now this is what I literally said. Eventually we were driving on a highly elevated, I would say approximately 30 ft. in the air, an elevated asphalt roadway. There is no such roadway actually existing on Key West. This roadway slowly descended into a garden court community in which there were very small houses arranged in two long rows with another few houses at the end of the two rows, like a squared U. The houses were not connected. In the center of the court upon which all these houses faced was an equally squared U-shaped walkway, but apparently this walkway was wide enough to drive the bus onto, which we did. I was quite surprised to find lying in the area between the two walkways, which was more or less the garden type area, a great number of women, many of whom were dressed in their evening clothes. That is for bed, a few of them had peignoirs on, white and light pink and light tan, but strangely enough in some way they were all sick or lame or ill. Many of them had very emaciated looks, and they stared somewhat longingly with pale disinterest at the bus as we drove down the walkway. This struck me as rather incongruous, that is their rather emaciated appearance and being dressed in the fashion that they were, although it was not inappropriate to the weather as it was very hot. As I said before, it was bright and sunny. After a few minutes of this, my brother and I became rather disturbed with the scene, and we wanted to get off of this walkway and out of this community within the community so to speak, but we had a little difficulty in finding a place for the bus to turn around. Finally we did. I believe one of the women asked me, \"Why have you come here?\" I was rather lost for words. I think I fumbled out something like, \"Well, I really didn't expect to find this here.\" I believe there were a few dogs and several children who were running too. This is not too clear. I recall once having turned the vehicle around, we stopped at some kind of a stand again in order to do something, but I don't remember what. At any rate, it didn't take long and we proceeded out of this community. There was quite a bit of color in this dream. The sand was sand-colored. The sky was very blue, and there were many green trees and shrubs. There was some color in the bathing suit I was wearing in the first scene of the dream.  Generally speaking I would say that the dream was very pleasant because I was with my brother and his family and in a very beautiful spot generally, with the exception of the garden court community. That was the only unpleasant part of the dream, though it wasn't extremely unpleasant. The rest of my brother's family, though I do believe they were with us, were very much in the background. I don't recall any interaction with any of them."
        }, 
        {
            "number": "Phoenix-H-5", 
            "head": "02/29/64", 
            "content": "This dream took place at what seems to have been a wedding party or some kind of a party. I had decided I would not drink until I had something to eat, and actually this was before I decided to eat the meal. There were hors d'oeuvres, hot hors d'oeuvres, and they were meatballs. There were two kinds of sauce. This was a regular sauce and a mushroom sauce. There was a large tray of meatballs that were all wrapped individually in aluminum foil, and they had mushroom sauce on them. Next to this tray was some kind of rare-looking roast beef, although it didn't look too much like roast beef. I ate quite a few meatballs. Some of each, I think, that is each kind of sauce. Then it seems I was in an apartment, and the party was still somewhere around nearby, and the apartment seemed to be like the one in which I previously lived at 251 Bayshore Drive, except that instead of the bedroom being where it was, there was the kitchen, that is like the one in the apartment next to mine. In the kitchen there were several men and we were all sitting around a table, and I think we might have been playing cards. After a little while I decided I wanted to go back and get something more to eat. At this point I sat down at a table at the party again across from a woman, and I had gotten myself quite a number of these meatballs, and I was stuffing them in my mouth at such a voracious rate that I looked up and said to the woman, \"You see, I try not to be a slob all the time, but when you get hungry, sometimes you just get hungry.\" And I continued to stuff meatballs in my mouth. Well, at this point I believe I went back to the card game. Somehow or another there was some meat and things to eat there too. That is on a table right next to the game, and I offered to slice some, I think what was roast beef. But the strange thing was there was a knife that did not at all look like a knife. It must have been about 10 inches long, but about 8 of those inches looked just like a regular blade, but on the end of the knife, it flared out so that if you looked at it from the end straight on, it looked like a bit of long cattle horns. While I was slicing the meat, I somehow dropped the knife directly on top of my hand and cut it, cut it where at the present time I do have a bandage n the back of my hand, but it's not covering a cut. At any rate, I looked at it rather astonished and I put my hands on the cut around the edges of it to see if it was deep, and I pulled it back and there really wasn't very much blood at all, just a very small amount. It didn't appear to be deep at all, hardly even broke the skin as if the knife had bounced off the back of my hand. Though what I had been cutting, it's rather strange. It seems as though it looked like roast beef, but then too it almost looked like an orange. I'm not really too sure about that. At this point the game stopped, and I think it was my brother who went to get me a bandage. Whatever game was being played, one of the men quite commandingly called it to a halt and proceeded very intensely at another table with someone else to count out the money that had been used in the game so as to distribute it equally. At this point there was a bit of a hubbub about taking me to the emergency ward of the hospital to get fixed up and apparently I had gotten there and it was fixed and for some reason I said, \"I can see now how people resist being helped, even though it's to their own benefit.\" This was in reference to the emergency ward. There was quite a bit of day residue. The meatballs were quite like the ones I had at a party very recently, very delicious, and I did possibly overeat myself with them, and the roast beef confusion with the orange situation, yesterday I was looking at some roast beef and then very shortly thereafter I had an orange. It was the first orange I had in quite a while, so it sort of stood out in my memory. Recently I have been thinking quite a bit about my brother. I read an article in Life Magazine about a hospital, though not an emergency ward, it was an emergency situation. Also at the party at which I had the meatballs, I also decided not to drink until I had a little bit to eat. Just yesterday I sort of made a mental note to myself as I was using some aluminum foil that I have been using a great deal of it in the last couple days. This is in reference to the meatballs being wrapped in it. Of course, the cut on the back of my hand was possibly due to the actual tension of the band-aid that was on there during the night, and the last couple days I have been in my apartment at 2951 Bayshore Drive, and I happened to look into the kitchen of the apartment next door. The door was open, that is. Overall, the dream was, oh, more pleasant than anything else, though not too much. Actually now that I think about it, the only color that I did see was the meatballs which were brown and the aluminum foil was silver, and the confusion about the roast beef and the orange, I actually saw an orange color. I think now possibly it was an orange. The knife had a silver blade and a brown handle. The dream seems to have taken place in a very close past."
        }, 
        {
            "number": "Phoenix-H-6", 
            "head": "03/19/64", 
            "content": "I was in a house next door to a house in which I had lived in Westmont, N.J. In this house next door to it, my mother was there. I had gone there to visit her. Something previously had happened in the dream that had caused me to sense that I was a rather unruly student in school and a great discipline problem, and had been arraigned before some sort of authorities on several occasions. This aspect had saddened my mother, but nevertheless she was sort of standing by me, so to speak. I went to this house, and I don't recall the reason, but I was leaving there shortly thereafter to go to visit a girl. I recall having on a white shirt with a peculiar green stain on the collar, and I had on a very bright green tie. I arranged it so that the tie covered the stain. I also needed a shave. My hair wasn't combed. Nevertheless, I went to see this girl. I had to go by bus for I had no other transportation. This girl was a rather commonplace sort of girl, a plain Jane, but I was going to see her because at the moment there was no other girl that I had. So I had the attitude, well, it's better than nothing. I vaguely recall having taken her out once, and then on a second arrangement for a date. No, I had gone over there for dinner once, and for some unusual reason we arranged to meet for dinner the next night. And this was the next night now. I was on my way over and in order to get to her house, I decided on one of two alternative routes. The quickest route would have required my hitchhiking for a short distance, and I remember walking down the street of a town. It was Camden, N.J. Although it was necessary for me to hitchhike, I wasn't really doing it. I was just walking down the street and eventually I came upon a, passed a neighborhood bar and it was a signal to me that I was very close to her house. This was rather strange, but I didn't know the peculiarity of this in the dream. I continued on till I got to her house. Oh, that's right, she had moved, and this was the new location of her house. I got to the address and walked into the building. Apparently this was an apartment building. There was an open door, I believe, and her father was there. He was a rather meek and mild sort of man, and as a matter of fact, he had an apron of sorts on. Apparently he had been doing the dishes or something. He sort of explained to me that his daughter wasn't home as yet or something like that. She walked in the door. She had a trench coat on, and a conversation ensued in which she got the idea across to me that she was rather, that is this idea was gotten across indirectly that she was rather disappointed that I had shown up because even though she had made the date she seemed that there was some confusion about it and she gave the impression that it hadn't been made. Nevertheless, I pursued the real reason behind the reason in my most diplomatic fashion, all the while thinking to myself that I really didn't care that much, but what the hell, I was curious because I don't particularly like rejection in any form. So it came out that a boyfriend she had, not really a boyfriend but someone she had been going out with, just recently was rather well-to-do financially, and I was quite poor, and this fellow was taking her to shows quite regularly. Something she had never had happen to her before. Also this boy was quite jealous. I believe his name was Granger or some such odd name. She liked this whole idea extremely because she was sort of being wined and dined. It was absolutely unique to her in her rather poverty-stricken circumstances. She had some rather innocuous job. As I said, she was very plain-looking. She had at this particular time, there were small blemishes on her skin, two around her mouth and two on her forehead, exactly where four had been on my face earlier this week. Very tiny, but nevertheless there. As the conversation continued, the point was made by her that she would rather not go out that evening and maybe we could make it some other evening, though I got the feeling that this was just a weak bit of diplomacy on her part. In reality she was very anxious to go out with this boy to a big show again. By show I mean a stage show. That is a play. So in a way I was thankful for being able to get off the hook, which always seems like a problem, as well as subtly disconcerted because I felt there was some chance of eventual intimate physical involvement even though as I say, I wasn't too anxious. I figured if it was easy, I wouldn't mind. Then again, if there were any problems, I would just as soon forget about it. I think over and above this slight discomfiture with the idea of not making it with this girl who I construed as being eminently easy to make it with, I was also rather delighted with the aspect of using to their fullest or at least having at my discretion, the full use of my intellectual processes in analyzing and reacting and responding to all aspects and nuances of this relationship even though it was an innocuous one. This was a pleasant feeling because at the time in which this was taking place, which was in the past, several years in the past, this had not really been the case."
        }, 
        {
            "number": "Phoenix-H-7", 
            "head": "04/??/64", 
            "content": "There was an earlier part of the dream. I'm not too clear on that, but in this earlier part someone had been murdered in the United States. I associated myself with some sort of government agency that was working on the solution of this murder. It seemingly was impossible to solve. So we went to England to meet with a man who was supposed to be very famous for his ability to solve crimes and murders. This man was very old, and he was a character sort of like in Mr. Chips or Charlie Ruggles. We arrived at the place in which he lived. It was like a large estate. We knocked on the door, myself and another man, and we were greeted at the door by a butler who ushered us into an anteroom and cautioned us that we would have to be very careful because he was very old and weak and we shouldn't excite him or get him too upset. Well, he came in and it was rather obvious that he was old and bent over, but very cheery of disposition, and we told him our story. He pondered it and began to talk about possible solutions when he collapsed and presumably died, but at the point of his collapse myself and my companion or my associate panicked and ran out of the place. Somehow at that point we were aware we would be immediately accused for causing this man's death. As we left, we heard sirens going off and we presumed we were being hunted. This was at night, and it seems that in no time the whole countryside had been alerted and huge rewards were being offered for capture. Somehow we got separated from one another momentarily, and the other fellow was in front of me somewhere. We were on a narrow street. The side of the street which I was on, there was a white 1954 Ford station wagon and in the back, part of it was just loaded down with leaflets which were announcing our being wanted for causing the death of this old man. It was offering a very huge reward. In the car there were three girls, rather drowsy, but there was a group of girls and some women on the other side of the street, all having come into this area in an attempt to find us and capture us for themselves so they could get the money. They were just about getting ready to chase my companion because they saw him. I figured even if they do get him, I'll prevent them from taking him because I'll get the keys out of the car. So I ran up to the car and punched each girl in the mouth, but one of them I punched in the eye, rather methodically and knocked them all out. Then I took the keys. Then somehow my companion and I escaped in a car that we had found. We were driving it along the highway as fast as we can being chased, and the highway was extremely busy. The traffic is very heavy, and I'm having a very difficult time in keeping ahead of whoever is chasing us. But there's one car in back of us. It's a blue 1959 Chevy, but it's not chasing us. It just happened to be going rather fast and went out of control, swerved off the road and into a huge wooden garage door on the side of a great big building. As a matter of fact, it must have hit in such a way as it struck itself on the door, it was at a 45 degree angle off the ground with a front end against the door. It was at this point that I felt we had alluded our chasers. Then all of a sudden I seemed to be alone. It's still night and I'm on foot. I'm trying to hide. I'm in a walled-in city-like estate, though it's not that huge. It's just like a low wall surrounding a kind of community, a small community. All the homes in this area have been equipped with a flashing white light outdoors with which they could signal bands of roving policemen and constables in case anyone spotted us. That is, they just turned the light on and it would flash on and off. Suddenly a light near me started to flash and I ducked into an alley over a fence and through a yard, and then another light went on near me. I ducked into a garage. While in the garage I seemed to see a policeman came up to it and started talking to a man standing nearby. They didn't know I was in the garage. At this point I was very dirty and disheveled. I think I had a pair of Bermudas, green Bermudas and a green shirt. I ducked out of the back of the garage and into a building that was rather Spanish-looking. It looked like a casino and a general store combined. One saleswoman asked, a fat saleswoman, if I would like to buy something. I said no, I wouldn't, and I'm heading upstairs. By upstairs I meant __________________, and I was fully aware that she knew that I meant that there was a kind of place up there. It was a sanctuary for people in trouble with the law as well as some gambling going on. This rather upset her because not everybody was supposed to know about this and go up there. Before I could go up there, she asked me if I had any knives or hand grenades on me, and I said, \"No, I don't.\" I pulled up my shirt to indicate that I didn't have anything in my waist or anything like that. Then I said, \"You want me to show you more evidence,\" and I grasped the tops of my Bermudas as though I was going to pull them down. I said this rather sarcastically. At this point a very attractive, sexy Spanish woman, about thirty years old, dressed in a black evening gown, appeared on the scene, and she was the owner, owner-manager of the place. She said sarcastically to me, at the point at which I was threatening to pull my pants down, \"Do you want a measuring meter?\" And I said, \"Okay, come here,\" equally sarcastically, but with a wry smile on my face, and she too was smiling in a rather accepting manner but with the expression that sort of communicated, \"Well, you're a wise guy. Okay, go ahead anyway.\" That is, go ahead upstairs. And she said, \"Always trouble,\" rather in tones of resignation. I then proceeded upstairs where I expected to clean up and rest for a while. As I was going upstairs, I awoke."
        }, 
        {
            "number": "Phoenix-H-8", 
            "head": "04/??/64", 
            "content": "This dream took place in the Seaside Hotel in Atlantic City, New Jersey, where I was working as a waiter. There was also in the dream a playhouse attached to the hotel. For some reason they were having a play and one of the cast was not able to participate, and I somehow took his place. The play that was being presented was Hamlet, and I was to play Hamlet's brother. That night that the play took place, only the first act was presented and the next two acts were to be presented the next night. I didn't remember the actual play at all. I do remember immediately after the play. Two of the young owners of the hotel, Barbara and Bernie, came back stage and were congratulating everyone, and they especially looked to me and said something to the extent that, \"You did a great job. We're very proud of you,\" or something like that. At this the star of the play turned to me with a very jealous and enraged look on his face, but at this moment the curtain went up for another bow. The audience was cheering quite loudly, and myself and the star took our bows. Then we presumed that that was the last curtain call, and I started to look around for my jacket. It was a green jacket. I couldn't seem to find it. I also remember seeing the audience very clearly as a large group of people. I was looking for my jacket and finally I suppose it was about five minutes later and the theater had pretty much cleared out, and I opened the curtains thinking it might have been left in the orchestra pit or something, and there was a small row of boys left still cheering for some reason. Must have been about 12 of them all sitting very closely together, and there in the orchestra pit I did find my jacket lying on top of the piano. While I was taking one of my curtain calls, a woman in the audience spoke up and asked me if I was a graduate student or an actor, and I said I was only an actor as a hobby. I took this as a rather flattering question. In the beginning of this dream there was something else that preceded this, but in trying to remember the dream while I was still apparently in a sleep-like state, I was trying to recount the events of the dream and just before I started them, I dreamt that Dr. Hall came into my room and said something to the effect that, \"Roger, I hear you have a dream.\" I said, \"Yes, I'm trying to remember it now,\" or something like that, and he somewhat indicated to me that he knew some of the contents of the dream, that he had them typed out on a card, and this rather amazed me because at this point I felt if this was so, then he must have sent them to me by ESP. Having recovered from my amazement, I said, \"Well, I'm going to have to try to recall the dream now to get it nice and clear,\" and I went on to recall the dream, but 10 minutes later I woke up, fully awoke, so apparently this episode was either part of re-dreaming the dream a second time in an attempt to recall it or possibly it was just an additional part of the dream. It's very hard to say. Many of the events that I have described are real life settings such as my having been a waiter at the Seaside Hotel in Atlantic City. In fact, there was a playhouse, not attached to it, but right next to it. It belonged to another hotel and a friend of mine was in a play there, but none of this is really day residue although it all comes from memories of the past."
        }, 
        {
            "number": "Phoenix-H-9", 
            "head": "05/??/64", 
            "content": "I was with my girlfriend somewhere, and I was eating some chocolate cake. This cake had nuts in it. As I was eating it, some of my teeth began to come loose and six of them approximately fell out. So I was very dismayed and upset by this. I had them in my hand and I quickly went to a nearby dentist whom I had some previous knowledge of. This took place somewhere between 7 and 9 at night, I believe. I was very distraught by this and we found the dentist's house. It was an old house frame house, and there was a lot of wood inside of it. There was the floor, the door jams and the various doors and they were all finished off in natural color. As I said, it seemed that I had been there before. He was wearing a tan jacket with elbow patches and his mother was somewhere in the house. I told him what my problem was and he said he knew it would happen eventually and he wasn't surprised. He intimated he knew this because of some kind of a diet or it had run in the family or something like that. I'm not sure. \"I'm not surprised it didn't happen sooner.\" This statement surprised me very much. He looked into my mouth. He gave me a very cursory examination. He kind of just turned away then and went out a door to talk with someone else who was out there. I think it must have been another patient. He seemed very not exactly short-tempered, but well, just as if he didn't care and he wasn't bothered by my presence. This further depressed me. I was surprised because I couldn't even get angry at him. My feeling was one of futile helplessness. Finally he came back and I asked him how much it would cost, and he said $90. I asked what did he mean by $90. He said, well $490 in 3 months or 3 years. I'm not sure which. I said well, I still didn't understand what he meant. He said, \"Well the bandages cost a lot of money. It was very expensive,\" and at this my thoughts immediately turned to, \"How am I going to pay this money? I don't have it, but I'll have him to do it and I won't pay him anyway, and I'll get away with it this way because he can't do anything to me. This is the way I'll get back at him in this,\" being a vindictive thought. But then I realized what I was thinking, and I felt that I really wouldn't do that. My feelings were just as though I were not in control of anything that was happening in this particular situation. I felt that I really had been visited with a plague of some sort. I was defenseless too. It was meaningless to even try to fend against it. In the meantime, though, I was thinking these thoughts, and he was getting a syringe prepared in order to inject his poodle who was running around the hall with whatever he had in the syringe, some kind of a medical serum. It was a large black poodle. By this time my girlfriend had been in an adjoining waiting room. When I finally entered, she was there eating some candy which she had brought with her. This waiting room was very disheveled and messed up. Magazines were strewn all about. The doctor's mother seemed to be somewhere in this scene and cast disapproving glances about. The doctor said he couldn't do anything for me until Wednesday, and this was Sunday. This distressed me because I wanted very much to have this corrected as soon as possible because I was very, very embarrassed about it. I was aware that these were feelings of vanity, but nevertheless they were still very strong and they were there. I pleaded with him to do something that day but he just said he just couldn't. The thought of waiting those three days was really unbearable, and finally in despair I left with my girlfriend. We had a difficult time finding her car which we parked in a parking lot. There were several parking lots and we were looking for her car, a black car, and we passed by a parking lot in which there was a part of it was covered with a large aluminum carport. Under this carport there were several cars parked, and also it was a grease rack. On this grease rack there was a black Rolls Royce, and right next to it, in the adjoining parking lot, there was a silver Riviera, a brand new one. The grease rack was down very low to the ground, about three feet away, but in such a way that it was crushing part of the right hand side of the Buick Riviera. My girlfriend observed this, and was rather puzzled by the whole thing. There was a large, heavyset woman nearby who appeared as if she were the owner or the manager of the parking lot and my girlfriend said to her that this was a bad, very poor way of parking a car, and this woman gave a look, looked at my girlfriend as if to say, \"It's none of your damn business and don't bother me.\" Throughout this whole dream my girlfriend was very _______________ and very understanding. As a matter of fact, in the beginning she even kind of blamed herself a little bit because of giving me the chocolate cake with nuts in it. There was also, I recall, now that I asked the dentist to, if he could put the teeth back in my mouth because I still had them in my hand. That is if he could somehow cement them back in, and he said no, it wasn't possible, but I don't believe I got rid of them. I kept them. The teeth that came out were two in the front, my two front teeth on the top and several molars in the back. One of the ones in the front, only part of it came off, but enough of it so that at some point in the dream I saw myself in a mirror and this looked quite ghastly. This is what gave rise to the feelings of distress, great feelings of distress that I had. The end of the dream which I just dictated, I don't know if that was the end of the dream, but I woke up at that point where we were just in the parking lot.  This dream is filled with day residue. None of it has anything to do with my teeth. The carport I recall having seen. The idea of not paying my debts and being able to get away with it was part of a previous conversation I had had earlier in the evening. The general feeling of being in a defenseless position while in the company of my girlfriend was also experienced during a short conversation earlier in the evening, though it wasn't as tense as it took place in the dream because in this conversation I actually did make, you might say, retaliatory type statements, but there was none of this whatsoever in the dream. There was a pitch black cat that was at a party which I attended, which might be related to the black poodle."
        }, 
        {
            "number": "Phoenix-H-10", 
            "head": "05/04/64", 
            "content": "This is a dream from about a week ago. This is a dream that took place about two weeks ago. It takes place in a drug store, and as I walk into the drug store I recognize a girl at the counter who I went to high school with. Next to her in a small cradle of some sort is a child, very young child. I went over to her and asked her, \"How are you getting along, and to whom are you married? Who is your husband?\" She said something to the extent that, \"Well, I can't have one.\" She couldn't have a husband. I then got the impression of two guys who I knew that had been dating her. Someone at this point carried a large rack of cakes past us. They were all rolls, like jelly rolls, but they were slightly bigger. She continued our conversation and said she had remained alright in spite of the situation. I looked at the baby. It was about 1 year old. This situation, meaning that I felt certain that this was an illegitimate child. Thoughts then of making a play for this girl pass through my mind. She looked into my eyes and asked, \"How come you look that way?\" I knew she was referring to the dark rings around my eyes. I said, \"That's because I've just finished studying for a big exam, and I haven't been getting much sleep for about nine days.\" Her comment was, \"Well!\" Then I said, \"You should have stayed in school like me and avoided getting involved with anything.\" She said, \"Well, we didn't let them get to either one of us anyway.\" By this she meant that we really didn't let people get to us anyway and hurt us. The faint impression that she was wrong about herself passed through my mind. For some reason I had to leave and we parted very friendly. I then thought, \"I can really make this girl. Then so could anybody else who wants to. So what's the big deal? She's not that hard to make, and why don't you pick someone who's not so easy to make?\" While in the drug store I had seen several people there - the waitress who was dressed in a white uniform and the policeman who was dressed in a blue uniform and several customers sitting at the counter. As I left the drug store, the setting was identical to a corner drug store in Audubon, N.J. where I lived for many years.  Day residue: Next to a drug store yesterday. I went to a drug store yesterday. I also got a letter from my brother who's wife is ready to have a baby any day now, and she's having trouble carrying the child. One of the girl's teeth in the dream seemed bad. It seemed sort of decayed and this might derive from the telling and retelling yesterday of what struck me as a hilarious Yiddish epithet, translated it is, \"All your teeth should fall out but one, and in that one you should have a toothache.\""
        }, 
        {
            "number": "Phoenix-H-11", 
            "head": "05/24/64", 
            "content": "There is a previous part to the dream which I do not remember. The part I do remember began at night. It took place in the city of Camden, N.J., my home town. I was driving a lightweight Honda motorcycle. It was the lightest one they made. The purpose of what I was driving to, my friend Bill's house which was outside the city of Camden where I was to meet with him and another friend of ours for dinner. It seems to have had something to do with the previous part of the dream in that I had been talking with Bill and this other friend of ours about the arrangements for dinner. I'm not completely certain of that. At any rate, I was driving around and getting very aggravated because I was beginning to get lost. After a while I believe I asked someone for directions and they gave them to me, and without too much help I got lost again. About I did finally end up near a street that was vaguely familiar. At this point I ran into Bill's brother who was somehow there. For some reason or other he was there. I told him what I was doing and would he please tell me how to get back to his house. For some reason or other he said, \"I'm not certain,\" or something like that. I said, \"Well now, isn't this street here the one-way street that leads into the bridge and the street beyond it the street that leads out from the bridge?\" This bridge being the Benjamin Franklin Bridge. He said, \"No, no, it doesn't work like that.\" There was a friend with him who agreed and I said, \"Well no, you're wrong. It's absolutely true that is the one-way street that leads to the bridge and the other one leads away from the bridge.\" The more we argued about this, the more surprised I was that they didn't agree with me because this was an absolute fact. Somehow or another we finally parted company and I proceeded on my way. As I proceeded, I came upon a street that is just slightly within the, or slightly beyond the area of the toll gates o the bridge, but nevertheless you can take this tiny road that leads past the toll gate without paying toll because they realize that this is still within the city limits of Camden. It's a very narrow winding little road, but as I began to take it, somehow or other it was beginning to be daylight and a group of boys on bicycles began to more or less get in front of me, on the side of me and behind me, and I became surrounded, enmeshed in this group of cyclists. Finally we got through this street and came upon a street corner on which there was a store, I believe, and all these cyclists began to park their cycles and I became entrapped and unable to get out. As I tried to ply my way through on foot pushing my motor scooter, which I believe had a blue gas tank, I just began to get very frustrated. There were so many of them and they were parking their bikes so close that I couldn't seem to wade my way through. They were all French, the boys. Finally after making some slight headway, I came upon a person who seemed to be in charge. I made conversation and as it turned out, these were a group of young boys from France and this was their commander who was actually in charge of a private school. These being the students of that school and they were on a bicycle tour of the United States. Somehow I thought it would be the perfect thing to do to engage him in a short conversation in spite of the fact that I did want to get away and get off to meet my friends for dinner. He was bald-headed and reminded me of the candidate for Governor in California, Al Cranston, in appearance. He began to tell me about this school, and he also introduced me to his second in command, a younger man, but still considerably older than the others. He was about my age. He was his right hand man, so to speak. This young man, it's not too clear except that he was very hairy and yet it was still obvious that even though he was hairy that he had acne over his chest. Then the commander, the leader of the group, told me that he used to run a military school in which he was the commander and his right hand man had been what you would call a commander's commander, but he meant this as a lower echelon position, not as a higher one. He told me that he did not run it any longer as a military school. The reasons were not quite clear as to why he had made this change. Nevertheless, we continued this conversation and I was getting quite aggravated in a way and I was being polite. Then there seemed to be a slight change of scene. Inasmuch as I wanted to get rid of this fellow after a while, this slight change apparently provided the opportunity because all of a sudden I was in the presence of Dr. Hall, and this gentleman, Monsieur something or other, began with a D, he and Dr. Hall became engaged in conversation. Dr. Hall asked me, \"Do you know any of the other guys?\" and he said, I forget his answer. Then they began to talk about Europe and made references to various places to which they had both been or were familiar with. Then Dr. Hall said something, \"Well you can speak any one of the 16 languages that you speak,\" and he said, \"Yes, it's true, but I don't usually.\" At any rather they continued in this conversation, and it wasn't long thereafter that the dream ended. Throughout this dream there were a couple of times when I had difficulty in shifting the gears of this Honda. They were three or our gears, I forget which, but I was quite angry because a couple of times they seemed to just lock and I couldn't shift them. So I would have to push them, push the motorcycle. The motorcycle was of such a nature that it could have been their biggest motorbike or their lightest motorcycle. It's rather hard to believe. The roadway through which I had to go to get beyond the toll area of the bridge, one small section of it was cast in a red light or actually painted red. That is the roadway in the curves. As I was talking with the commander a little earlier in the dream, I was wondering, although I think this was just before I woke up and as I was talking with Dr. Hall. I was thinking what a shame he and his boys couldn't see the, or I felt hadn't seen the west because if they were traveling around the country on bicycles, it didn't seem right that they could cycle quite that far. I presumed that they might just cover some of the eastern states. I was thinking of all the things I could say to them about how beautiful the west was and how unusual and how different from the east. He wouldn't have seen a true representative, a picture of the United States unless he actually had been there out west. What else strikes me as I was getting frustrated and trying to wend my way through this multitude and bikes being parked around this store, all these boys despite blocking me in were very polite and very courteous. I would say these boys ranged in age from about 12-17 perhaps. I recall they were mostly dressed in white. I think most of the bicycles were white. The strange part of this dream is that I'm quite familiar with the city of Camden and even at night it would be a very rare thing for me to get lost, although I do not know all the names of the main streets throughout the whole city, I can easily find my way, and it would be most unusual, especially in the area in which I finally ended up, that I would become lost. Another strange thing was the argument that I had with Bill's brother and his friend that there were these two specific roads leading to and from the bridge. In fact, they really are, and they were maintaining that this was not so. Even though this dream took place in Camden, N.J. and seemed to be in, slightly in the past, the fact that all of a sudden the leader was engaged in conversation with Dr. Hall did not appear strange to me. The notion that I was riding a Honda is perhaps due to the advertisement on the radio that I constantly hear, the tune of which I actually like. The whole way the advertisement is done I've thought about it as being well done. This group of cyclists, there is nothing that's happened in the last day or two, but however quite a while ago having read, as a matter of fact, it was in the city of Philadelphia. Yes, I recall cycling about the city and they were from Europe, and I actually saw them one day cycling through the center of the city. It must have been a group of about twenty of them. They were from France. It was a rather impressive sight because it was something you don't often see in Philadelphia. Their commander appeared like Alan Cranston, I guess it was just due to the fact that I've read about him recently in the papers, and I was surprised to read that he's a stronger candidate than I had originally anticipated he would be inasmuch as Pierre Salinger has actually lost ground to Cranston, and just the reversal would probably be true."
        }, 
        {
            "number": "Phoenix-H-12", 
            "head": "06/07/64", 
            "content": "5:30. This dream seems to pick up at the spot, I almost can recall where it started. I am in a town near my home town. The town that I am in is Haddon Heights, N.J. I seem to recognize this because of one particularly large street called King's Highway except, no, that's not the name of the street. I'll get back to it. The dream seems to begin or where I remember, in a very large hallway, and at this instance I'm looking into a very large room in which there is a very large group of Indians. I'm being pursued by them, but in a rather dispassionate way. One of them picks up a spear and hurls it at me. The instant that he does this I am immediately aware somehow that this is the last official spear that is hurled, that's allowed to be hurled by the Indian in battle according to the Unites States Treaty which somehow has just been signed. I flatten myself against a wall and there's a door between us and I push it with my foot and the spear comes crashing through the door, but I flatten against the wall and it misses me. I start to run and turn to my left into a bedroom, and this bedroom is exactly like the one in this house, not mine though. It's Dr. Hall's, and I'm being pursued by some Indian of very high rank. This Indian is a brother of a chief, I believe, and he comes crashing through the bedroom. I'm quite mortally afraid because I feel he's making the last attempt to kill me. I have no weapons to defend myself. He has 3 metal tipped arrows. Thus the treaty has not been broken because he's not using any spears. Again I try to protect myself with a door, a door to a closet which is on the right as I'm lying down looking into the bathroom. No such door really exists and at the same moment I think if I could just have gotten outside and escaped, but I didn't. I couldn't. He was there probably and I realized that this door wasn't going to protect me at all. The only way to protect myself was hand to hand combat of some kind. I somehow managed to kick one of his arms or something and as he attacked me and knocked away some of the arrows and quickly immediately somehow grabbed one for myself. At the same instant he lunged down toward me and I lunged up with my arm toward him with the arrow in my hand. These had tips on them like you use for deer hunting. They're very, very sharp and very lethal. We both struck one another with these arrows at the same instant, but my foot was thrust up at his stomach or chest or something preventing him from sinking the arrow into my chest. Immediately as soon as we hit, trying to hit one another with the arrows, we just stopped and he laid back and I laid back. Somehow we both were aware now that whatever the purpose of this chase and attempt at killing was now over. He leaned over and said to me, \"Don't worry, brother,\" something like this. \"You can now go on to school,\" and I believe he kissed my leg in some kind of an Indian gesture of farewell or something. And before that happened, he said to me with a tone of disappointment that he hadn't penetrated my heart. It was obvious to him that I had penetrated his heart, at least I touched it because the way the blood was flowing. It was as if again he had been assigned this task and that the only honorable thing to do would have been to penetrate my heart with this arrow and by killing me. But anyway, he said he hadn't at first and then he said, \"But oh look, blood on the end of my arrow.\" This somehow meant to him that he had penetrated my heart. Indeed, I felt that I had, that he had. I laughed at his comment about me going to school. I laughed to myself ironically and slowly walked out of the house to my car. It was  this house, and I began driving up this wide road, highway that is, and I was heading for a hospital. I was trying to debate whether to stop at a small hospital off the road or to go into a larger hospital where I could receive better care. At this point I wakened from the dream.  The small hospital actually does exist up the road in Audubon. The larger hospital I was driving to, I'm not certain, but there is another one. There is another one not too much further beyond it. I did notice the activity took place at a certain particular spot on this road. this particular place is about 3 blocks down from the intersection of King's Highway. Across the street from this spot is a large new Food Fair. I still can't remember the name of this road (White Horse Pike). In the beginning of the dream as I slammed the door shut, the color green comes to mind, either part of the spear that he threw or part of the door. Indians were Indian-colored. There were other dark colors that I recognized and no bright colors. Some of the colors in the bedroom were the color of the rugs, dark blues and reds, the white walls and white door and the color later on the tips of the arrows was metallic blue. The blood, of course, was bright red. This dream, I believe, is from the 3rd Rem.  The only strong element of day residue is that of an association with a phrase I have often repeated, namely I have not lost the war, but merely a battle. Rather corny, but even at the moments I've repeated it, this thought has struck me that it's rather corny.  Returning to the dream once more, there's pain associated with the arrow puncturing my chest and also there was at the moment that he came storming through the bathroom, a feeling of helplessness because I was defenseless and I knew what he was going to do. He was going to attempt to kill me. In a frenzied instant I had to resign myself to defending myself. I'm not sure I repeated the complete spoken words of the Indian. They were, \"You can go back to school now, everything will be alright.\""
        }, 
        {
            "number": "Phoenix-H-13", 
            "head": "06/10/64", 
            "content": "This dream involves the attempted and successful acquisition of a number of shares in a gold mine. Having completed the transaction, there somehow appears in the dream a newly discovered mine that I have discovered and for some reason must keep a secret. Somehow along the line another scene comes in which one person has found out about it, I don't know how and he is much like the movie character Victor McLaughlin. At any rate, he seems somehow to have been aware of this mine, and he has decided that he is going to get hold of part of it anyway from me. I'm in a very difficult position because I must keep it secret at the same time and try to deal with him. The movie character is _______________ like Victor McLaughlin. At any rate, eventually it gets to the point where we're working on the mine and it seems like I went up a long flight of steps to get to the entrance of the mine and somehow he says he's going to do me in and take the mine for himself. This rather unnerves me, but nevertheless I feel compelled to keep the whole thing a secret and try to resolve it and work it out with him. I recall clearly there being a place, well some kind of restaurant, where he is eating a meal, and at the same time I'm trying to convince him that it would be reasonable that he accept a partial ownership of the mine rather than the whole thing. To buttress this argument I offer him the figure of $85 million as his yield from his share of the mine, and I say to him many times, \"Just consider it. Consider 85 million dollars. That means that you could spend 2 million dollars a year for the next 41-1/2 years.\" No matter how many times I repeat this, which I do several times, no matter how I try to convince him, he is still determined that he is going to kill me and take the whole mine for himself. He seems completely impenetrable to any arguments I put forth. I'm being frustrated and yet determined and at the same time, strangely enough, not frightened of his plan of killing me, although I believe he's fully capable of it. Finally I seem to find myself tied up in a large plastic bag, and he's mixing a large trough of cement into which somehow I'm going to be immersed or in some way done in. Anyway I begin to argue with him about this mine again. Somehow or another, I don't remember how, I convince him to take me out of this plastic bag so we can discuss it further. The next scene is he's chasing me, and he chases me to a spot where there are 2 automobiles parked front end to front end so that the bumpers are touching. He begins to chase me around these 2 cars and we go around and around and around many, many times, going back and forth and he's getting angrier and angrier at me because he can't catch me. This seems to take place on a street such as Douglas Avenue where there's a few homes set back off the road and a couple of small palm trees there. All the while he's chasing me, I'm still trying to convince him that he should be partners with me. Actually having offered him 85 million, it represents more than 50% in an attempt to placate him. Then it seems across the street a very large truck pulls up and driving the truck is a female, very young and attractive and sitting next to her is her sister. They get out of the truck and lift the hood of the truck, somehow seemingly indicating that something was wrong with it. At this my pursuer walks over there and somehow engages in a conversation, and he went into the house with one of the girls in front of which they were parked, and somehow I believe I become engaged in conversation with the other one. Sure  enough ___________________________.  there was a great deal of color in the dream. While he's chasing me around the cars, the scene in front of the house, they seem to be old cars. I think they're black or dark blue. Grass was green, sky blue. The house was a white and coral color, that is a pinkish red, and the palm trees were green and brown. Everything seemed to be in natural color in that particular scene.  At the moment that I mentioned to him he could be spending 2 million dollars a year for the next 41-1/2 years, I think to myself, \"Why doesn't he realize that this 41-1/2 years comprises just about the rest of his lifetime?\" Then I think, I say also, that he could even throw a million dollars into a trust fund if he was afraid of running out of money for his old age. I keep thinking to myself, \"Why doesn't he realize that this is, this would cover the rest of his lifetime?\" It doesn't seem to impress him one iota. He seems rather thick and unable to comprehend anything, but this one overwhelming drive to have the whole mine for himself. It also seems that there's some vague impression of a third person being with us when I was talking with him at the restaurant. An adult male, but I have no idea who it was. He may have been wearing glasses also, that is this unknown character."
        }, 
        {
            "number": "Phoenix-H-14", 
            "head": "06/15/64", 
            "content": "This dream begins in a courtroom. There's a group of people filing into the courtroom taking their seats, getting ready for the trial. The title of the case is announced and it's something like Brown vs. U.S. or something like that, or Brown vs. some other party. At any rate two of the principal characters that appear first are two women who are in some way related, and they're rather haggard-looking, but they're heavily made up and quite frankly they look like a couple of prostitutes, but they still bear some elements of attractiveness. They seem to be talking with their lawyer, and the other party in the case seems to be a person who is a former lover of one of the girls, or at least used to go with one of the girls. He's on the witness stand. He has a very long, long nose, hooked, like Geo. C. Scott. He's giving testimony and it goes something like this: \"Yes, I cared for this girl and I liked her very much. We used to rendezvous on the river or lake in a houseboat. I enjoyed being with her so much that I didn't try to work, although I've never worked in my life, but I didn't care to after this because I enjoyed being with her so much.\" That's roughly about what he had to say. It then seems the scene switches and it's a kind off flashback to what led to the courtroom trial. In this scene we see the man who's on the witness stand and the one girl who was ______ to rendezvous. They are in some kind of boat, and they're rowing or paddling out to the houseboat. In the boat there seems to be some kind of a heavy sack, something very heavy, and it seems to be essential for their enjoyment that evening. I don't know what it is, but anyway they finally arrive at this houseboat and this trip going across the lake is taking place at night, and it's during the wintertime and there's ice, not ice but rather snow fallen and the houseboat seems to be anchored somewhere near a coastline, but it seems like a deserted coastline sort of like an island in the middle of this lake because right nearby are a lot of debris, dead logs and pieces of wood that seem to have fallen or accumulated there near the island. At any rate as he pulls up alongside, the girl gets out first and seemingly true to his statement that he never works, the girl drags this very heavy sack out of the boat and it strikes me that it weighs about 100 pounds. She's dragging it on up to the front door of this houseboat, which is  very unusual houseboat because it sits very low in the water, and this house is kind of modern looking and furnished very contemporary. There's a fireplace in it, I believe. It had large glass sliding doors and before the guy gets out of the boat, the next scene I remember is someone else, another man has entered the scene. I believe it's my friend Bill and he is explaining to this guy that, yes, his girl's gone. He's not going to tell him how, but she has gone. He's seen to that very quickly. This guy runs all over the houseboat looking for her, ran out the back of it to kind of a back porch, and looks around the river, which is all dark and snowy and seemingly Bill is there to get this guy for something. His first thoughts are, \"He's overwrought about the girl being gone.\" Then finally he realizes that he has to get out of there himself, maybe this way he can find the girl also. So he somehow takes off and Bill takes off after him. The next scene is back on the mainland and it's daytime. They're coming into the large hotel. It seems to me that the guy with the long nose is beginning to seem like me and he starts to walk up an outside staircase that's like the one on the Ashe Administration Bldg. at the university, except it's got, not, it's about like that, yeah, and he's walking up it very slowly like he's trying not to draw attention from Bill who's not too far behind him. Yet I seem to be stepping not from step to step, but landing to landing somehow. On one of the landings I meet someone I know. I engage in an extremely short conversation, I just forget about what, and I look back and I believe Bill is beginning to discover my presence, and he's suspicious of this person he sees climbing up the stairs. So I continue to climb, but I start climbing the stairs and sure enough, Bill runs up to the stairs and I dash into the nearest door into the hotel and I contemplate taking the elevator, which is right inside the door, down, but since I'm on the 4th floor, it would take quite a while for the elevator to come up because it's on the 1st floor. This elevator looks just like one that's in a building on I don't remember the name of the road, it's 42nd Avenue. It looks just like this elevator, and anyway, I decide that if I wait until the elevator comes up, he may catch me, so in the meantime a Negro porter who works in the hotel -- possibly a bellboy -- has come upstairs and he pushes the elevator button, but I just run past him and this is the beginning of a very grand chase through the hotel. I recall running through a hallway and around a bend, hallway curves, and there's a woman with her two children and her mother. She seemed Italian. She seems to recognize me and I say something to her like, \"I can't talk to you now,\" and I continue to run by. The next scene I recall clearly is running up to an area near a stairway and I stop to rest, and a Negro woman who is also an employee of the hotel, and I believe she's a waiter, but she has bedspreads over her arm, making me think in the dream she is a housemaid, I mean a, well, at any rate she says to me that, \"Why did you leave? You know there was a young girl here in the hotel that was interested in you. A lot of people missed you. This girl was going to stay only because you were here, and I've got some tips for you that people left.\" This whole conversation then seems to induce in me feelings that I was not too long ago a waiter at this hotel, and it seems to me this is a hotel in Atlantic City where I was a waiter. It doesn't necessarily resemble it though. I have taken off one hat that I have on and there's a small cap on underneath the hat. I'm sitting down on the carpet and this woman is sitting in some kind of a chair or the sofa next to me. I'm looking kind of over her lap at the elevators, watching for Bill. Sure enough I see him appear and I take off again. I run downstairs to what appears to be a very old synagogue or some kind of a religious meeting place. It must be a synagogue. It was very dark because all the wood is all mahogany or walnut or something, it was all very dark. The pews as dark as the walls, the altar, the heavy old-fashioned staircase leading down to it. I'm down there and somehow Bill enters from a different way, from the ground floor. I dash through the building and through this room and upstairs and as I get upstairs, lo and behold, there's a lock on the door with a key in it, and it's on the outside so that I can lock the door, and Bill will be stuck downstairs. I just casually turn the key and kind of \"that's that\" sort of attitude. I dash out the back door, run over to a car and started to take off. Then that's where the dream ended.  In the very first scene in the courtroom, one of the girls, the one that the guy with the long nose got involved with, they both have coats on, kind of like these light tan winter coats of fall coats. As I explained, they're rather raggedly looking although there are some elements of attractiveness left. The one that has a large glass bowl, she seems to have on where she would normally have on a pair of pants, and there's a skirt around this bowl, sort of trying to cover it, but there's a little bit of the bowl that appears above this skirt. It's like the bowl had two holes through it so she could put her legs through. It strikes me that she's done a poor job of dressing because you can see through the bowl slightly because it is glass down to the bottom of it, but nothing but a jumble of clothes, that is folded shirttails and pants that she has on under it and other things seem to be apparent, but it was rather gross-looking. These girls are sisters, I believe. This whole dream was in color, all natural color. Everything in it practically had color, beginning with the first scene to the last. The outstanding things that had color were the makeup on these girls, which was bright red with lipstick and their faces were heavily powdered. The benches in the courtroom were blond wood and dark wood. The furnishings of the houseboat were rather gaudy, some like a, just like an apartment you'd expect to see in a Rock Hudson-Doris Day movie.  Day residue: I had just read an article in Time Magazine about a new means of constructing a courtroom, a picture of it, which is not so much like the one I saw in the dream, but this courtroom was older style. The subject Ben has told me that a number of his dreams, almost all of his dreams were, involved a chase of some kind. I had just been talking of Bill for quite a while yesterday and about our friendship."
        }, 
        {
            "number": "Phoenix-H-15", 
            "head": "07/03/64", 
            "content": "In this dream I was a waiter. I was hired sort of on an emergency basis since the dinner meal was well in progress when I came in. Someone, possibly the maitre d', handed me an order pad with the orders for one section of the dining room. I went into the kitchen and placed the orders and then someone told me I was needed downstairs at once. I went downstairs to work with another waiter. We were setting up a large room for a cocktail party that was to come off very soon. Soon we were working very frantically setting up glasses and other things. This activity seemingly occupied about 15 to 20 minutes. Then I rushed back upstairs to the dining room, then into the kitchen, and picked up some of my orders which I carried out by hand, i.e., I did not use any tray which is somewhat unusual. At this point I realized what a mess I was in for. The waitress who had taken the orders must have been very green because she only wrote down everyone's entree and put them all on the same order, and therefore I didn't know who got what or what went with each entree. At any rate, as I got to the tables with my armful of orders, I began asking who ordered this and this and each time I would mention one of the courses I was holding. Everyone seemed disgruntled and I took an attitude of \"Just let me get this darn food served and to hell with what they think,\" but I was very calm outwardly. One of the guests complained that his vegetables were not with his entree. I told him I was getting them. After having emptied my arms, I realized what a mess I was in or in the trade that I was up a tree or stuck. I rushed back to the kitchen fighting back a panicky feeling. I quickly told the chef my problem. He was a young Frenchman and very nice. He was not the chief chef. I told him what dishes I needed and I reached for a pile of trays to get one. I first picked up a long (about 3 ft.) narrow (about 8\") tray and thought how ridiculous to make a tray like this--so impractical. Yet before I quickly put it down to reach for another, I saw an image of myself having used it and placing it fully loaded on a tray stand so that it hung over about 1 ft. on each end. Then I grabbed several other trays and saw that none were any good to work with. I told him and he threw me a suitable tray from behind the line. Then I quickly called off the orders and he handed me the meat looking at the ____________ time because this was absolutely not allowed. I.e., the chief was supposed to place every order on a plate himself. There were about 7or 8 orders written in longhand. Some were in French. One was a vegetable called Parrish another, and the last thing that transpired in the dream was potatoes elegante. I said, \"What are the potatoes elegante?\" and he said, \"Oh, they are really elegant. They're stuffed with meat.\" An image of a baked potato with a frankfurter on it arose. At this point the dream ended.  There was a great deal of color in the kitchen. The chef was in white. The food was its natural color; silver pots colored and pans, etc. All along in this dream I had the feeling that I was doing the whole thing wrong and despite this, I was going to finish up and not worry about it."
        }, 
        {
            "number": "Phoenix-H-16", 
            "head": "06/07/64", 
            "content": "REM IV. There was part of this dream that I don't remember too clearly, but I'm at the Howard Johnson restaurant and motel. In the earlier part of this dream I had secured a great deal of money somehow. I think I stole it, but I'm not sure. Really not sure. I  intended to buy a new car. I intended to give it to Rohrer Chevrolet in Camden, N.J. I was at home at this time, and I was thinking of buying a tan 1964 Chevrolet, but then I said to, I believe it was my mother and my niece and nephew, that maybe I could get hold of a new '63 and really make a good savings, but then I thought this wouldn't get us to N.Y. much faster because the car still had to be broken in and we were all going to go to New York because this was where my sister-in-law was, and she just had a baby. Then I think somehow we were on the way to New York. I'm not sure of that, but at any rate, this next scene in the motel pops up where I steal a large package of cups. Now these cups are sitting on the sidewalk next to a storage building. I'm walking down the sidewalk looking at this very large bag of cups. There's a female or male coming at a very great distance. Seeing this I get scared and I pick up this big package of cups and put them on the motor scooter. I'm now driving a motor scooter and ready to go, but before I do this, I look inside the bag and the cups are kind of staggered. I'm taking cups from somewhere else and putting them in the bag, but these cups are smaller than the cups in the bag. Then I say to somebody as I get ready to leave that they're going to have to get to the bank before it closes. It seems there was a bank very nearby. But somehow the reason for wanting to get there is not to steal anything, but to deposit something. When I was at the Howard Johnson restaurant, I was a little extra afraid because Howard Johnson has just passed a new policy, a new administrative policy, whereby they were not going to allow their employees to give away so many cups. They had been giving away far too many."
        }, 
        {
            "number": "Sam-H-1", 
            "head": "04/08/64", 
            "content": "I dreamed I was taking one of George Raff's tests in the histology lab at school (his subject, anatomy, has been over since January). I was writing the answers in a blue test booklet. There was one strange question that had two glass encased pictures with frames. One was filled with carbon dioxide and the other with air. The questions under these pictures were obscure. As I worked through the test I omitted one section which I returned to at the end of the exam. When I reviewed the question, I felt that I knew the answer, but I couldn't think because the class was making too much noise. I left the classroom and went into a room by myself that had one desk in it, and a lot of drapery covering the walls. I finished the test here and turned it in to Dr. Paff."
        }, 
        {
            "number": "Sam-H-2", 
            "head": "03/26/64", 
            "content": "I was walking with a friend (male, same age) and we were on a sea wall looking down at the sand and water. We saw several crocodiles (or alligators) on the sand. We walked on further and we came to a dredged spillway for water. It was dry. I walked out in the middle and it filled up with water. The water was about knee deep. Then we walked back along the sea wall, and I could see another smaller crocodile inside the big one as if it had been swallowed, except for its head which was in the mouth of the big crocodile."
        }, 
        {
            "number": "Sam-H-3", 
            "head": "03/18/64", 
            "content": "I was in this drugstore (more like a small general store with a lunch counter) and I walked through to the back of the store where I played a gambling device with Joe Hill (one of my classmates). We each choose a marker (black or white) and when the machine was turned on the markers would travel through a maze at the end of the maze was a straight stretch into a cup and the first marker into the cup won. The machine randomly changed the coefficient of friction of the markers so that one would slide faster than the others. The marker I chose was fastest through the maze, but lost right at the very end. Then the scene changed and I was with a mixed group of boys and girls. They were pairing off (boy with girl) and soon I was standing alone with Phyllis (a girl in my class) in a room which had four rooms opening into it (one from each side) and where each couple occupied one room. I looked around and Phyllis was the only one left and the one I least desired to sleep with. She was lying down on a bed with her arms outstretched to me. I took off my clothes and with a mental shrug of indifference lay down beside her. She embraced me and her body was warm and soft -- more pleasing than I had anticipated. Then I woke up."
        }, 
        {
            "number": "Sam-H-4", 
            "head": "02/05/64", 
            "content": "Together with friend (my age, male, no identity) we watch a plane -- small two place type -- \"spin out\" close to the ground, recover only to spin out again (it repeated this process about 3 times). The plane crashed on the last time. My \"friend\" said it was half his plane (partnership). We rode over on my motorcycle and found the crashed plane. My \"friend's\" partner said he crashed it because it was his birthday. An argument ensued and I fought with the partner who crashed the plane and beat him by wrestling. However, I felt incapable of winning by boxing. He was my age or perhaps younger. Bizarre elements: vivid, plausible, no definite time, felt helpless when I tried to box with him, outside -- no place I have seen."
        }, 
        {
            "number": "Sam-H-5", 
            "head": "04/15/64", 
            "content": "I dreamed I was standing on a dock when my friend Bill Randol came up with a brown inboard runabout that he had found for me to buy. He said it was $3500. I said it was more than I wanted to pay for a boat, but I bought it anyway. Bill and I were going to take my mother and grandmother for a ride. They both got in and Bill and I were standing on opposite sides of the boat in waist deep water. When I hoisted myself up on the side of the boat it catapulted my grandmother out into the water on my side. I pulled her back and got her back in the boat. This time I let Bill get in his side first with the result that my mother went overboard the same way my grandmother had. We tried it again simultaneously, but I was heavier and my grandmother went over. I let go and Bill's side went down and pitched my mother out. It was getting to be a nightmare of frustration and I woke up."
        }, 
        {
            "number": "Sam-H-6", 
            "head": "04/09/64", 
            "content": "I dreamed I was walking home from school, and as I passed by the apartments used by the married students south of Dixie Highway, I saw Elaine Furst. (She is the wife of one of my classmates and they live in the mentioned apartments.) I said hi to her, and how nice it was to see her for I hadn't seen her for some time and how were she and A.J. (her husband) getting along? She said that things weren't going too well for them (personally) and that they were probably doing to be divorced. I sympathized with her and we went up to her apartment. We were sitting on the floor nude talking to each other, and I was still listening to her problems. I told her how sorry I was for her, and I kissed her gently on the cheek without touching her anywhere else. Later some people came in and we were all sitting around on the floor talking and listening to the stereo. It seemed to be a party of sorts. I was sitting near Elaine and how I wanted her physically. I moved up behind her and embraced her and kissed her on the neck. She didn't repulse my advances, and I began fondling her breasts. She showed no response and ignored me. I felt frustrated and woke up."
        }, 
        {
            "number": "Sam-H-7", 
            "content": "(03/14/64)(Observation) The scene was inside a gymnasium and there were a bunch of basketball players sitting along the wall on a bench, and the coach went up and told one of the basketball players that he was fired. The basketball player wanted to know why he was fired, and the coach said because he was a dope addict and he knew it. The player was going to show the coach he was still good for beating him up. Except when he fought, the player couldn't hurt the coach. Coach laughed and said, \"If that's the best you can do, you'd better leave.\" The coach had told him to go to 42nd St. and 42nd St. (which I realized didn't exist). This precipitated the fight also. And he left and went to a drug store and the stools were full at the counter, so he just kind of walked through. Then he was walking down the street, having gone through the back door. The street numbers were real screwy -- driving one block the numbers would change 100 (for instance, from 49 to 160 in one block). I didn't see him anymore. (Participation) We were down on a dock and he came walking there, and his face was all bloody. I asked him why and he said he wrecked his car, and I knew he didn't have a car, so he must have stolen one (didn't observe this aloud). Asked if no one else was hurt. Said no. Then we got on a little boat with a captain. Funny way of getting on boat -- had 2 perpendicular rails to ground in doorway of boat. They got closer to door frame. You had to wedge your feet on either side, hold on with your hands, disengage foot and step through. Boat ride costs $40. We were on these little things like surfboards, lying down and going down a waterway with little waves a few inches high. Captain said, \"Make sure you keep the tip end of board over little ridge of water or else you'll sink.\" Went further -- then said reason for using these shallow boards is there is a sunken ship beneath us. If you put your arm down in water, you can feel it. I felt it -- covered with layer of soft touch muck. (No feelings about it.) First I felt he door on sunken boat, opened it and tried to reach down into, but couldn't feel anything. (Boards we're riding must have stopped.) Went a little further on rafts. Reached down and felt a soft bottom. When we got to shore, I went home. Mother-in-law wanted to know why I hadn't cleaned the yard, and I told her I spent all day yesterday cleaning it up and the kids had messed it up again. She said, \"That's impossible,\" and I said, \"Ask Diane (my wife).\" She said, \"Yes he did, but one of the kids was rolling through a pile of pine needles and had spread it all over the yard.\" I told her I wasn't going to do it again, and we left."
        }, 
        {
            "number": "Sam-H-8", 
            "head": "03/08/64", 
            "content": "I was going to my grandmother's house. When I got there, I found that a bunch of fellow students (all male and all dressed in white) had thrown a pair of shoes onto the roof of my grandmother's house. The shoes belonged to my aunt's boy who is brain damaged. I thought this was a dirty trick and was quite angry at the students for doing this childish act. I climbed up on the roof to get the shoes and threw them down to the ground. Before I could get down , the group of students started throwing rocks up at me from all sides. I crouched in the center of the roof and none of the rocks hit me directly. Then they decided to come up and get me. I punched the first one up the ladder off the roof. A few more came at me and I knocked them all off the roof. The rest left me alone. Then the scene changed and I was in a bar with a small, raised wooden stage. A stranger asked me if I wanted to fight, and I said ok. So we fought (boxed) on the stage and I beat him. Then another wanted to fight and I beat him also. Then still another and I beat him. Others wanted to fight, but I was tired and had to quit."
        }, 
        {
            "number": "Sam-H-9", 
            "head": "02/14/64", 
            "content": "My wife and I were living in an apartment, the bedroom of which opened out to a courtyard on the other side of a small store fence which surrounded the courtyard. A teacher (professor) gave lectures to his class. He (the teacher) could see into our bedroom and it appeared that he spent more time looking into our bedroom than at his class. My wife complained about this. We were both in the same bed, and I looked up and he was watching us. So I went out into the courtyard and told him to mind his own business (words were exchanged and I got the best of him verbally, although I can't remember the exact argument). Later a girl in a yellow dress told me that this same professor said I was sleeping with a woman other than my wife. He said that is what he saw. I went out in the courtyard again, but the class he was teaching went into an uproar and laughed at me. I went back into the house and into my desk and got my .22 automatic and walked out with it under my shirt. The students gathered around when they saw I had a gun under my shirt. So I took the gun out and held it in the open. I was walking down a cobblestone street looking for the professor. The students (boys and girls my age dressed in many colors) tried to dissuade me. They got close and I fired a shot at their feet. The shot was weak, more like a b-b gun than a .22. someone mentioned this fact in the crowd, so I fired a few more times and the .22 acted more like a .22 than a b-b gun. I found the teacher walking down the street with two of his friends (both rude, all of them older than myself). I fired a shot in front of him and was going to fire another shot, but I realized I was out of ammunition. (The gun clicked empty.) So I tried a bluff. I went over to him and told him to take back the lie about my sleeping with someone other than my wife. He refused. I gave him the count of ten to change his mind. He refused and closed his eyes. I counted down from 10-9-8-7-6-5. At the count of ______ or between 3 and 4, I placed the barrel of the gun against his forehead. He was visibly shaken. At the count of 2, he said he would change his story and then said he couldn't really tell who was sleeping with me. With a little further argument, he said it must have been my wife. Then the alarm went off."
        }, 
        {
            "number": "Sam-H-10", 
            "head": "04/15/64", 
            "content": "I dreamed I met an old friend, Phil Lancione, from undergraduate school whom I haven't seen in a long time. We were out driving around town in his red Alfa Romeo. He let me drive and I was driving around where he wanted to show me how it cornered. I took several corners and he said it would taken them faster. I went around the block to try the corner again. I was shifting well and the car felt good. When we approached the corner, he said I could take it faster. I put the car in second gear and floored the gas. The car seemed to be set up just right for the corner, but as we got in too far to change the course of events, the car accelerated unreasonably fast, even after I took my foot off the gas, and we slid off the street onto a golf course. I backed off the golf course with no harm done."
        }, 
        {
            "number": "Sam-H-11", 
            "head": "02/05/64", 
            "content": "Oriental man playing recorder-like instrument to his dog, which showed attention to his master and sat at his feet while the Oriental played. I tried to play, but the recorder was made of stone, and the dog would not pay attention to me. There was more than I can't remember. Oriental setting -- not recognized. No feelings. Indefinite time."
        }
    ]
}