{
    "dreamer": "midwest_teens-m", 
    "description": "Midwest teenagers (M)", 
    "dreams": [
        {
            "number": "001", 
            "head": "M, age 14", 
            "content": "I was an ant. The queen had just given me my mission. I was to collect the great bounty of food left over by the giants. When I reached the destination, a picnic table, I saw on it a gleaming piece of chocolate with crispy rice in it wrapped with silver foil and a blue cover. As I went to collect this beauty, I noticed one of the smaller giants coming after me. He was shouting, \"poopy bug, poopy bug.\" I tried to turn, but it was too late. His batman shoe cast a shadow over me and that was it."
        }, 
        {
            "number": "002", 
            "head": "M, age 14", 
            "content": "I was in a church. This place is very familiar. There was no one in the church besides me and father Ken (older priest). Then on the altar he was shot, not by me, but someone else. I was in the pews."
        }, 
        {
            "number": "003", 
            "head": "M, age 14", 
            "content": "One of those falling down a hold dreams. All I did was fall down a black hole."
        }, 
        {
            "number": "004", 
            "head": "M, age 14", 
            "content": "The setting of the dream was at home and my dog attacked me. My feelings were unpleasant because I ended up killing my dog."
        }, 
        {
            "number": "005", 
            "head": "M, age 14", 
            "content": "Me and another person who didn't get along with me became friends."
        }, 
        {
            "number": "006", 
            "head": "M, age 15", 
            "content": "I was running around my neighborhood and I was being chased by G.I. Joe guys. They were chasing me around and I ran into a G.I. guy and he was my friend. He said \"what are you doling here?\" I said, \"Why are you guys chasing me?\" Then I was in the middle of the jungle and I was a James Bond type guy. I ran around shooting guys, and I walked across a bridge, and on the other side a grenade blew up and that's all I remember."
        }, 
        {
            "number": "007", 
            "head": "M, age 15", 
            "content": "It was about this kid and me and we were stealing cars and killing people and I got this dream probably from this computer game named \"Grand Theft Auto\" and me and this kid were doing the same things that you do in the game. We stole cars, killed people, shot people, totaled the cars that we stole."
        }, 
        {
            "number": "008", 
            "head": "M, age 15", 
            "content": "I was at school and I got a phone call. It was James Hatfield, the lead singer from Metallica. He wanted me to go on a world tour with them. We left on a bus, and never boarded a plane. We played in every major city in the world and when I got back, I was the most popular person in the U.S."
        }, 
        {
            "number": "009", 
            "head": "M, age 15", 
            "content": "I was sitting in my room on the phone with one of my friends. Then another friend got on so I was talking to both. Then they got off and immediately I was on the phone with a different friend who I had just begun to talk to again after awhile. Then I heard my mom call me to dinner. I told my friend I had to go so I asked her for her number and I was just about to get it when my alarm woke me up."
        }, 
        {
            "number": "010", 
            "head": "M, age 15", 
            "content": "I'm not sure exactly where I was. I think I was on a mountain or something. But I told this girl that I've had a crush on for a while, that I'd like her and she said that she liked me too. So we got to know each other better and started going out. We got along great and we went out forever. Then I woke up."
        }, 
        {
            "number": "011", 
            "head": "M, age 15", 
            "content": "I dreamt that I was driving down the road that I live off of. My friend Ryan was in the passenger seat. Neither of us had our license to drive, but it was just us. I was driving the car that I share with my sister. I remember being very worried about being caught by the police. All was going fine. Then we saw a cop pull out from a shop on that street. He followed us, and I went faster. I thought I might be able to outrun him and get home. I pulled into the driveway and the cop was right there. He got out and he said something about something being on the trunk. I opened the trunk and my cat jumped out. Then the cop took Ryan to the police station for some reason. I went inside and then I woke up."
        }, 
        {
            "number": "012", 
            "head": "M, age 15", 
            "content": "All I remember was being back at my old elementary school except it was in Jurassic Park. The school was on stilts in some places. You could see the velociraptors, or whatever, out the window. People were pulling them around by chains. I went out the front door of the school and some raptors jumped through a fence. I tried to run, but I kept falling down. It was unpleasant."
        }, 
        {
            "number": "013", 
            "head": "M, age 15", 
            "content": "I had a dream I killed one of my male friends and his family."
        }, 
        {
            "number": "014", 
            "head": "M, age 15", 
            "content": "I met a girl I liked at Cub Foods and I recall her asking me to play hockey if she married she. I think I was about to drop to the ground. I was nervous and I could hear my heart thumping loud in my ears. The girl is 15 and she's a nice friend. I woke up after she asked the question of marriage with a smile."
        }, 
        {
            "number": "015", 
            "head": "M, age 15", 
            "content": "I had this dream where my front tooth fell out and I couldn't fix it without a dentist's help. It fell out after Hannibal Lechter chewed up my face. Yes, I did watch the Silence of the Lambs the night before and yes, I have had my front tooth knocked out before."
        }, 
        {
            "number": "016", 
            "head": "M, age 15", 
            "content": "I was in Vietnam and I hurt my knee."
        }, 
        {
            "number": "017", 
            "head": "M, age 15", 
            "content": "I was driving a low-riding Cadillac with full hydraulics in Long Beach, California, in the middle of summer."
        }, 
        {
            "number": "018", 
            "head": "M, age 15", 
            "content": "I was at home. It was stormy out and when the rain fell and hit the ground, it became fire and I tried to get it out."
        }, 
        {
            "number": "019", 
            "head": "M, age 16", 
            "content": "I was in an unfamiliar convenience store with an adult male who was mentally challenged. We were in the section of the store where the beverages were kept. (The person I was with slightly reminded me of Dustin Hoffman's character in the film Rain Man.) The man took a bottle of coke and I took one also. I also took a pack of cigarettes. I went to the cashier who was a male, approximately 25 years old, and wearing a red shirt. I placed the items on the counter and then took a cigarette lighter from a box full of lighters nearby. The cashier started the process of scanning the items to total up their price. I was nervous because I was under 18 and trying to buy cigarettes but he didn't demand to see ID. As I left the store, the mentally challenged man suddenly vanished from the dream and I became terrified that my parents would discover I had purchased cigarettes."
        }, 
        {
            "number": "020", 
            "head": "M, age 16", 
            "content": "I had a dream I saw a vampire on the apartment across from my house and it turned into a bat and flew towards my back door. I locked the door and ran upstairs because I remembered I had a gun with a silver bullet. Then I came back downstairs with the gun and there were black and white cats everywhere. Then my dream started over and repeated after I saw the cats. This happened three times."
        }, 
        {
            "number": "021", 
            "head": "M, age 16", 
            "content": "My dream started off with me at my house and I was walking in front of my garage to the side of my house. I saw two snow tigers in my back yard. At first they didn't do anything, but then they started clawing at the fence. The fence had a nut and bolt and the more they scratched at it, the more it came unloose, but after about one minute they had broken free and came right at me. The bigger one grabbed my left arm, the other my right. I remember sensing another one but it wasn't around. I broke my left arm free and punched the tiger, and as soon as it happened, I felt I was dead and my next dream started."
        }, 
        {
            "number": "022", 
            "head": "M, age 16", 
            "content": "I dreamed I was sitting at a desk doing piles upon piles of homework. I can't remember anything else."
        }, 
        {
            "number": "023", 
            "head": "M, age 16", 
            "content": "I was at my girlfriend's house and we were both naked and having really passionate sex. My girlfriend is 16 years old."
        }, 
        {
            "number": "024", 
            "head": "M, age 16", 
            "content": "Setting was outside. It wasn't familiar. People I didn't know; teenage males. No animals. Me and a group of people were riding bikes and doing jumps."
        }, 
        {
            "number": "025", 
            "head": "M, age 16", 
            "content": "I was in a small room with a large clock when I was handed my ACT results. I got a 41 and realized I should divide it by two to get my real score (20.5). I got really mad and started to frantically search around."
        }, 
        {
            "number": "026", 
            "head": "M, age 16", 
            "content": "A strange place where a coworker I don't like came up, kissed me and asked to marry me. In the dream I was dating her for sometime now and I said yes. Also I owned the place I now work at and had to fire her because she was lazy. If I didn't the main headquarters would fire me. Next, it jumped to me marrying her and I woke up."
        }, 
        {
            "number": "027", 
            "head": "M, age 16", 
            "content": "I was in a forest. Somehow I think if the hills and forests of Ireland. I came upon a clearing, where people were gathered. They all seemed strangely familiar to me, yet I could not recall who they were. They never spoke to me, nor I to them, yet I felt a deep bond with each of them, on a spiritual level. They led me to a cliff, where I could look down and see a swirling mist of colors. I fell down into this mist, and this is all I can recall."
        }, 
        {
            "number": "028", 
            "head": "M, age 16", 
            "content": "I recall being in the forest then falling through a hole in the ground landing on a large tower with a glass plated ground. There was no way of getting off the tower that was 16 stories up. I remember being very afraid and then trying to move away from up on the glass--I'm afraid of heights. Then I hung off the side and fell. All I remember is falling, then awakening."
        }, 
        {
            "number": "029", 
            "head": "M, age 16", 
            "content": "I was in the activity office at school, but the room was empty except for this desk and chair I was sitting at. It was during passing time, but I didn't leave the room for reasons unbeknownst to me, and then one of my ex-girlfriends came into the room. I talked with her for awhile and then just as she was leaving I found myself playing on stage with my band."
        }, 
        {
            "number": "030", 
            "head": "M, age 16", 
            "content": "I am on a non-familiar beach with mountains a short distance away. There are a lot of other teenagers around. In my dream I am cross-country skiing down the dunes on the beach, just skiing for awhile. Then I walked into a chalet with snow on the roof and I fell asleep in a chair."
        }, 
        {
            "number": "031", 
            "head": "M, age 16", 
            "content": "I was outside my house walking my dog and a car pulled up asking for directions to somewhere. He was like running after me. It was in slow motion. Then I fell down and woke up."
        }, 
        {
            "number": "032", 
            "head": "M, age 16", 
            "content": "I was on my couch and my dad brought me a six pack of Bud. For every one I drank another one appeared."
        }, 
        {
            "number": "033", 
            "head": "M, age 16", 
            "content": "I went skateboarding with some friends and it was pretty cool. We all did some awesome tricks."
        }, 
        {
            "number": "034", 
            "head": "M, age 16", 
            "content": "People were in a box with big glass windows and they were all shot. I woke up by having a back spasm. Nobody I knew was in the dream."
        }, 
        {
            "number": "035", 
            "head": "M, age 16", 
            "content": "I was in my former elementary school where I was standing with friends for a health class. I went to use a bookfinder. In order to get into it, I had to play a game where I was a stealth bomber and I had to bomb a train. So I was flying and I missed the train and I crashed. Then I appeared by the plane and I walked in with a police officer and we walked into a bedroom in the plane and Clint Eastwood was laying in the bed with one arm in a sling and another holding a shotgun. Music started playing and I dove out of the way and the gun went off and shot the cop. I then went outside of the plane holding Clint Eastwood up and people where there clapping."
        }, 
        {
            "number": "036", 
            "head": "M, age 16", 
            "content": "I was talking to this girl that I liked, but she seemed weird then. Then this other girl that I was going to go to a movie with and I didn't know came up and kissed me."
        }, 
        {
            "number": "037", 
            "head": "M, age 16", 
            "content": "I was at my house with my friend Jesse. It was pleasant. Nothing bad happened at all. Jesse is a 16-year-old boy. We were jumping all over the place and doing back flips in the sand. It was very fun. I was reading a postcard that I actually received."
        }, 
        {
            "number": "038", 
            "head": "M, age 16", 
            "content": "In my dream I wake up in the morning and go to take a shower and before I get to the bathroom I become aware that I'm naked and my mom is coming down the hall. I get freaked (for obvious reasons) and the rest of the dream is a panicked me running around the house trying to find something to wear, but there is nothing (even though there is) that works."
        }, 
        {
            "number": "039", 
            "head": "M, age 16", 
            "content": "I was very mad at somebody. So I was walking to my grandma's house (which is 4 hours away by car). So I was walking past a corn field. A tall man in a suit with a top hat stopped me and put me in his top hat. He ran through the corn field with me in his top hat. So I cut out the top portion of his hat and fell out. He did not notice that I fell out. So he kept on walking. I walked the other way."
        }, 
        {
            "number": "040", 
            "head": "M, age 16", 
            "content": "I was walking into a dark place with flashing lights. There was loud music playing. I saw a girl there holding a child's hand. She had brown shorter hair. I did not live in this world. I would go there when I drank a beer with two blue strips of tape on it. One dimension's time zone was slower in time. Back to the girl. Someone, I think the child, was dying. Me and another man were pumping tubes in midair. Then I felt extremely sad all of a sudden. I was then back to the other dimension. I then drank something in a large bottle with the two strips of blue tape on it. I was then in a third dimension. This place was an island where people were like slaves. I was a slave with the girl with the short brown hair. The man who tried to save the child with me was a slave driver along with the boy from \"The Wonder Years.\" The two slave drivers and I were going to leave on a circular raft. I hid the girl and someone else under the edges of the raft. When we left, the boy from \"The Wonder Years\" asked me to open my mouth to see if I was smuggling any people off the island in my mouth. I unbelieving asked him why. Then he pulled a head out of his mouth. Then it all stopped and I woke up."
        }, 
        {
            "number": "041", 
            "head": "M, age 16", 
            "content": "I was a teacher of some sort, with a bunch of little kids, waiting for a ride out in the rain. It started to really come down. The children gathered closely, then we walked into a house. There I remember taking off my shoes and walking into the basement of the house. I laid in a bed and my girl friend was also in the bed. We were listening to a band that in real life we both like, and then she left. I looked all around the basement for her, and when I walked to the bottom of the stairs, a glare came through the window at the top, and then she was standing on the stairs."
        }, 
        {
            "number": "042", 
            "head": "M, age 16", 
            "content": "At the restaurant at night with my cousin (18, female), girl friend (17), and her friend (17, female). I was happy with my girl friend, eating, cracking jokes, and talking."
        }, 
        {
            "number": "043", 
            "head": "M, age 16", 
            "content": "I'm walking through the woods and I come upon a cross with a young blonde male on it. He is mutilated and he is screaming for me to help him down, but I can't. He screams this deafening, high-pitched cry and then I wake up. I got this dream from The Exorcist. I was at Blockbuster last night, so that's why I think I dreamt it."
        }, 
        {
            "number": "044", 
            "head": "M, age 16", 
            "content": "I was at school and I had asked this girl to the prom, but I didn't want to. I was afraid she would say no. She was really pretty, but wasn't a girl from this school.  She said yes, but then she died in a car accident the night of the prom."
        }, 
        {
            "number": "045", 
            "head": "M, age 16", 
            "content": "It was at the rink. I was coming across center ice when I just got nailed, and knocked out. The next night it actually happened in our last hockey game."
        }, 
        {
            "number": "046", 
            "head": "M, age 16", 
            "content": "I dreamed about getting a new car and driving around in it. The setting was in a car dealership's lot. I was looking at new cars. Then I bought one and drove around. The setting was familiar to me."
        }, 
        {
            "number": "047", 
            "head": "M, age 16", 
            "content": "I was in school and there was a fight outside. The whole school was outside. I could pick out people I knew. I tried to go outside but couldn't. I felt helpless. People would walk up and touch the glass and smile at me. The dream did not take place at a school I recognize."
        }, 
        {
            "number": "048", 
            "head": "M, age 17", 
            "content": "I was receiving my test score for math. I just remembered the instant I was looking at my test. Then I asked a person next to me how he did. The setting was completely the same as my math class. The person who sat next to me was my friend. It's a pleasant dream because I dreamed that I got full points on the test. It was a really short dream, but I kept thinking about it since then."
        }, 
        {
            "number": "049", 
            "head": "M, age 17", 
            "content": "Not really sure what happened, but it has to do with hockey. It was a pro game that happened a couple of nights before."
        }, 
        {
            "number": "050", 
            "head": "M, age 17", 
            "content": "I was at home watching videos and someone rang my doorbell. I opened the door and it was an alien. I slammed the door and ran to my room and got my baseball bat. I woke up my brother and he got his bb gun. So we went outside shooting the aliens, but I got hit by some ray."
        }, 
        {
            "number": "051", 
            "head": "M, age 17", 
            "content": "I can't really recall the setting of the dream, though I do know it was in a fairly grand building -- Greek-like design -- and that I don't know the place. I'm surrounded by people of all different types, male and female, black and white, differently colored clothing. I recall a woman, approximately my age, who I felt a very strong attachment to. We spoke, off and on, though I can't recall what we spoke of, and we kissed. Everything was very very real feeling. I can't remember any of the faces I saw or the conversations I had, but I do remember vividly the emotional stages throughout the dream. Too real to be true, too good to be real."
        }, 
        {
            "number": "052", 
            "head": "M, age 17", 
            "content": "I was at a mall running. I was only wearing my underwear. I was with some guy I've never seen before. I got to the end of the mall and my church was inside it. Then I went in for a little bit. I saw my Pastor and ran outside. (I was outside my church, not the mall.) I ran down the street to the gas station to buy cigarettes. The counter was about 10 feet tall. I couldn't reach the counter. Then I got carded and I didn't have an I.D. because I had no pockets. Then this guy (14 years old) went up and they didn't card him. Then we ran through the woods to my house."
        }, 
        {
            "number": "053", 
            "head": "M, age 17", 
            "content": "I was in my bedroom. I think I was just waking up in my dream, but I'm not sure. My dad came in and stepped on my headphones. I was pissed off and started yelling at him and he told me not to leave my crap on the floor."
        }, 
        {
            "number": "054", 
            "head": "M, age 17", 
            "content": "It was a dark, unfamiliar, highway entrance ramp. I was driving alone in the new family car. I was going at high speeds and smashed into the wall. The car was flaming and I was scared, and worried about wrecking the car."
        }, 
        {
            "number": "055", 
            "head": "M, age 17", 
            "content": "The setting takes place in my room on an average partly sunny April morn. The dream was fairly familiar to me but I don't remember everything about the dream. However, I definitely knew I had the dream when I woke up. I remember dreaming that I got a phone call early in the morning and woke me up with a girl asking me to a dance who I thought didn't want to go with me, but it turned out she did, and the next day we were going together to the dance. This was a pleasant but frustrating dream."
        }, 
        {
            "number": "056", 
            "head": "M, age 17", 
            "content": "I was sitting at the kitchen counter drinking red Kool-Aid, and suddenly all the lights went out and it was very dark, and I could hear my girl friend calling me from outside (at the start of the dream it was morning, now it's night), but I can't get out of the house, or yell to her, and then I can hear her start to cry, but she still calls out my name."
        }, 
        {
            "number": "057", 
            "head": "M, age 17", 
            "content": "Me and my friend Joe were in Las Vegas (we're going tomorrow for real), and I was filming a Street Dance Show, zooming in and out of piles of clothes on the street on the way into a casino. My view was as if I was flying very close to the ground, real fast, zig-zaggings, back and forth between people's legs. We then went to a little kiosk on the street and an older, chubby, white lady was selling stuff. I took a blue Pilot marker from Joe, who just tagged her shop, and she thought that I did it."
        }, 
        {
            "number": "058", 
            "head": "M, age 17", 
            "content": "I was in the city and I was jumping from the buildings, and I fell, and woke up."
        }, 
        {
            "number": "059", 
            "head": "M, age 17", 
            "content": "I was at home where a girl and I were sitting on my couch watching a movie. Then this huge snake came through my door and I grabbed my girl friend and we ran into my room and I opened my closet and I saw all these guns. So I equipped myself and I went out into the living room. But the snake was gone, so I went outside. Then I saw the snake eating my uncle's trailer and they were in it. So I ran up to the snake and blew its head off, and then I woke up."
        }, 
        {
            "number": "060", 
            "head": "M, age 17", 
            "content": "I was in the Vietnam War. But the war is by my house and the border of the war was my street and the jungle started there. My brother was giving me a time and place when fighting started, so I picked up a gun from a dead soldier and shot a lot of enemy soldiers in a bunker."
        }, 
        {
            "number": "061", 
            "head": "M, age 17", 
            "content": "I remember that we were at golf try-outs and there were 3 little 8th graders that tried out. And one of them came in with a 79."
        }, 
        {
            "number": "062", 
            "head": "M, age 17", 
            "content": "I was with my girl friend and my family, when someone came out and started shooting everyone. But we tried to get away. We couldn't do it. My parents didn't get out in time and were blown away. But the both of us got out and couldn't save anyone. We were in the hot downtown by the capitol. The sky was blue and it was hot, really hot."
        }, 
        {
            "number": "063", 
            "head": "M, age 17", 
            "content": "The dream took place in the back hallway of my apartment building. I was throwing a party and all my friends were there. I was on my way back to the party when I saw one of my friends being held up and robbed in the back hallway. The two guys robbing saw me and reacted. They shot my friend 3 times and then chased me outside, shooting out of a 3rd-story window."
        }, 
        {
            "number": "064", 
            "head": "M, age 17", 
            "content": "I was at home serving supper to my friend's family. I had worked a lot to make this meal and everything was perfect. It was me and my friend's family, which consisted of my friend, a 17-year-old girl, her dad, age 50, and her mom. My friend's dad asked for a can of Coke, but I only had Pepsi, so he got really mad and started yelling at me. I was scared."
        }, 
        {
            "number": "065", 
            "head": "M, age 17", 
            "content": "It was a cartoon. I was on an island. There was dancing fruit, and there was a song playing in the background. It was that \"Hey Me Talley man, Talley me Bananas.\" They kinda looked like those cartoon popcorn and jujubes that are on before a movie."
        }, 
        {
            "number": "066", 
            "head": "M, age 17", 
            "content": "The setting was the high school shot-put circle, which is familiar to me. The people were the track coach, his 5-year-old son, and me. I dreamed that the coach's son, whom I've never seen before, was throwing the shot put."
        }, 
        {
            "number": "067", 
            "head": "M, age 17", 
            "content": "During the day time I walk into McDonald's and they put a McDonald's T-shirt on me, and they said \"You got the job!\" This is really disturbing because I am looking for a job right now, but I would never work at McDonald's."
        }, 
        {
            "number": "068", 
            "head": "M, age 17", 
            "content": "One of my friend's cats jumped on me and bit my arm and kept biting it until it started bleeding."
        }, 
        {
            "number": "069", 
            "head": "M, age 17", 
            "content": "I dreamed abut taking a road trip with some friends. We didn't really go to any certain place; we just drove. It was me and a couple of guy friends driving around looking for a party and women."
        }, 
        {
            "number": "070", 
            "head": "M, age 17", 
            "content": "We were at this girl's house. The girl (I knew her) handed me a condom and she was in her panties and small shirt. We went to my house in my car to get another condom. She was talking to my mom in the kitchen with her panties on. I was getting ready to go back to her house and I woke up."
        }, 
        {
            "number": "071", 
            "head": "M, age 17", 
            "content": "I was playing football at my old elementary school and seven of my teeth fell out. I kept playing while spitting blood."
        }, 
        {
            "number": "072", 
            "head": "M, age 18", 
            "content": "I dreamed that my father picked and packed all of my staff (stereo equipment in my basement) and was planning to do something with it. Then my girl friend got really mad at me for doing too much drugs and drinking too much. Then when I woke up I thought that the dream was reality."
        }, 
        {
            "number": "073", 
            "head": "M, age 18", 
            "content": "I dreamed about my family and I went back to Vietnam (my native country) for a visit. When we tired to get on the plane to go back to the U.S., the government officials told us we can't do that. So now we are stuck. How are we going to start our lives all over again? This is such a terrible situation. We will never get back what we have in the U.S."
        }, 
        {
            "number": "074", 
            "head": "M, age 18", 
            "content": "I was home and my girl friend went out to see a movie with her friend. I saw her there holding hands with another guy and talking about how she's going to try to break up with me to go out with him. My feelings were unpleasant because it hurt me to know she was breaking up with me."
        }, 
        {
            "number": "075", 
            "head": "M, age 18", 
            "content": "In my dream I dreamt that I had marijuana plants growing in my backyard. My whole backyard was just covered with marijuana plants. And I dreamt that I was outside smoking big joints."
        }, 
        {
            "number": "076", 
            "head": "M, age 18", 
            "content": "Two girls from my Advanced Imagery class and I were doing a project when the flash went off on the camera, and we ended up on a road in the movie Supergirl."
        }, 
        {
            "number": "077", 
            "head": "M, age 18", 
            "content": "I had a dream about shapes. The dream was outside in a park. There were three different shapes, a ball, a square, and a triangle. The only thing that happened in my dream was that the ball was rolling after me and trying to run me over."
        }, 
        {
            "number": "078", 
            "head": "M, age 18", 
            "content": "I got my dream car, a Ferrari F50, and I drove around town. It was a clear, sunny summer day."
        }, 
        {
            "number": "079", 
            "head": "M, age 18", 
            "content": "I don't remember where it took place. All I remember is that it seemed like just another day. I was with my friends and we were sitting around doing nothing, so  we started smoking weed. Then we started making plans for the day. We invited some girls over, but as soon as they got there, I woke up."
        }, 
        {
            "number": "080", 
            "head": "M, age 18", 
            "content": "I was at a hotel party with my friends and we were drinking. We were having fun until someone started fighting with one of my friends.  They got pretty violent and my friend killed the other kid. I helped my friend get out of there and flee the country to Canada. He was never caught and my family just thought I ran away."
        }, 
        {
            "number": "081", 
            "head": "M, age 18", 
            "content": "Myself and an older man with grayish hair and sunglasses were driving around chasing something. The car was a convertible. I'm not quite sure on the color. But I think it was dark. We were driving in some city. I have no idea who the guy was. The setting seemed familiar to me. I enjoyed the dream."
        }, 
        {
            "number": "082", 
            "head": "M, age 18", 
            "content": "I had a dream about a friend of mine. He went to his cabin. Then I went to meet him there for a party and there was a bunch of people I did not know there. I felt good. Everybody was my age."
        }, 
        {
            "number": "083", 
            "head": "M, age 18", 
            "content": "In some kind of building that wasn't familiar. The people in it were mostly new, about my age, and I didn't know them. My feelings during this dream were mostly pleasant. From what I can remember I was punching and shooting other men, and they were dying. There was a woman fighting with me. I didn't know her. It was an all-out fight, but in the end I was standing."
        }
    ]
}