{
    "dreamer": "midwest_teens-f", 
    "description": "Midwest teenagers (F)", 
    "dreams": [
        {
            "number": "001", 
            "head": "F, age 14", 
            "content": "All I remember was being with my two friends and I was eating something in my dream and my teeth fell out, but they were like still there. It was like the end/bottom of my teeth fell off. I remembered because I was eating in the car with my two friends that were in the dream and it just popped into my head."
        }, 
        {
            "number": "002", 
            "head": "F, age 14", 
            "content": "My dream was short but all that I can remember is that a kid from school that totally hates me with a passion and I feel the same (we hate each other), well, anyway, he was talking to me and we were having a conversation about I don't know but we were like friends again. And that's all that I can remember about it."
        }, 
        {
            "number": "003", 
            "head": "F, age 14", 
            "content": "I was walking into a door and I was scared because I had to go through a room that was full of snakes and I had no protection from them. But when I was almost across I woke up. I always step on them but they don't bite."
        }, 
        {
            "number": "004", 
            "head": "F, age 14", 
            "content": "I was walking down the hallway with an older guy friend as I always do and all of a sudden he grabbed my hand and everyone in the hallway spun around and said oooooo ... then continued on their way."
        }, 
        {
            "number": "005", 
            "head": "F, age 14", 
            "content": "It was in a guy's house, I knew what it looked like but it wasn't the same in my dream. Me and a bunch of my friends were getting high around a table outside. I was acting stupid but so was everyone else. Then a guy took me upstairs and we had sex."
        }, 
        {
            "number": "006", 
            "head": "F, age 15", 
            "content": "Up at cabin with friends. Went in my boat, but it was really a car and we're going around the lake trying to find this certain fish, so we had a pile of rocks and we had to throw the rocks in a specific place to find this \"magical\" fish. Then it just kind of transitioned to playing softball in the woods. I wasn't disturbed at all during the dream. Pretty much relaxed through the whole thing. Friends were people I know, my age."
        }, 
        {
            "number": "007", 
            "head": "F, age 15", 
            "content": "I was in a mall with my cousin and ran into one of my old male friends - I didn't want to talk to him but we ended up going to a movie and he annoyed me and I wished I hadn't come. Next I knew I was in the mall, alone this time, and I was walking into a candy store. I didn't recognize the place but in my dream I knew where I was. The boy was 16 and we were good friends until we had a fight and haven't talked since."
        }, 
        {
            "number": "008", 
            "head": "F, age 15", 
            "content": "The people were me and my boy friends who's 17. The setting was in my bedroom and other places in my house. It was a very pleasant dream. My feelings were like, it felt good and I felt happy. We were in my bathroom and he set me onto the counter and we were kissing and he was between my legs. Then we went to the bathtub and took a very great bath and his sensual body touched mine. Then we went into my bedroom and had freaky sex. Then when we were done we went upstairs and my parents came home."
        }, 
        {
            "number": "009", 
            "head": "F, age 15", 
            "content": "Took place at: somewhere I'm not sure of (can't remember), though it was some place familiar to me like a video rental store or the library. The people were me and my friend, another female I've been dating off and on. The feelings were pleasant and happy, excitement. We were just sitting there, lying around. She recited a line from the movie Reality Bites (we had watched it a couple of nights ago) and then we kissed."
        }, 
        {
            "number": "010", 
            "head": "F, age 15", 
            "content": "It seemed like four dreams combined into one. One was I was driving someone's car to somewhere and I never got there. It took forever so I think I was going to go to sleep. Then the next one was I was at a concert and I remember some strange guy in a mask and buying souvenirs from him later (I can't remember much of that one). Next I was at my house but it wasn't mine, it was someone else's but we were living there and I was with someone but I can't remember. Next I was at work and when I got done the same person from the last part was driving my mom's car and my mom was in the passenger's seat. They don't know each other, I remembered, so I'm not sure why they were together."
        }, 
        {
            "number": "011", 
            "head": "F, age 15", 
            "content": "Enrique Iglesias (he's 23) and Alicia (23) (both singers) were going to sing here, but no one knew them so the manager, the one that was in charge, told me to sing for Alicia. So I was going to sing for her but I didn't know a whole song (I just knew parts of it). At the end Alicia came for real so I didn't have to sing any more for her, but I wanted to."
        }, 
        {
            "number": "012", 
            "head": "F, age 15", 
            "content": "I was with someone driving in a dark parking lot. Everything was in full color. We were in a high-speed chase. It felt like some sort of action movie. We jumped from balcony to balcony, we ran, and at one point we ran right past the cops that were also chasing these criminals. It was like a never-ending chase. Sometimes we would get back into the car and cruise in the parking lot, making sharp turns and going up and down parking ramps. I couldn't see who we were chasing though. It was exciting. The setting felt like a huge shopping center, at night."
        }, 
        {
            "number": "013", 
            "head": "F, age 15", 
            "content": "At home getting ready for my uncle's (who is living) funeral. I can't miss school so am reluctant to go. Then am in a big hall with uncle's casket in front. I go give my grandma a hug and say good-bye to uncle. Am suddenly going up the staircase of the chapel with a friend, telling her I know how she felt when she lost her dad. We are close to a hot fluorescent light fixture. We limbo under it. In a new school I say I don't know where to go, but surprisingly familiar. I go to my locker."
        }, 
        {
            "number": "014", 
            "head": "F, age 15", 
            "content": "My dream took place in an area that looked like a mix between southern Arizona and Minnesota. It felt like a spring day, and I was on a beautiful well-built horse with a deep chest and strong fore and hind legs, wide back, and a smooth gait. It was a chestnut mare with a black mane and tail and a white star on a wide forehead. Birds were twittering, and I was flying at a full gallop, the thrill of the ride filling me and making me vigorous and full of life. I was happy and at peace."
        }, 
        {
            "number": "015", 
            "head": "F, age 15", 
            "content": "I was inside at a local soccer field. In real life I broke my leg and in my dream I also had a cast on my leg and I was playing soccer. Dreaming this dream I believe helped heal my leg a little faster."
        }, 
        {
            "number": "016", 
            "head": "F, age 15", 
            "content": "I was on a vacation in a tropical place, with all of my friends, no rules, no parents."
        }, 
        {
            "number": "017", 
            "head": "F, age 15", 
            "content": "Me and a friend were in the bus stop at the mall and some girl (around my age) started talking shit. I  happened to have a 24-pack of Pepsi and started throwing them at the girl; then I started busting her over the head with the cans."
        }, 
        {
            "number": "018", 
            "head": "F, age 15", 
            "content": "Setting was half in gym class and half overlooking the beach. It was familiar. I dreamed of old friends in California and new ones all together in one place - my age, mostly girls and people I was friends with. I was happy, completely happy. I was in gym class with my new gym teacher with old and new friends. We had to line up. I remember bright pink dice, the furry kind people hang on their car mirrors. I saw things from Minnesota and California. Then I had to go with this girl to the nurse's office and we got there by running on the beach. Along the way I kept finding pennies in the sand. That was the end."
        }, 
        {
            "number": "019", 
            "head": "F, age 15", 
            "content": "There were tons of people in the high school stadium, and they were all waiting for two kids fighting. The track coach told me earlier that I couldn't run ever because I wasn't at spring break practice. I got really mad and went to his office. His office was a room outside, across from the stadium full of people. I told him to come out and he did and we fought. I kicked his ass. He fell down and everyone in the stadium went crazy because I beat him up. Then I cried really hard and my 6th grade principal heard me and I cried because I still wanted to run. And then he came over and said I was a good fighter and I should run more."
        }, 
        {
            "number": "020", 
            "head": "F, age 15", 
            "content": "I was talking on the phone and the person I was talking to told me to call back in an hour, so I was in the bathroom blow-drying my hair when the doorbell rang. I answered it and it was my boy friend and he said, \"Come on, I got a surprise for you.\" So we walked outside and there was a limo. We got in the limo and he gave me a dozen red roses and took me out to dinner, then back to his house to watch movies."
        }, 
        {
            "number": "021", 
            "head": "F, age 15", 
            "content": "It happened at a cabin, not mine though. So my parents and my sister were cleaning up and I just went out the door to go outside. It had snowed. Two guys were having a snowball fight and they asked me to join, so I did. I hit one of the guys in the face and he fell backwards. Then I grabbed some more snow and shoved his face with snow while he bent my head down and then I woke up."
        }, 
        {
            "number": "022", 
            "head": "F, age 15", 
            "content": "I had a dream in a town, it was not familiar to me. It was dark, but the middle of the day. It was in a shopping mall, an outdoor one like a street mall. I was buying dog leashes with Tom Cruise!? We were looking for a specific color, my dog had broken her leash and she needed a new one. My dog was not actually in my dream, just mentioned. I don't remember any dialogue or talking, we simply kept moving from store to store. When we walked out, his wife (Tom Cruise's) was waiting outside in a car for us. We got in and she gave me a hi."
        }, 
        {
            "number": "023", 
            "head": "F, age 15", 
            "content": "I had this dream where this devil guy was at my house. He was morphing into things. Example: my cat Kally. I was standing in my living room and I saw my cat Kally and a cat that looked exactly like her, so I ran to my room and grabbed the cat treats because Kally usually comes running when I shake the box. So I shook the box and Kally came running. I picked her up and said, \"Good kitty\" and Kally morphed into that devil guy. It wasn't Kally! I was so scared. The devil dude said, \"Am I a good kitty?\" Then he started laughing this devilish laugh. He told me the downstairs was on fire (we live in a duplex) and I had 5 minutes to get out. But I couldn't tell my mom there was a fire or else I would die. So I was looking for my cats cages and I couldn't find them. So I grabbed a box, threw them in there with some food and grabbed my photo album of all my friends back home. Then I told my mom to come outside with me and she said, \"No, I'm really tired.\" And I said, \"Please, mom, please come outside, I have to show you something.\" So she came and I told her to grab her purse. So she did. We were walking down the stairs and she said, \"Sierra, the house is on fire, Sierra, Sierra....\" and then I woke up and my mom was saying \"Sierra\" and waking me up."
        }, 
        {
            "number": "024", 
            "head": "F, age 15", 
            "content": "My dream was about me and my boy friend, and we were getting married. It was at my church, and his family and my family and relatives were there. His mom was crying, and my bridesmaids were kinda too. All I know is that we were together forever, and no one can take that away from us. I was very happy and so was he, also all our family, friends, and relatives were so happy for us. We both love each other very much, and we were 23 when we did get married."
        }, 
        {
            "number": "025", 
            "head": "F, age 15", 
            "content": "I went to this girl's house and she had a voice fader on her C.D. player. Her name is Cara and she is a new friend of mine. I had never seen her house before - we were in her bedroom. I asked her if I could use her voice fader to block out Mindy McCready's voice (a country singer) from her CD so I could tape just the music and use it in a singing competition. She told me I could if I paid her and I said OK."
        }, 
        {
            "number": "026", 
            "head": "F, age 16", 
            "content": "The dream took place in a place that was familiar to me but I couldn't tell what it was. All of the people in the dream were friends of mine, close to my age. It was a pleasant feeling. It was something that could happen in real life, but probably wouldn't. We were all just hanging out and talking and one of the guys pulled me aside and started telling me how much he was attracted to me and how beautiful I was. I got embarrassed and turned away. Then he turned my face back and kissed me. It could happen but considering the guy in the dream it probably wouldn't."
        }, 
        {
            "number": "027", 
            "head": "F, age 16", 
            "content": "Setting: the woods inside a castle (unfamiliar) and a friend's house (familiar). I went to visit my boy friend at his house but his best friend told me to be careful. Then the setting changed to a castle where a queen wanted to kill me for visiting boys. She chased after me until we got to a lake in the woods but we were still in the castle. They took my cloak off to behead me but when it was taken off, a bright white light flashed and when it went away, everyone was scared and they let me go. Ages: 16, 17, 20. Characters: all familiar (boy friend, friends), the queen even is a friend. It was unpleasant until I got away and then I liked it. No animals except a bird that was in the background of every scene."
        }, 
        {
            "number": "028", 
            "head": "F, age 16", 
            "content": "I dreamt that the world would end the next day as the bible predicted it. My family was in the dream along with three of my closest friends. My friends are all the same age as me. I remember trying to say good-bye to my friends and family because I knew we all would die the next day. I can't remember specific settings, but I do remember a field/meadow where all the grass was brown. I was very stressed out throughout the dream."
        }, 
        {
            "number": "029", 
            "head": "F, age 16", 
            "content": "My family had to go to some hospital because our exchange student had given us all a terrible rash and we had to burn all of our clothes and blankets. I was super mad at her (and was in real life also!). When I woke up I was even more upset at her."
        }, 
        {
            "number": "030", 
            "head": "F, age 16", 
            "content": "I was at my apartment building but it was on the beach on the Pacific Ocean. My brother, dad, and I went to the shore and had a picnic. There was a lot of green foam washing up on our food. My dad went for a swim and my brother and I stayed on share to talk to an old man. The man told us a story about the lions that lived on the beach. The lions ate humans. Then everyone on the beach was running and screaming because the lions were running behind them. My brother ran into the building but I didn't make it on time so I pulled out my building key and got in the first door before the lions could get me."
        }, 
        {
            "number": "031", 
            "head": "F, age 16", 
            "content": "I dreamed that I was flying on an airplane to Paris. I was sitting there in my seat when all of a sudden Matt Damon walks up to my row and says \"hello.\" I was so excited. My heart was racing faster than I could feel it beat! He sat down next to me and we started to talk. I also remember that I was in the middle seat with Matt on my right and this really big heavy man on my left. I had to squish closer to Matt in order to sit more comfortably. But I don't think I had any objections to that!! We talked and laughed the whole way to Paris. It was great."
        }, 
        {
            "number": "032", 
            "head": "F, age 16", 
            "content": "My friend and I were on a religion trip to Canada. There were about 15 kids on the trip. We had two fifteen-passenger vans. I remember that we had fun and played softball."
        }, 
        {
            "number": "033", 
            "head": "F, age 16", 
            "content": "I had a dream that my friend moved back to Minnesota from Maryland. He is 17. In my dream it was day time and we were just talking and getting reacquainted because we haven't seen each other for six years. I was happy in my dream because (I think) it is something which I really want to happen. I dreamed that we went rollerblading with him and two of our other friends, the two which I got his address from."
        }, 
        {
            "number": "034", 
            "head": "F, age 16", 
            "content": "I dreamed that one day I came back from school and I was on the bus. Then my friends said \"Gosh, every day when our bus gets off here to drop you off, there is a car full of guys waiting for you!\" I said, \"No, they might just be waiting for someone.\" I was a little afraid but then I got off the bus and they followed me. Then I walked faster, then I opened the door and ran upstairs and walked into my house and locked the door."
        }, 
        {
            "number": "035", 
            "head": "F, age 16", 
            "content": "I can't really remember but all I know is that we were on a camping trip and all my friends were there plus a fine boy at my school. All I know is it was pleasant because I got to look at him. I also remember that we went to the restaurant where I work."
        }, 
        {
            "number": "036", 
            "head": "F, age 16", 
            "content": "Me and my friends were in track running in our swimming suits. My friends were about my age. We were running during the winter time. When we're at the end of the track we ran into a huge playground with huge slides. After that the teacher gave us junk food to eat."
        }, 
        {
            "number": "037", 
            "head": "F, age 16", 
            "content": "The dream was very familiar. I was walking down the road and then the road disappeared and I fell off a cliff. I was the only person and I could never be saved by any one. I felt like someone was watching me but no one was there. The dream was very unpleasant."
        }, 
        {
            "number": "038", 
            "head": "F, age 16", 
            "content": "I play b-ball. My dream was like real life like. It didn't feel like a dream. It started that me and a friend (I forget which one) went to the grocery store. At the store we got a lot of liquor. We brought it back to school for some reason - to put in our b-ball lockers. It wasn't our real locker room, but in my dream it was. Our coach came in, saw the liquor, and had a lot of counseling with her. She was crying, I was crying. Very weird."
        }, 
        {
            "number": "039", 
            "head": "F, age 16", 
            "content": "That day my friend and I met some guys on vacation in the hot tubs. We had to leave then. But in my dream she and I woke up the following morning to one of the guys calling, who said he was going to ski with us. So I told him to make breakfast and he did. But I never let him into my condo. He was just there. The place was familiar. We were 16 and the guys we met were 20, 19, 22. It was pleasing for me."
        }, 
        {
            "number": "040", 
            "head": "F, age 16", 
            "content": "I remember it starting with me running down the street, the freeway. It was probably traffic hour because there were tons of cars with people in them just kind of sitting there. I was running away from a big red dot. It was the circle on the 7-up can. I remember being really scared, but I also thought it was somewhat funny. I saw people that I knew in those cars, from my parents, to my brothers, to my friends. I remember looking for my ex-boy friend and why he wasn't there. I stopped and hid behind a car and started talking to the person in it. I don't remember who it was. The car was somehow parked in front of the wall, so the circle started climbing the wall. I thought that the chase was all over, but then it slipped and turned around and saw me. I was so scared, but the person in the car kept smiling at me. I started to run really fast and then I woke up."
        }, 
        {
            "number": "041", 
            "head": "F, age 16", 
            "content": "It was at school and my boy friend who's 17 was in it and I was too. We were holding hands and walking down the hall and he kept looking at me and smiling. I was happy."
        }, 
        {
            "number": "042", 
            "head": "F, age 16", 
            "content": "I was at a party at my friends' house and they all turned into vampires and they all attacked me and made me a vampire. Then the head guy vampire liked me and he made me do this weird test and then I became head vampire and I got to boss everyone around and they told me all the people in my school that were vampires."
        }, 
        {
            "number": "043", 
            "head": "F, age 16", 
            "content": "I was standing at my mailbox in front of my house and I saw my neighbor Cindy walking down the street toward me. For the first time in a while she looked healthy and young (in real life she has cancer) and I looked at her and she was coming right at me and I was very scared."
        }, 
        {
            "number": "044", 
            "head": "F, age 16", 
            "content": "I was working at a Dairy Queen (where my boy friend's ex-girl friend works) and we have never gotten along, but for some reason we made peace and became friends after I beat her up for going out with my boy friend."
        }, 
        {
            "number": "045", 
            "head": "F, age 16", 
            "content": "My brother and I were in a big dome that was a court room. It seemed familiar. The dome was huge - 10,000 seats. There were old judges around us, male and middle-aged people. I didn't know them. They were just authority figures to me. The old men were making fun of my brother and me because we were out of place and we were saving seats for these other kids that never came. At the first entrance of the dome was a bar that you had to make communion at in large glasses. At the bar it was just me and this guy I just met. He was old. I was telling him about a dream I had. I said, \"Hey buddy, I had this dream last night,\" and he cut me off and seemed to remind me that dreams are only interesting to the people who have them. I got pretty mad and pretended to push him but said \"psych.\" The guy wasn't mad. He looked disappointed and walked out. He had a tattoo on his hand of a cross - I didn't notice until I had insulted him. I felt bad and tried to apologize."
        }, 
        {
            "number": "046", 
            "head": "F, age 16", 
            "content": "I was dreaming that I was going to Savannah, Georgia, and about to go to see the Olympics with some of my close friends. We all walked in together and ate and it was nice and sunny but not like a normal day. We sat in bleachers that looked like the Metrodome seats. We also were up really high but could still see really well. My friends and I were about to leave when the Olympics finally started and when they did we got up and started to walk down the stairs but they kept on going."
        }, 
        {
            "number": "047", 
            "head": "F, age 16", 
            "content": "I was at some mall with some friends (guys and girls). We were walking around. Throughout the whole dream I was in a good mood. The only thing that really happened was one of my friends bought something."
        }, 
        {
            "number": "048", 
            "head": "F, age 16", 
            "content": "I can only remember part of my dream, but I dreamt that I had two pairs of contacts on and didn't realize it until one of them fell out. I was in school. The people I don't remember, but it was probably my classmates. My feelings were just kind of like \"this is really strange.\""
        }, 
        {
            "number": "049", 
            "head": "F, age 16", 
            "content": "My dream took place at school in the lunch room. Me, my best friend, and the boy my friend liked were sitting at the table and I leaned over her to take his hat and we fell off the table and my friend got mad at me for it."
        }, 
        {
            "number": "050", 
            "head": "F, age 16", 
            "content": "I was at a friend's house, there were 15-19 people there, ages 16-21, male and female, all but four friends of mine. There was one black and white dog. I felt fine during the dream. One girl (my best friend) got in a fight with another girl. She beat the other girl up and she (my friend) fell like three times and kept on hitting the other girl. The girl ran away and went home. My friend was like 5'2\" and petite and the other girl was like 5'7\" and HUGE!"
        }, 
        {
            "number": "051", 
            "head": "F, age 16", 
            "content": "Setting: On the floor of my living room in front of my couch. Myself with a man, a big tall man with black hair. I was scared, he was my boy friend, but for some reason I was scared. He held me on the floor and raped me while I was screaming, \"Nooo - - - stop!\" He was hurting me, and I was crying."
        }, 
        {
            "number": "052", 
            "head": "F, age 16", 
            "content": "My dream was set in what appeared to be another planet. The coloring was all brown, except for a few neon lights. This place was not familiar to me in real life, but it seemed to be in my dream. My best friend was in the dream - and she was in search of her meaning in life. She was 16 in my dream, as she is now, and her father encouraged her to find this meaning. The only way she could find her purpose was if her father died. He was aware of this but she was not. He tried numerous times to kill himself in subtle ways - but was never successful. Then he realized the only way to die was if the \"mother bird\" killed him. This bird was the queen of this place I think. So my friend was told by her dad that he only had 30 minutes left. The minutes were counted on a bomb-like digital clock. When 30 minutes were up, a giant white bird with neon pink streaks appeared and pointed at him and he exploded like a firework."
        }, 
        {
            "number": "053", 
            "head": "F, age 16", 
            "content": "I was an exchange student in Slovakia, visiting someone who had been an exchange student here. The start of the dream was when I had just arrived at their house. Her family was very happy to see me, as well as excited to hear about my life in America. They asked me if I could make them a traditional American dessert to have with dinner, and I agreed, but I needed to go to the store to get some strawberries. The former exchange student, Zelka, said she would drive me to the store, so she took me out to her car which was a jeep like the ones in old WWII movies. The ride was very bumpy and when we got to town, I was very surprised to see how many American stores, etc., were there. It was terrible how much American culture had taken over their country. Then we were taken into this shop where a Chinese man was giving acupuncture lessons."
        }, 
        {
            "number": "054", 
            "head": "F, age 16", 
            "content": "My dream is set in a familiar setting, like school or home (either present or past), only it doesn't look the same. I just know that's where I am. There were double spiral staircases that went up to a bridge. The building was made of glass plates. There are people, not really any age, just a mass of men and women, coming and going. Some people I know, but I can't say for sure who they are. I ended up accidentally blowing something up. I felt guilty when I woke up."
        }, 
        {
            "number": "055", 
            "head": "F, age 16", 
            "content": "I was pregnant and my baby was Asian, but the dad was white and so am I."
        }, 
        {
            "number": "056", 
            "head": "F, age 16", 
            "content": "I was at my friend's house, and it was nighttime. I was walking around outside trying to find something to drink and I found a bunch of pop machines, but all the pop was cold. I was really scared because it was a bad neighborhood and I was with one other person but I was still scared."
        }, 
        {
            "number": "057", 
            "head": "F, age 16", 
            "content": "I was at some sort of school activity, some sort of game, basketball or volleyball. I was walking up to the very top of the bleachers and sat next to my ex-boy friend. He told me about himself and his new girl friend, and I felt happy for him. Then he told me he cheated on her. I was surprised. The bad thing is, he told me he had an affair with another boy from our school, a really big, fat boy."
        }, 
        {
            "number": "058", 
            "head": "F, age 16", 
            "content": "I had a dream about reliving a day at school. The people I remember in it are my boy friend and his/my friend and a good friend of mine who's a girl. We were at my locker and I was talking to my boy friend and our other two friends. I don't really remember what we were talking about, but it was a pleasant dream and I woke up feeling happy inside."
        }, 
        {
            "number": "059", 
            "head": "F, age 16", 
            "content": "Driving past a huge dark very modern building that someone told me was a church. From the outside it was very huge and foreboding. When I went inside after driving by several times it was beautiful and very traditional, like a large cathedral that you would find in Europe. The music was very strong but wonderful to listen to. The temperature of the room was very cold. I don't remember ever seeing this place, but I felt very safe."
        }, 
        {
            "number": "060", 
            "head": "F, age 16", 
            "content": "In the dream I found a friend that moved away last year and we got married and then he died. He was the same age as me and we were the only people in the dream. I don't remember where it took place."
        }, 
        {
            "number": "061", 
            "head": "F, age 16", 
            "content": "I was sitting on a chair in my living room, watching TV. A man I had never seen before came in and threw a rock at my TV. It broke and the characters from \"Beverly Hills 90210\" came out."
        }, 
        {
            "number": "062", 
            "head": "F, age 16", 
            "content": "My boy friend and I were at a baseball game (not a familiar place) and for some reason I started beating up a child. The police came and I tried to get away. I was very scared. But I was caught. Then my boy friend told the police his last name and we got to leave and I was very relieved."
        }, 
        {
            "number": "063", 
            "head": "F, age 16", 
            "content": "I was in the middle of a forest on the edge of a river that was rushing very quickly. I was walking along the river skipping and stumbling over rocks, when through the trees, I saw a very small, one-room house. This setting was not familiar to me. The weather wasn't sunny but it wasn't gloomy either. It was just in between. I came to the door of the house and when I opened the door the house was full of sand. I climbed up on top of the sand and I felt strange, like I was trapped or sinking through the sand. In the house I met three girls that I recognized. They were my close friends from the summer ballet camp that I went to the summer before. Soon after that the sand filtered through the house, my friends disappeared, and in the house appeared my giant trampoline and my Uncle Bob, whom I'm very close to. He teases me all the time and is my favorite uncle, but I haven't written to him in a long time. I began to jump on my trampoline and soon everything disappeared and I was left alone in the forest near the river."
        }, 
        {
            "number": "064", 
            "head": "F, age 16", 
            "content": "My dream was at my house and a big giant was chasing me and my brother and sister. My brother is 14 and my sister is 10. My dog bit the giant in the butt. My feelings were unpleasant. I was very scared and wherever we would run he would be there, but he got into our house and I shot him with my 30 odd 6."
        }, 
        {
            "number": "065", 
            "head": "F, age 16", 
            "content": "I dreamt that my parents had died, and that when I went to tell people, nobody cared. Nobody showed up at the funeral or burial either. Just me and my sisters showed up. I was sad, very mad, upset that nobody showed up, or that nobody seemed to care that my parents died."
        }, 
        {
            "number": "066", 
            "head": "F, age 16", 
            "content": "I was walking to the bus stop and I was running late. I saw the bus coming and I tried to run, but I couldn't run. It was like no matter how hard I tried, I couldn't move, all I could go was in slow motion. I remember my neighbors yelling come on, you're gonna miss it, but I couldn't move. I was leaving my house in my neighborhood walking to the bus stop. I was mad that I couldn't move and mad that I missed the bus, because my dad would be on my case. It was unpleasant!"
        }, 
        {
            "number": "067", 
            "head": "F, age 16", 
            "content": "It was in the street in the middle of the day, but it was dark. And me and all the people in my grade that I hang out with - boys and girls - were fighting like boxing in the streets. Then we would go back to school. Then the next minute everyone was at my house eating chicken and it kept switching off like that. All the people in it were my friends, 16, 17. The people weren't really talking. The only thing I can recall being said was, \"Let's go eat chicken.\""
        }, 
        {
            "number": "068", 
            "head": "F, age 16", 
            "content": "It was at my friends house in their downstairs party room and in their upstairs rooms as well. I remember four people Becca, Kelly, Paul and me. They are all 16 and we hang out together. Becca and Paul were watching the carebears movie in the party room. They were sitting on a Futon. I was upstairs helping Kelly find clothes and then went and watched the movie as well. I couldn't believe Paul thought carebears was cool. Kelly was no longer in the dream from this point on, just Becca, Paul and me. Becca was telling me to be quiet because she was watching the movie and Paul was talking about how cool the bad guy was. The dream was not unpleasant at all but the dream was not pleasant either."
        }, 
        {
            "number": "069", 
            "head": "F, age 16", 
            "content": "I was at my cousin's house (she is a female and she is 14). She was having a birthday party for her little brother turning seven. Our family was there and all the teenagers were downstairs. It was getting hot so I went to the bathroom to wash my face. When  I came out my crush was there. He's also 16. We both sat down and talked. I was so happy. He was telling me jokes and I was laughing. I did realize that I was laughing; then I woke up feeling weird."
        }, 
        {
            "number": "070", 
            "head": "F, age 16", 
            "content": "I went to the library and I saw my friend Dave with another girl. They were just leaving. I thought Dave was mad at me, but he wasn't. We went back inside the library. I felt like I was annoying him. I was jealous of the other girl. They were both older than me and I felt like just a little kid to them. The other girl was very nice, but I didn't really like her. They left."
        }, 
        {
            "number": "071", 
            "head": "F, age 16", 
            "content": "I'm in our family's station wagon and it started driving down a hill towards a busy street and the brakes don't work and neither does the steering wheel. But just before I hit the busy street I reappeared in my house. I headed toward the kitchen which is down a hallway. As I leave a long dark mink-like animal came out from the other hallway that is perpendicular to the one I was in. I knew it was going to attack me but I also knew I needed to get to the kitchen. The creature leaped at me and bit my stomach and I died. Then I started floating away but I got caught against a clear ceiling sort of thing which kept me from floating away. Then I woke up. I felt odd but not really frightened. Just disturbed and rather puzzled and odd."
        }, 
        {
            "number": "072", 
            "head": "F, age 16", 
            "content": "I was at school in gym class and we were playing volleyball. I was playing a very good game. The guy I liked was on my team. We were unstoppable. One of my friends was on my team too, but she wasn't as good as me. I was asking the guy I liked out. Then my friend came by and asked him right before me. I was so mad at her that I punched her and knocked her out."
        }, 
        {
            "number": "073", 
            "head": "F, age 16", 
            "content": "The setting began in a hotel like place. We went into our room (me, my sister, dad, stepmom). I walked into the bathroom, dropped my clothes to take a shower. The bathroom continued on and sort of turned into what I thought was the Mall of America except I was naked. Sometime later, I had clothes on and found one of my really good friends. We walked outside into this extremely cold, snowy field. There was this farm house and the farmer was screaming at us. He said, \"Watch out for it at the end of the chain!\" It was this huge freaky  dog thing. To escape it, me and my friend had to jump into a cage."
        }, 
        {
            "number": "074", 
            "head": "F, age 16", 
            "content": "It was in a neighborhood on the steps of someone's house. I think I met a friend's father who looked really tall and scary looking and I saw my friend and I said hi."
        }, 
        {
            "number": "075", 
            "head": "F, age 16", 
            "content": "My mom called me at home (she was at work) and asked if I want to go visit her at work and we'd have a day together, so I went to where she works and her ex-boyfriend was standing there and she told me she forgot to mention he'd be coming with us. So we went on a picnic in some park and they skipped off into this forest and I went after and every time I found them they'd skip away again, so I was lost in the middle of this forest when I woke up."
        }, 
        {
            "number": "076", 
            "head": "F, age 16", 
            "content": "I was in a house with my boyfriend and my sister walked in with a bunch of people and said, \"We're going to a party. Want to come?\" so we got up and left, but we never went to a party. We went to Florida and were on that elevator ride and halfway down I woke up."
        }, 
        {
            "number": "077", 
            "head": "F, age 17", 
            "content": "I was at my friend Justin's with a bunch of my closest friends, and the girl my fiance is cheating on me with called over there and I answered the phone and she asked for Justin. Then I was like \"Justin, telephone.\" He told her to come over. My group of friends and me waited outside for her. When she got there I jumped out of the bushes and said \"Hi, I'm your worst nightmare.\" I'm the girlfriend of the guy you had sex with! Then we kicked the stuffing out of her and threw her chopped up body parts in the window of Justin's little sister's room!"
        }, 
        {
            "number": "078", 
            "head": "F, age 17", 
            "content": "I was at school and this guy that I've had a crush on for about eight years wouldn't talk to me. I was walking down a hall where I see him everyday. I said \"hello\" to him. He just turned his back and started walking away. I shouted at him down the hall asking, \"What happened? What did I do.\" He just looked at me and said, \"I can't.\" It was really unpleasant because it was when I didn't think he wanted to see or talk to me anymore."
        }, 
        {
            "number": "079", 
            "head": "F, age 17", 
            "content": "Me and a bunch of my church friends were at an ice rink (outdoors) except it was pretty melted so we are standing in about two inches of water. All of a sudden lightening struck the rink and a surge of energy (little sparks) started going around the rink and we had to jump over it so we wouldn't get electrocuted. Now I am deathly afraid of electricity so this was kind of a scary dream. Anyway, I was trying to get out so I climbed over the fence, being sure to only touch the metal when the electricity ball was on the other side of the rink. Once I got out, I noticed everyone else had gone out the entrance (opening in fence). Everyone was OK."
        }, 
        {
            "number": "080", 
            "head": "F, age 17", 
            "content": "It was in my yard at my house. There were two of my friends and three people I didn't know. We are all about the same age. The people I didn't know faces kept changing what they looked like. Then it switched to my friend in a garden with yellow flowers playing with a dog. It was a pleasant dream then everyone went inside my house."
        }, 
        {
            "number": "081", 
            "head": "F, age 17", 
            "content": "I had a dream I went to the grocery store and there were all these cute guys around me and as I was walking to the store they were all looking at me and the finest guy ever came up to me and gave me his name, number, and address and his name was Bin--, because I didn't understand what he was trying to tell me and his name, he was mumbling. It felt so weird and funny at the same time. But I liked that feeling. The setting was blurry and the ground was shaking but I was used to it and it was all normal. And when I got inside molesters were coming up to me."
        }, 
        {
            "number": "082", 
            "head": "F, age 17", 
            "content": "It was really early in the morning and my house was on snowy mountains. I was driving a conversion van and I went to pick up my two friends, one boy and one girl. I let the boy drive the van. It was really icy and snowy. He drove off the mountain. We were spinning and hitting trees when we finally stopped. We got out and I shrunk the van to where I could carry it up the hill. When we got back on the road, I dropped the boy off at my house and me and the girl went to school. I left school early and went back to my house. The boy was no longer there and I paged him and he called me back. He was at the neighbor's house. So I walked over there in a white t-shirt and pink underwear. When the door opened to let me in, I woke up."
        }, 
        {
            "number": "083", 
            "head": "F, age 17", 
            "content": "I met an angel at a party. I was really tipsy and he basically came to my rescue, acting as my boyfriend. I had to be home early the next morning. He took me to his house and gave me a comfortable bed. When I woke up I told him I had to be home. He then told me he was an angel sent to help me last night so I didn't get in trouble (get hurt). He then made my car appear in front of the house. When I said goodbye and drove off, the house disappeared."
        }, 
        {
            "number": "084", 
            "head": "F, age 17", 
            "content": "It takes place in the future, summer of '98. I was to leave in the middle of July to go spend a year in Germany as an exchange student. Some of my friends, all around the age of 17 or 18, more than half of them were guys. Other half girls of course. We all got together to spend a week together. First stop, Valleyfair on June 21. Then we went to a motel for the night. Left early in the morning on the 22 to drive and do some sightseeing up north. We settled on camping out at International Falls. Next morning we drove into Canada; over the next few days we had gone to Toronto, Montreal, Quebec, Niagara Falls, then drove back home. Afterwards we all had been closer than ever. Even the ones who really didn't know each other from the beginning. Once in Germany we constantly wrote. We were all like sibs who didn't fight. Nothing could split us up."
        }, 
        {
            "number": "085", 
            "head": "F, age 17", 
            "content": "I was staying at my grandmother's house for some reason and my grampa told us that later on some business partners of his were coming over and to be sure they don't see you or your face. I laid in my bed and could see across the hallway to an empty bedroom with a green bedspread on the double bed and tan carpeting. I got up to get a drink out of the bathroom and glanced out the window. I heard screeching tires and soon black cars sped in front of the house and stopped by the driveway. I shouted, \"They're here!\" and went back to my room and hid in my bed, knowing if they saw me, they'd kill me."
        }, 
        {
            "number": "086", 
            "head": "F, age 17", 
            "content": "The dream was of my best guy friend and I getting married, each owning the vehicle of our dreams and owning a huge mansion next door to Brad Pitt. I cheated on Jeff with Brad, but Jeff didn't care because he still loved me and was happy I told him about it. Then a giant monkey killed Jeff and Brad and I became a drunken widow."
        }, 
        {
            "number": "087", 
            "head": "F, age 17", 
            "content": "It is a repetitive dream I've had since I was small. I'm in my backyard. The way it is set up is there is my house then a small hill leading down to a large area of land. I'm in the large area playing around and my mom comes running out, saying there is a tornado coming. Then all of a sudden a tornado appears. My mom says I have to clean up the backyard before I can come in (there are toys and balls everywhere). I start cleaning up and the tornado hits. I try running up the hill to go inside but I can't make it up the hill. I try to run up the hill but I can't. I like freeze but I'm trying to run."
        }, 
        {
            "number": "088", 
            "head": "F, age 17", 
            "content": "The setting seemed familiar at the time, but I guess I didn't really know where I was. I was with my boyfriend who is also 17 and a few other males, all similar in age. I am pretty sure I was the only girl in the dream. I remember my boyfriend was sitting on the floor, and another boy, who was black, was sitting on the couch. I went to sit down and he put his hand palm upon the cushion I was going to sit down on. I could feel his hand on my ass. I felt really uncomfortable because I didn't like him like that and my boyfriend was there. When we left, my boyfriend was driving and he was also drunk and he ran into a parked car, put his car into reverse, and rammed into it again. The last thing I remember is getting into the driver's seat to finish the ride home."
        }, 
        {
            "number": "089", 
            "head": "F, age 17", 
            "content": "The setting of my dream was in someone's house. There were some of my friends and some people I had never seen before. They were my age, different genders. My feeling during my dream was unpleasant. I was very angry. I got in a fight with one of my old friends, Rachel, and pushed her down some stairs and then got in my car and left but could not find my way home. Then I ended up in some city."
        }, 
        {
            "number": "090", 
            "head": "F, age 17", 
            "content": "I was flying an airplane around the playground because for some reason there was a war there. After that I somehow started to shoot basketballs off the playground equipment into shoes. The basketballs turned into little black balls in mid-flight so they would fit into the shoes. This was some kind of contest that I won since I was the only person who made it. Then I was in Disney world, but I was being held hostage by weird colored spiders and birds who could talk. I killed them by throwing water on them which made them turn to fuzz balls."
        }, 
        {
            "number": "091", 
            "head": "F, age 17", 
            "content": "I was in school but not the school I go to and we were studying serial killers. One of the serial killers killed over a 100 people in less than a month. This guy had a really gross long beard and wasn't clean at all. I remembered that one day me and one of my friends were in a park and there was a hole in the ground and the serial killer was in the park and he told us to look in the hole. My friend did and there was a bomb in the hole and as my friend was looking in it the bomb went off and she died. I somehow got away before the killer killed me. I was then afraid he was going to come after me, but we then read that he died."
        }, 
        {
            "number": "092", 
            "head": "F, age 17", 
            "content": "I was being chased by giant gorillas in the ___ zoo with my mom and family members. We were visiting the zoo when giant gorillas escaped from their cages and chased us. I ran down a waterfall in an innertube and was lost from my family. I then went back for my house and no one was to be found. The Gorillas were there in my house and the only way I was safe was if I was under the dining room table. I also had a bag of magic dirt that if I threw it on myself I would become whatever I wished to escape from the gorillas. It then ended there with me under the dining room table. I wasn't scared, just stunned at how gorillas got that big and how they learned to speak English."
        }, 
        {
            "number": "093", 
            "head": "F, age 17", 
            "content": "First I was at school in the cafeteria at hip-hop union (after school activity) and I was practicing breakdancing and battling the other people that were there (battling is just going back and forth dancing). I don't remember that much after that but then suddenly I was fighting a real battle against the Germans in the time of WWII and I was fighting with the Russians. The battle was on a muddy battlefield that had two huge walls (brick) on either side. Painted on the walls were the most beautiful colored paintings of Hitler. I walked out into the middle of the battlefield and stared at them. Then suddenly someone grabbed me and brought me toward the enemy's side. After that all I remember was walking toward this evil looking man painted all in black, just waiting for me and staring at me."
        }, 
        {
            "number": "094", 
            "head": "F, age 17", 
            "content": "I was at home with one of my friends same age as me. She is my best friend. We were watching the rain come down and saw that the streets were flooding so we couldn't go to school. The only other person that appeared in my dream would be my mom wondering why we weren't going to school. We were happy since we couldn't go."
        }, 
        {
            "number": "095", 
            "head": "F, age 17", 
            "content": "It was on the street in my neighborhood. I was screaming and yelling because I decided I couldn't take it any more and I was yelling at my mom and my friends. I just ended up on a plane going to Iran."
        }, 
        {
            "number": "096", 
            "head": "F, age 17", 
            "content": "Highway 36 right when the freeway going into 280. Yes it was familiar to me. I was driving. I was driving so fast like I was trying to get away from someone. I didn't know who it was that was after me but I would be on the same highway all the time."
        }, 
        {
            "number": "097", 
            "head": "F, age 17", 
            "content": "I was at work with my friend that I work with and my car would not start, and the building was locked so I couldn't call for a ride. Then Dale the dishwasher came out and my friend and I asked him for a ride. So we were driving to my house but my house turned into a bar and we stop there and we went to the bar and he left and told us to stay. He came back with his girlfriend that looked really young and she had long orange hair. She went to the bar and ordered a beer. We were sitting in the far side of the bar. And it was dark. Then my ex-boyfriend come into the bar and sat down across from me. Then I and my friend took a drink from the beer and the cops come and gave us a test for drinking. My friend and I come out positive and cops took me to my house. It turned to morning and my mom and dad were home and yelled at me."
        }, 
        {
            "number": "098", 
            "head": "F, age 17", 
            "content": "I was playing a qualifying round of golf when I drove the ball behind a pine tree. I couldn't go around the tree to get to the green, so I pitched it, hopefully up and over the tree, but it hit the tree and came back and hit me in the face."
        }, 
        {
            "number": "099", 
            "head": "F, age 17", 
            "content": "I was at home by myself, and I was hearing things. I saw a man appear and he started chasing me. I ran outside and started screaming. Then my sister came and started beating the crap out of this guy. Then he was screaming and all of a sudden he was on fire."
        }, 
        {
            "number": "100", 
            "head": "F, age 17", 
            "content": "The setting was not familiar. I was in some sort of sports stadium and it was empty except for myself and some of my friends. I was with my good friend from school. She is 17. I was also with my other friend who is 17. Suddenly the guy I liked appeared sitting with his parents in the stadium. He came over and talked to me and we hit it off. It was great! Now, will it happen in reality? But anyway this dream seemed real. There was no unexplainable things or unusual settings. The dream was good. I hope it comes true. Everything was in color."
        }, 
        {
            "number": "101", 
            "head": "F, age 18", 
            "content": "I was in my school walking down the B-wing hallway, crying. I had just found out that my dad was having an affair (which would never happen). I heard a plane flying in the air, looked out the window, and saw it trying to land. But there were too many cars in the parking lot, so it crashed into the A-wing side of the school. I heard a big boom and lots of screams. Then I saw my Spanish teacher, Mr. Miller, yelling at people to get moving out of the school as fast as possible. The A-wing was in complete flames."
        }, 
        {
            "number": "102", 
            "head": "F, age 18", 
            "content": "I was in Mexico walking around and my feet were all full of mud and I went to wash them off, but they wouldn't get clean. One minute I was washing my feet off, the next I'm sitting in a boat in the middle of the bay without a paddle, trying to get to my new boyfriend, Mike--he's in a boat also. We finally meet. I blink and we are walking along the water and again we are standing in a dirty washroom and I'm trying to wash off again."
        }, 
        {
            "number": "103", 
            "head": "F, age 18", 
            "content": "I was at my cabin up north with my mom, dad, brother (22), me (19), and a friend (18). My parents decided they didn't like my friend. So they threw her on the fire and chopped off her head. I'd say my dream was very unpleasant. Then my parents decided to chase me and my brother around the island. Then the scene switched to me being on a bus filled with kids. The bus driver started saying that my brother was arrested for driving his car."
        }, 
        {
            "number": "104", 
            "head": "F, age 18", 
            "content": "I don't know where it took place but in my dream I think I knew somewhat where I was. There was a friend of mine. We are friends but don't ever do anything outside of school. I was walking by the pool when I saw my friend at the bottom laying face down. I freaked out and it turned out she had died there. She had gotten drunk and was out of control and couldn't swim because of it, so she drowned. No one really did anything about it because they didn't want to touch the dead body. When I woke up I was freaked out."
        }, 
        {
            "number": "105", 
            "head": "F, age 18", 
            "content": "It was in school in my second hour class with my teacher. I had a really big test and I had no idea what I was doing. So I turned it in mostly blank. Then he got in my face and started yelling at me and I failed the class and couldn't graduate."
        }, 
        {
            "number": "106", 
            "head": "F, age 18", 
            "content": "My dream was at my work. The people who were in my dream were a co-worker, her boyfriend, me, and my boyfriend. My co-worker is 23 and her boyfriend was about the same age. I am 18 and my boyfriend is 20. My dream was about my co-worker's boyfriend cheating on her. He was in California for the navy and she was really sad about it. I tried to cheer her up by asking her if she would like to stay with me for awhile so she doesn't have to go home to him, because he didn't know that she knew, but I really didn't want to be with her because she was making me feel uncomfortable. But she ended up living with me and my boyfriend."
        }, 
        {
            "number": "107", 
            "head": "F, age 18", 
            "content": "It was in my house. In my bedroom. I was asleep and then awoke with the rumbling sound. The house was shaking and things were breaking. It was a tornado. I quickly went under my bed because it was in the basement. The house was taken off the foundation and strewn about. My family was in the house. My two brothers, two sisters, mom and dad all died. My bed broke and fell on top of me. Some people found me and took me to a hospital where I saw my older brother, who doesn't live with me and heard the bad news. We went to the funeral home and then I awoke."
        }, 
        {
            "number": "108", 
            "head": "F, age 18", 
            "content": "The dream was about how I played soccer. I was playing soccer on the highway. It was really strange."
        }, 
        {
            "number": "109", 
            "head": "F, age 18", 
            "content": "I had a dream that two cars full with gangsters (guys) were chasing me. I ran and called 911 but the phone didn't work. I was going to jump out of the window of my back  house but then two gangsters were out there. A couple of minutes later someone told me (in the dream) that they really like me and they were chasing me because they really only wanted to see me. Then they drove away."
        }, 
        {
            "number": "110", 
            "head": "F, age 18", 
            "content": "My dream took place during school, at a place in the hallway where many people meet between classes. There is this girl I know who has been flirting with my boyfriend (in real life), and that day I had gotten very mad at her for that reason. I may have been thinking about it before I fell asleep. But in my dream, Natalie is sitting on the brick bench in that part of the hall right next to my boyfriend. I'm walking up the hall and I see them. She's staring at him and talking and he's sort of flirting back. All of a sudden when I reach them, she kisses him on the cheek. I yelled something at her, and hit her across the face so hard that her head hits the cement wall behind her. My boyfriend is just sitting there with his mouth sort of open, surprised. I tell him to come with me and he goes, \"But . . .okay,\" and reluctantly follows me away, but he's looking back at her."
        }, 
        {
            "number": "111", 
            "head": "F, age 18", 
            "content": "I was at my friend's house in her bedroom trying on prom dresses. She was allowing me to borrow her last year's dress. I took it home to show my mom, but we decided it was way too big. Together we took it to a tailor shop to try and see how much I needed to reduce the size. My friend had told me when I was at her house that I could do whatever I wanted to it. When they told me I'd reduce it by 4 sizes, I worried my friend would be mad I was changing it so much. It ended in the tailor shop with me not sure what to do."
        }
    ]
}