{
    "dreamer": "nancy", 
    "description": "Nancy: Caring & headstrong", 
    "dreams": [
        {
            "number": "001", 
            "content": "I was parked outside my mom's house and my little girl, Cindy, was still in her car seat. I saw Alice, who used to be married to my boyfriend, Zack, come out from a house across the street. She had a gift for Cindy; it was a dress. I thought to myself, it was about time she made a gesture, being that her daughter was Cindy's half-sister and I always got gifts for her. Because she was being decent for a change, I was not mean to her. She was standing in the doorway on the passenger side, talking to Cindy, when Zack drove up. He slammed on his brakes. I ran over to his truck. He was furious. What is she doing, kissing up to you? I explained to him I was not becoming any friend of hers. Then he just started kissing me and he pulled me into the truck. He was all over me right in front of her, which was unusual."
        }, 
        {
            "number": "002", 
            "content": "Zack and I were getting married. All of our friends and family were there. I was so happy and everything was going perfectly. When the preacher asked if anyone objected, Alice, the bitch, stood up and said, \"Zack, you can't marry her, I'm pregnant!\" I was devastated (I woke up crying)."
        }, 
        {
            "number": "003", 
            "content": "Zack was at the big country music nightclub with other women. (I woke up pissed off and called him at 1:00am; he was there.)"
        }, 
        {
            "number": "004", 
            "content": "Zack and I were in a nearby town and we were standing on a street looking at a nice gray house with white trim that was on the corner. Someone was trying to break into the house. Zack yelled at the kid and he ran away. Zack revealed that he owned the house and he decided that the kids and I could live in it. It was empty except for some furniture and stuff that Zack stored there. He was helping me fix the bed and I noticed a rack of shirts. They were all his shirts that I had given him or some that matched ones that I had. I also noticed a box with some other stuff I had given him. I suddenly got angry. I felt like he kept that stuff at the house so no one who went to his house would see it. He didn't want people to know we were together. I got mad and started yelling at him. I even said, \"I hate you!\""
        }, 
        {
            "number": "005", 
            "content": "My daughter Carla's father had come by to visit her and decided that he wanted to take her overnight. I said that was fine. They asked if little Cindy could go too. I called Zack and asked him to please come visit us, and he said yes. I then told Carla and her dad that I was sorry, but Cindy couldn't go because her father is coming to see her."
        }, 
        {
            "number": "006", 
            "content": "Cindy went to the store with my dad. I was worried, and wanted them to get back. When they drove up, my dad was yelling with his hands waving in the air, \"Shut the fuck up!\" I ran to the car and saw that baby Cindy was not even in her car seat. She was seat-belted to the big seat and the strap was against her face. She was screaming and crying frantically. I got her out of the car and turned to my dad. \"Don't you ever talk to my baby like that again, you asshole. Why don't you go have another beer, you fucking loser!\" Then I turned to my aunt Nina and said, \"I feel like beating the hell out of him for talking to poor little Cindy like that. He has no right.\" I calmed the baby down. Zack drove up and she ran to him, so happy to see him. I was happy too."
        }, 
        {
            "number": "007", 
            "content": "My mother and her friend Wanda came by to visit me. My mother told me that she had just finished cleaning out her cabinets and that she was going to move. She told me not to tell my sister. I agreed. She asked me to come by and pick up a couple of things that I had left there, so I did. When I arrived, my cousin Erik was in the front yard. He said, \"I am going to buy your mom's house and I will sell it to you if you want it. I will finance it for you and when you get out of school, you can buy it.\" I agreed. I did not want anyone else to have it. I went inside; her house was beautiful. Her doll shelves were decorated better than ever. She was looking through a box of stuff for a wrench and I saw three rings: her mother's ring that I had bought her, her wedding ring, and another ring that she used to wear all the time. I asked her if I could have her wedding ring. She put my name on it and put it back in the box. She said it would be mine."
        }, 
        {
            "number": "008", 
            "content": "I called Zack to see what he was doing and if he wanted to come over. He said he was jus coming from the dollar store and he was on his way to 24 hour Nautilus to work out. I said, \"By the time you're done, you will fall asleep, so forget it.\" I hung up the phone and was disappointed. I got in my car and went to town. I was going 31 mph in a 25 mph zone. I got pulled over by a cop I know. He came to my window and said something smart. I said, \"Get real, no cop would ever give a ticket to someone for 5 miles an hour over the speed limit.\" He said, \"It was 6 and you're lucky that I don't give you one.\" His attitude was mean. It made me feel even worse. I went to my mother's house, and told her what had happened. We went to dairy Queen and got a milkshake. She made me feel better."
        }, 
        {
            "number": "009", 
            "content": "Me, my mother, my sister, and my cousin were standing in front of a building I believe to be the health center. I was telling them that I signed up with a doctor to be an assistant, and I was saying that I thought the doctor was fairly good-looking and I was describing him when he came out of the building. He saw me and waved and smiled as he walked towards us. He asked if we were busy for lunch. Then I couldn't believe it, my mother started flirting with him. It wasn't like her at all. It was like she was drunk or drugged. I was so embarrassed and so was the doctor. He said that he had forgotten his keys, so I told my mother to ride with my cousin and I stayed behind to apologize. I knew he didn't forget his keys; he just wanted to get way from my mother."
        }, 
        {
            "number": "010", 
            "content": "I was in the doctor's office and I was having a baby. I could not see who the father was, but he was there, and he was happy. The delivery was so easy. One push and she was out. I was so happy; I loved her from that moment. The next thing I knew there were 6 babies. Now I had 8 children, but I was happy and I wanted them all. The doctor just left without talking to me about the babies and that upset me. The next thing I knew I was coming out of a building. I was skinny again and I had only one car seat in my car. However, I had just received many dozens of flowers, all from one person. I couldn't see who they were from, but I knew it was a male. I put them in the front seat under the car seat. It was night. I had only one baby with me. There was a baby toy that I had to take apart to put in the trunk. As I was shutting it, a car drove up and a man got out with a chain saw. I started to run and he started swinging his saw. It was off so I assumed it didn't work. He was swinging it at me and I stabbed him in the gut with a pair of scissors. After struggling some more, I stabbed him in the neck. Then he pulled out a gun. I was worried he would see the baby, but I ducked behind my car. All of a sudden a man who appeared to know me came out of the car next to me and shot the attacker, and he died. The next thing I knew the babies' father and I came out of the building and went to the car. In the car on the other side of us sat \"the woman\" who was attacked, who I thought was myself. She looked like me, wore the same clothes as me, and had her hair the same way."
        }, 
        {
            "number": "011", 
            "content": "I was back at my old house; it was a duplex. I was moving from one apartment to the other and the neighbors in the other, Sam and Donna, were moving into mine. They were asking me to help them measure the walls to see where their furniture would fit. I was helping them. I got hungry and I said I was going to order some food for me and my children. Donna said she would pay. I said no thank you. I got it and she yelled, \"Let me pay. I have so much damn money, and I'm paying!\" This made me feel bad. She acted like she was so rich and I was nothing."
        }, 
        {
            "number": "012", 
            "content": "I was with a friend and I met this guy. He was cute. He said he was a musician and I said I could sing. He then suggested that we get together. The next thing I knew I was blow-drying my hair. I was entered in a pageant and I had to get ready. The guy showed up to wish me luck. However, I was not lucky because my dryer burnt out and I borrowed one and it didn't work either. I was upset, but the strange part was that the same girls I ran against for May Day queen were in this pageant too."
        }, 
        {
            "number": "013", 
            "content": "I dreamt that Zack asked me to go dancing with him on Saturday. I was elated."
        }, 
        {
            "number": "014", 
            "content": "I was at my new home and my family came to visit (mom, sister, her fiance Jack). Zack was also there. I lived by the beach, so we went for a walk. We ended up at this club that Zack and I used to go dancing at. We decided to go in. It was Tuesday and the place was practically empty. Sherry and Jack went to get a drink. A slow song came on and Zack asked me to dance. We were the only ones on the floor. I was so happy. Then, all of a sudden, people came from nowhere and the dance floor filled up and we couldn't move, so we sat down."
        }, 
        {
            "number": "015", 
            "content": "I was working as a waitress at a huge party. The couples were older and very friendly. It was not like work at all. Then my old friend Andy showed up. I couldn't believe it. I hadn't seen him in almost a year. I was so happy. He brought me a gift of some clothes. I said I would finish up, change and meet him. I changed into a good-looking jean dress because I wanted to look good. When I walked out, he was not alone. Some of his friends that I know were there. Andy came up to me and said I looked great. He couldn't wait to see me. He hugged me and kissed me. Then I sensed that his wife Wendy was there. I was right. However, he said he was not going to be with her tonight. He wanted to spend time with me. I asked why, and he said it would be stupid not to. I wanted to know why he did not want to be with her. He was going to tell me... [the alarm went off, damn!]."
        }, 
        {
            "number": "016", 
            "content": "I was asleep and I heard a knock on the door. I woke up my mother. I don't remember who was at the door, but I looked far out and I saw twisters. They were glowing blue as if they were electrical. As they got closer, we guessed which way they would go and we ran the opposite way, sometimes barely driving to safety. I was horrified. They continued to come, one after another. I was getting so tired I couldn't take it much longer. We ran and ran and came to a building. We ran inside. Inside was a peach twister coming closer. I pushed someone out of the building and ran to a car where a policeman was saying, \"Stop, you're messing up the shoot! That twister is not real. It is just a computer projected image.\""
        }, 
        {
            "number": "017", 
            "content": "I was working in a sports equipment store and I saw Zack in his flashy car parked in the parking lot. It was odd that he was sitting in the passenger's seat and I automatically got angry. I went out to the car and asked him what he was doing there and who the hell was driving. Just as I suspected, Alice the Bitch, his ex-wife, came walking up. I jumped in her face and started yelling, \"What the fuck do you think you're doing, you sorry bitch?\" Then I got control and turned to Zack. I said, \"You're a fucking loser and you deserve to be with a bitch like that. I always knew that I was too good for a scum like you.\" Then I turned around and went back to work. I was so angry, I could not even concentrate. A while passed and I looked out the window. They were now parked in the middle of the parking lot and Zack was in the driver's side, which was closest to me. He was pouring champagne and as he lifted his glass, I threw a baseball as hard as I could. His window was down and the ball broke the glass right out of his hand. When he turned my way, I threw a second one and it hit him right in the face. I felt satisfied and went back inside. One of my friends was there. She was laughing so hard and she gave me a high five."
        }, 
        {
            "number": "018", 
            "content": "My daughter Carla's father was knocking on my door. I answered it and he was crying, \"I can't find a job and I have no money.\" I told him to calm down and to go file for unemployment. He said he did, but they wouldn't give it to him. I felt sorry for the loser and began to help him find a job."
        }, 
        {
            "number": "019", 
            "content": "It was Carla's birthday and, as usual, I went all out and prepared for a lot of guests. I bought lots of things for the kids and planned lots of games. As usual, her dad messed it up. He was late and had something I needed. I don't know what it was, but I know everyone was getting upset and we needed it. Finally, he came and he had forgotten to bring whatever it was. Carla started crying and the whole thing was a mess."
        }, 
        {
            "number": "020", 
            "content": "I was at a concert by a local singing star, and when it was over, I stayed and listened to him answer people's questions. I was the last one there. I don't know how, but he ended up staying over at my home. He was watching a video of the concert and I asked him if I could buy one for my mother who was very upset because he didn't do a concert in her city this year. She goes every year. He said he would get me one. I set a pot of coffee to be ready and I got a new pillow case. I explained to him that was the bed I sleep in, so I would give him a new pillow case, but he said mine was fine. Then Cindy came walking out of the room. I explained to him that this was my youngest daughter. He smiled and said she was cute. I got her a bottle of milk and we said goodnight and I went to sleep in Carla's room."
        }, 
        {
            "number": "021", 
            "content": "There were these three little girls who looked very sad and I asked them if they wanted to play. They said yes. I asked them why they were sad, and they said because their owner was mean and all they were made to eat was ice cream. I said, \"You mean your mother?\" and they said no, their \"owner.\" \"We are not real children. We are 'dolls'.\" I couldn't believe it. They were so real. I decided to help them get away, but then the mean lady came home. She was so ugly, very skinny. She reminded me of a drug addict. She said, \"You can't take my children,\" and I got in a fight with her. I was holding her down. One of the dolls called a department store and had a more improved doll sent over, one that could eat and digest anything. When it arrived she said, \"I'm your baby now,\" and I let the woman go and we left."
        }, 
        {
            "number": "022", 
            "content": "I was going to get a babysitter for the girls for the night so I could go to work. I walked in a restaurant to use a phone and I hear a man's voice, loud and angry. I looked and it's my dad. He's at a table with two of my aunts and uncles and he's reaching under the table with his fist drawn back. I rushed over and said, \"Hi, Dad!\" This distracted him. A little boy came out from under the table and I told him he'd better sit down and be quiet. My dad was obviously drunk."
        }, 
        {
            "number": "023", 
            "content": "Later that night I had the same dream as no. 22, except when I approached my dad, I grabbed his shoulders and made him give me his full attention. I said, \"I love you, don't do this!\" The tune changed and dinner continued. Also in this dream he was yelling at the boy, but he didn't have his fist drawn."
        }, 
        {
            "number": "024", 
            "content": "I was working in the E.R. at a hospital. There was a patient standing in the hallway with an I.V. stuck in his arm and the tubing was stretched out across the floor. I started towards him to fix it where no one could step on it. Whenever someone would pass, I would tell them to watch out. Then came this little girl. I said, \"Don't step on that tube, please.\" She said, \"Go to hell!\" Then she jumped up and down on it. The man screamed because the needle was pulling in his arm. I grabbed the girl and pulled her down the hall, where I found her parents. I gave them a piece of my mind. They made the little girl apologize a few times until it sounded like she meant it. I had to take the bus to get my car. Once I was on the bus, I couldn't remember where to get off. I was lost and confused. Then I spotted my car and asked to get off the bus. I went to my car and got in, but strangely it would not start. Then a gang of kids walked by. One of the girls noticed my car not starting and came walking over. It was getting dark and no one was around. She banged on the window and said, \"Give me your money, bitch.\" I tried desperately to start the car. Finally, it started. When it started, the girl pulled out a knife. I struggled, but got the car in reverse and drove away as fast as I could. I was lost and could not find my way to the apartment I was supposed to be renting. Zack had made the arrangements and was supposed to meet me there. I stopped to ask, what looked like a bus driver, where Main Street was. He said I was not far; it was up just past the next exit. Then I was on foot again. Somehow I ended up running with the bus driver. He guided me to Main Street, and then he was gone. Zack was there. We entered the building, which did not look very nice at all. We went upstairs. I put the key in and when I opened the door, there were people sleeping in there. There was a man in the hall who said that it wasn't my apartment. He called the manager to come. There were many people hanging out in the hall now. When the lady arrived, she said she had another apartment, but it wasn't cleaned out yet. A man had rented it, but he left and didn't take his stuff. We went to see it. We were looking around and I noticed a pair of boots that looked just like my dad's. Then I saw some other stuff that was his. I called him. He said it was his stuff. When he got arrested, he couldn't go back and get it I told the lady what happened and started packing his stuff."
        }, 
        {
            "number": "025", 
            "content": "Cindy and I went to pick up Zack; my sister was also there. I told her to stay in the car with the baby. I would be right back. I went in and as usual Zack was not ready. My sister came in and I yelled, \"What the hell are you doing? Where is the baby?\" \"She's asleep in the car.\" I called her an idiot and ran out the door. The door to the car was open and Cindy was looking right at me. \"You're lucky, Bitch! I'll kill you if something happens to her.\" Then we were at Zack's mom's house. I said, \"Where is Zack?\" His mom said that he was in the back room, so I went to find him. He was sitting on a chair, looking depressed. He had a bottle of Scotch, half gone, a glass and an empty beer bottle on a small table. I said, \"You're drinking! Why the hell are you drinking?\" At first I was mad. Zack said, \"I'm sad and I'm lonely. I've been feeling this way for a while, ever since Alice got pregnant. I wish it never happened. I wish she never had the baby!\" I asked him if he felt that way about Cindy too. He just looked up sad and said no. But I felt he wanted to say yes, but he cares about me way too much to tear my heart like that. It made me sad. I felt inside that he wished we never had our beautiful baby. How could he feel that way?"
        }, 
        {
            "number": "026", 
            "content": "I was trying on shoes for softball. I just joined a team and my friend Andrea from high school softball was on my team. The team was supposed to be #1. Andrea was an excellent player, but we were losing."
        }, 
        {
            "number": "027", 
            "content": "I went across the street to a neighbor's house. She was lying on the couch and her apartment was a huge mess. She had a baby that was crawling on the floor with all the trash. I jerked her off the couch and punched her. I yelled at her, \"How can you treat your children like dirt? You don't even take care of them!\" I went and called Social Services. They came and took her kids."
        }, 
        {
            "number": "028", 
            "content": "I was at the Disney Store looking, as I always do. A girl that was working there got in my face. I told her she better get the hell out of my face. A worker heard us and told me I would have to leave. I demanded that the girl get fired. I shop here every week and I want something done about her."
        }, 
        {
            "number": "029", 
            "content": "I was somewhere, I can't say where exactly. There was a guy announcing things for football players and I noticed him; it was John Evans. Then I looked and it was really Don Evans. My heart sunk. I hadn't seen him in about a year and what a night that was. The next thing I knew I was roller blading back into a locker room. It was a very nice locker room, but it was co-ed. I was getting dressed into a lime green mini skirt and a tight half top. It didn't look like my body. I was beautiful and better endowed on the top. After I slipped my top on, I looked to the right and he, Don, was standing there. I asked him softly to stay and wait for me. He said absolutely. I put on my shoes and went outside. Neither of us said a word. He just put his arms around me and held me closely."
        }, 
        {
            "number": "030", 
            "content": "I was walking out of class and I had already taken the Cell Biology test and gotten it back. I passed. My score wasn't the greatest, but many people got in the 20s, so I was relieved."
        }, 
        {
            "number": "031", 
            "content": "I was swimming, doing my laps, and I decided to take my contacts off to swim freestyle, but I couldn't get it into the container. I kept trying and trying and it wouldn't go in. It would stick to my finger or to the lid, but it never went in. I was very frustrated."
        }, 
        {
            "number": "032", 
            "content": "Carla was in band and they were going to march in the May Day parade. She was getting dressed and I was helping her. I told her to put her shoes on. She did and she took her jacket off. I told her to put her jacket back on. Then she took off something else. I was getting angry and it was almost time. The band was lining up and she still wasn't ready. I woke up, so I don't know if she made it."
        }, 
        {
            "number": "033", 
            "content": "I was buying cookies and coffee from a cart. I don't know where it was. The man was talking me into buying these chocolate chip cookies with chocolate bottoms. As he was bagging them, Zack walked up. He gave me a hug and we talked. When I was paying the man, this fat chick walked by. She said something to Zack, which included \"Babe!\" She said it like she knew him. I said, \"Excuse me, what the hell did you just say?\" She answered, \"Are you talking to me?\" I said, \"You're damn right I'm talking to you,\" and I got in her face. She said, \"You want a piece of me?\" Then we went outside. I got her down and beat the hell out of her. Then I was suddenly sitting on some grass thinking about Zack. These two girls came by and urged me to give him a choice. I decided to ask him to marry me."
        }, 
        {
            "number": "034", 
            "content": "My friend Ann and I were swimming. She said she was going on a trip and asked if I wanted to go shopping with her, and I went."
        }, 
        {
            "number": "035", 
            "content": "It was the morning of Carla's birthday. It was 10:00am and her party was to start at 11:00am, and I had not yet gone shopping for the food. I rushed to the store with my mother. I couldn't remember how many hamburgers and hotdogs. Then I realized I didn't make the cake. So I saw them making the cakes and I saw one perfect for the party. The lady said I couldn't have it; it was for someone else. I asked if she could frost me one just like it. She went to work. I went back shopping. Then I got a call. The people were there to set up the air jumper, but they needed their money. I sent my mom back with the money. I got all I could remember. The cake got done and I rushed back to the house. People were already there. I had forgot the ice for the Sno Cone machine. My mom went to get some. The air jumper was set up and the kids didn't want to jump in it. I got the ice and made the Sno Cones but they didn't want any. I was upset. Nothing was going right."
        }, 
        {
            "number": "036", 
            "content": "I showed up to take my Genetics mid-term. Only two others showed up. Time was up and I wasn't finished. The professor was not there. It was someone I knew. I think it was my mom. I asked for a few more minutes and she said okay. The test was so hard. A few questions were not even about Genetics. When I got my test back, I had failed Big Time. I got only 7 out of 100 right."
        }, 
        {
            "number": "037", 
            "content": "I was taking a pregnancy test and there was a huge box full of them in my bathroom. It was slow, so I took another one. It was positive, so I looked at the first one and it was also positive. Then my mother walked in and said, \"Don't worry, everything will be okay.\""
        }, 
        {
            "number": "038", 
            "content": "I was at a gas station and I was putting quarters in some type of machine, when this man asked for help. A lady was in labor and it was her first baby. I was visibly pregnant myself and I explained I was in the medical field and I could help her. Somehow we got her to the hospital and she had her baby."
        }, 
        {
            "number": "039", 
            "content": "I was going to get married and we were having a pre-wedding dinner. It was in a banquet room at the Holiday Inn. I remember my whole family was there. It was time for my dad to make a toast and I was pouring champagne, but he was drunk and he was messing them up. My mom said, \"What do you expect? He always gets drunk and screws things up.\""
        }, 
        {
            "number": "040", 
            "content": "I was married and we were having the reception. I had a great dress and my family was there. I was expecting great food and they were serving sandwiches. I finally told my husband that we needed to sit down together to eat. We sat down and he still wasn't paying attention to me. I felt lonely and went to find my mother. She comforted me."
        }, 
        {
            "number": "041", 
            "content": "I tried to make a call and my phone was unplugged. When I plugged it in it started to reprogram. A picture appeared; it was like a video. It was Alice; she started to undress. She was wearing a teddy under her clothes. Then another girl and a guy appeared. They started kissing her. Then all three of them were in bed having sex. Finally, it went off. I called Zack and yelled, \"What the hell is this trash of a bitch doing on my machine?\" He didn't know what to say. I said, \"I'm tired of this shit.\" Then I gave him a choice: marry me or stay the hell away from me. He said: \"You have to be my friend.\" I said, \"I'll be your best friend if we are married, but if we're not, I won't be your friend at all.\""
        }, 
        {
            "number": "042", 
            "content": "I was talking on the phone to my friend Andy. He was saying that he was going to have one of his friends (male) move in with me. I said, \"No thanks. I know how your friends are.\" I noticed a bug. He said, \"Come on, he's really nice.\" The bug was crawling by the phone. It was huge, long, kind of burgundy colored, and had a lot of legs. I said, \"Okay.\" I wouldn't mind having a roommate as long as he stays to himself, and pays his way. I looked at the bug and it jumped right on my leg. I flicked it off immediately. It flew and hit the wall, then landed on the floor. I squashed it."
        }, 
        {
            "number": "043", 
            "content": "I went to lunch with a professor. We went to a deli and I ordered a #24. Then the next time I went to class he asked me to help him pass out some papers. Then he handed me a bag and winked at me. I looked inside the bag and it was a #24. I smiled; he remembered what I liked."
        }, 
        {
            "number": "044", 
            "content": "I was at the big country music nightclub with a friend of Zack's and mine. I decided if Zack wasn't going to take me out, I would go anyway. Then we spotted Don Smith across the bar. The man I was with said, \"Isn't that the nosey guy?\" I said, \"Yes, he will probably run to Zack and try to tell him what he already knows.\" Then I spotted a great looking guy sitting by Don. I smiled; he smiled back. Then he came over and asked me to dance. He was wonderful; lots of spins and moves, just like Zack. Then there was the dip. He dipped me so low that my hair was on the floor and my foot next to his face. When I came up, I saw Zack. He had come and he looked jealous as hell. When we walked back towards the seats, Zack got up and walked to the bathroom. Then I noticed that the women's bathroom was full and there were women in the men's room. I saw him standing close to this lady and talking to her. I slammed the door wide open. \"What the hell are you doing? This is a men's room, so get the hell out! And you, Zack, do your thing, then make your choice: me, the one who's going to be there when you look like shit and when you're sick, and when our daughter needs us, or these bitches who might be good for a quick lay.\" I walked out."
        }
    ]
}