{
    "dreamer": "natural_scientist", 
    "description": "The Natural Scientist", 
    "dreams": [
        {
            "number": "001", 
            "head": "07/14/39", 
            "content": "Smoked a cigarette, and felt rather despondent and uncomfortable because of breaking a resolution."
        }, 
        {
            "number": "002", 
            "head": "07/14/39", 
            "content": "Walking beside a narrow lagoon (perhaps 20 or 40 feet wide) with Mary, Faye and 2 older people, one of them possibly my mother. The water was musky, but this, I explained, was not because of mud or silt, but was caused by the presence of a minute organism (a fungus, I think). Faye was crowding me almost into the water and I pushed her rather roughly to save myself from wet feet. Farther along the water became clear, with numerous, rounded stone-like objects on bottom -- these apparently something of the nature of coral."
        }, 
        {
            "number": "003", 
            "head": "07/14/39", 
            "content": "David Hardy was in grandstand in upper tier. The stands were nowhere near full. David said he disliked to sit down in a crowd -- that he was solitary by nature -- and in support of this he said he was not, even now, widely acquainted in the town where he was practicing (medicine). Grandstand was wooden -- upper tier partly open at back. These events seemed to take place in some unfamiliar town which I was briefly visiting on a trip. Hadn't brought enough clothes -- especially shirts and B.V.D.s and decided I would have to buy some new ones. I was to stop off one day; on my homeward journey, at some other town. Mary, Faye, etc. had left me, and I asked David and a young fellow who was now with him (perhaps Ernest Ford) whether the others of my party hadn't set some place (at Union Station) for us all to meet, but David said no, that I was merely to meet them. I felt annoyed, as the town was a rather large one, and many people were on the streets. However, I went to station. In waiting room I heard a train approaching, and I stepped toward window to watch it, but my view was partially cut off by the head and shoulders of another man who had gone to this window ahead of me. The train was moving toward my right and consisted of 3 wooden passenger coaches drawn by a small and old fashioned engine having a tall stack and a square headlight. It entered the station on about same track as did Faye's train (\"City of Denver\") when I met it in Nearby City to my hometown. The coaches were marked \"Wisconsin Midland.\" Shortly thereafter, as I stood on the platform outside the station building another train approached, this time from opposite direction. It was a long freight train made up chiefly if not entirely of cars of livestock, drawn by a gigantic Mallett engine having 6 drivers (2 sets of 3) on each side. The train was moving about 15 mph and did not stop. A big cloud of dense, black smoke came from the engine's stack and extended far back along the train."
        }, 
        {
            "number": "004", 
            "head": "07/15/39", 
            "content": "Gladys and I were walking along the corridor of a big building standing where U.S. Treasury is located (not Treasury Bldg). There were a good many double doors to pass through (as when going along corridor of Internal Rev. Bldg. paralleling 10th St). Gladys told me it was illegal to open both doors -- that is, north bound pedestrians were to open only the door to their right (east door) and south bound walkers the west door only. Once or twice I became confused as to which was proper door to open, and on these occasions Gladys said in a slightly impatient voice \"Well, go ahead.\" As we left the building (on 15th St. side) we saw a snow ball battle in progress. Not clear who contestants were. On the sidewalk we met a Mr. Smith who had on a thread-bare overcoat; he insisted that I join him and his party in a meal, but I had an errand to do (or possibly an appointment) which would take me west of White House, maybe to Allies Cafe. Smith brought out (from building) one of his friends to be introduced. I left them at corner of 15th and N.Y. Ave. Gladys had vanished, without causing me to wonder, as soon as we left the building."
        }, 
        {
            "number": "005", 
            "content": "(07/15/39)[The Post Office Adventure] A man and his wife, another man, and I (all strangers) were on walk just outside of Post Office. The men were middle-aged, and one of them had only 1 arm. both had evidently forgotten something (they had just left P.O.) and wished to re-enter. The man with 2 arms leaned on my shoulder and told a tragic story about his forgetfulness. The one with 1 arm was rather pugnacious and seemed to go out of his way in order to push and elbow me out of his path. A fist fight seemed imminent. Next, I was inside Post Office, standing at a writing table. The room was crowded with people, and an attendant (believe he was colored) pulled shades on front windows and doors to indicate the office was closed and thus keep out other people. Official closing time was 1:30 p.m. and about half hour till that time. I was filling out a form which seemed to be on a sheet of thin wood, the letters being either raised or cut in. The form was from some company offering to buy poems, songs, etc. I was confident that the (?poem) I had in mind would bring $1.00 or $2.00, but finally decided not to send it in until later, when it would be perfected and worth considerably more."
        }, 
        {
            "number": "006", 
            "head": "07/15/39", 
            "content": "Two doctors were examining me. First doctor pressed on lower section of my abdomen and asked if I wasn't on a strain. I asked the second doctor (probably Matt) to pay especial attention to my heart. He said my heart was in fairly good condition but, if things went along as they had been doing, I doubtless would have appendicitis in my 52nd or 62nd year. (He mentioned only 1 year, but which is not clear)."
        }, 
        {
            "number": "007", 
            "head": "07/15/39", 
            "content": "Melanie Hardy eating alone at table. I told her we had found a book bearing her name in our hometown library, but didn't know whether or not I had the volume with me. She said that was immaterial, as we could look for it, and other things belonging to her, at hometown. I felt nonplused, as it was news to me that any of Melanie's books or other possessions were mixed with our things in my hometown."
        }, 
        {
            "number": "008", 
            "head": "07/15/39", 
            "content": "Met a man on street who looked at me rather closely, and I at him, both seeming almost to recognize the other. Shortly thereafter he approached me again, grasped my hand, and announced that we had been in same Battery in the army. He had thick arms and I suspected he was a boxer. He did not tell me his name at first, and I felt acutely uncomfortable because of my inability to recall him. He had a scrap book of war pictures and I stared surreptitiously at the corner of a page where his name -- Dutch Clarke -- was written. The pictures (apparently photos) were poor (dim). He had one plain postcard, encircled by a band of white paper, and on the band in block letters were \"LEE LAFOREST.\" I asked somebody what kind of an athlete Clarke was."
        }, 
        {
            "number": "009", 
            "content": "(07/16/39)(Desiring a dreamless night I drank a glass of brandy, and then took an amytol tablet). I dream as follows: (or just possible Owen) and I were playing golf. Tee was on one side of road, and a dense forest of trees on the other. Drove off into trees. All my shots were poorly hit -- one striking a tree, while another flew into a small pen enclosed by wire, seemingly a pig pen. I entered the pen and picked up my ball which was marked with green letters. I was not enjoying the game at all -- in fact was hating it -- because of my poor playing and the feeling of helplessness to avert defeat. One of Owen's drives was an amazing slice which described nearly the course of a boomerang, struck a tree, and bounded forward across the road, almost in its original direction. Except for this remarkable slice, and the picking of my ball out of the pig pen, the events of this dream were poorly remembered."
        }, 
        {
            "number": "010", 
            "head": "07/18/39", 
            "content": "Two indistinct dreams. First one involved my soiling of a bed sheet over an area so large that I was unable to conceal it with my body. I felt uncomfortable and ashamed that Mrs. Henderson would see this though someone in same room with me seemed totally unconcerned about such a trifle."
        }, 
        {
            "number": "011", 
            "head": "07/18/39", 
            "content": "Second dream had to do with the organization of young black men for athletic purposes (chiefly golf). I questioned one member just outside south entrance of Internal Revenue Bldg., asking him if teams had been organized. While I talked a guard was busy raising a flag -- he went in and out of door a couple of times. The black man tried to answer, but wasn't sure of anything. A bag of golf clubs lay on the ground. Place of interview with second black man not remembered, but same negative results obtained."
        }, 
        {
            "number": "012", 
            "head": "07/19/39", 
            "content": "I was walking or trotting diagonally across Pennsylvania Ave., at 7th St. against a red light, and had gotten perhaps 1/4 across when a cop suddenly appeared in my path and motioned me back to curb -- after which he invited me to come ahead if I was looking for trouble. Presently he joined me on curb and, though we were far from chummy (standing 6-8 feet apart) we discussed the pedestrian control laws, and I pointed out that a pedestrian should have the privilege of crossing a street, when no traffic was in sight (as was the case with me) against red light."
        }, 
        {
            "number": "013", 
            "head": "07/19/39", 
            "content": "Mamma and I were on the south porch of our hometown house (where pump was) and I said I would pump and carry to the various rooms whatever amount of water was necessary."
        }, 
        {
            "number": "014", 
            "head": "07/19/39", 
            "content": "Mac and I were in a building (possible a railroad station). He was deploring his poor golf game. We discussed the Biological Survey as a training school for young scientists. He said much criticism had been voiced because the Survey men were not publishing enough -- I thought the service done by giving men a broad and sound training was of greater value than published papers would be and anyway a man must work a considerable period in any profession before he knows enough to make publication worth while.He told story of a Survey field man who was asked to describe the degree of his contentment and happiness. The man said, \"I'll let my stenographer answer that.\" Mac and I laughed heartily over this spicy joke. As he was leaving I accompanied him to the doorway where another man (apparently the stocky, dark-skinned book dealer I had seen that afternoon) was about ready to leave. I said to Mac., in low tone (so this man couldn't hear), \"Just imagine how insignificant a poor golf game is to some calamity like loss of reasoning power.\" As he walked away, Mac. looked back twice, and I waved, but I was somewhat uncomfortable because I sensed his disapproval in his looks or actions -- evidently because of my indiscretion in saying what I did at the door."
        }, 
        {
            "number": "015", 
            "head": "07/19/39", 
            "content": "Lying flat on my back on grass looking up, through nearly closed eyes, at sun which looked something like this... Straight above me, among the uppermost branches of a tall maple tree were 8 or 9 birds, large and black, which I first mistook for blackbirds, but which closer inspection showed to be crows. There were directly over me, and I felt sure a dropping would land squarely on my face. I was able to see the eye of one of the crows cocked first this way then that, as he carefully surveyed me and his surroundings. It was a quiet, warm, lazy day."
        }, 
        {
            "number": "016", 
            "head": "07/19/39", 
            "content": "I was walking along Constitution Ave. past Museum Bldg., on my way to my car which was parked behind Museum. Just before reaching the private entry to grounds I was accosted by a wholesome appearing girl, slightly chubby, with clear eye and complexion, and a pleasant voice (remindful of Miss Tabay, librarian). She waved at me and then fell in step. This seemed perfectly proper, although I didn't know the girl -- that is, I knew she was a fine girl and the informality of our acquaintance doubtless only the modern way of taking short cuts. I asked if I could give her a lift in my car, and she replied, very distinctly: \"No, you can not.\" This refusal seemed natural, and there was no hard feeling generated."
        }, 
        {
            "number": "017", 
            "head": "07/20/39", 
            "content": "At office Beth was standing near my desk. We were discussing something about rearrangement of collection. At short intervals people, identity unknown, came 2 or 3 steps into room, paused, and then went out without speaking. I had the feeling they did not wish to interrupt."
        }, 
        {
            "number": "018", 
            "head": "07/20/39", 
            "content": "Making a U-turn at 15th and H. Policeman hold up hand, I stop car, he walks toward curb, apparently talking to someone. My car is moving directly toward several women pedestrians who are walking from right to left. Policeman motions me ahead, and I complete turn into Bladensburg Road, along east side of which something like a carnival is in progress -- many small, open booths and crowds of people milling about. Start out along Bladensburg Road conscious of being followed by 3 boys (12 to 14 years old) at least one of them on a bicycle. Soon I realize the boys are on or in the car and I therefore stop, and find them both on rear of car, outside, and also in the rear seat section. There is a considerable variety of articles on rear seat. Put boys off of car."
        }, 
        {
            "number": "019", 
            "head": "07/20/39", 
            "content": "From the upper tray of a trunk in the attic, I took a large, red apple. It had one section cut off. There was a label reading \"25 cents\" on the apple. While in attic I noticed 2 boxes, each containing something that probably was edible."
        }, 
        {
            "number": "020", 
            "head": "07/20/39", 
            "content": "Faye and Karl at dining table. Karl explains that all landlords figure $5.50 per month for each missing tenant. I remark that this is easily understandable. Karl said we ought to pay off the mortgages and then sell real estate. Asks whether the school hasn't gotten out a better ruler than the defective (or worn out) one he is using, and Faye answers \"Yes, I suppose they have\" in a playful tone. They smile at each other in a knowing way, as at some subtle witticism."
        }, 
        {
            "number": "021", 
            "head": "07/21/39", 
            "content": "Pawing over the contents of a waste-paper basket searching for small bolts with thumbscrew which someone had discarded, but which I thought were worth saving. I found a bolt, but no thumbscrew with it."
        }, 
        {
            "number": "022", 
            "head": "07/21/39", 
            "content": "Had a large-sized greeting card of some sort. Chief picture was of a lady seated in a chair and facing forward. On back of card was fastened a rubber tube leading down to about middle of lady's figure. By blowing on this tube, the skirts of the seated lady were raised, exposing her legs and her underclothes. Someone said we were not supposed to see chemise on greeting cards."
        }, 
        {
            "number": "023", 
            "head": "07/21/39", 
            "content": "Two young men were talking with me. They planned to take over the Drake Co., an entomological supply house, one important function of which was to answer questions on the control of injurious insects. Having in mind the failure of the similar Pierce-Gage project, I gave it as my opinion that such a venture probably would not succeed. The boy with the large face and tanned skin seemed to dominate the other. They tentatively planned to locate near Washington, D.C. in order to be near large reference libraries -- to find answers to their correspondent's questions (a mail order business). Gave me about a dozen cards (possibly business cards) of which all but one were same kind."
        }, 
        {
            "number": "024", 
            "head": "07/21/39", 
            "content": "Blackson had a mask or bust. Several of us from the office stepped on to an elevator to go up. Next we were in a room containing several cabinets. One drawer of one of the cabinets was pulled out and Blackson raised his foot as if to step into this drawer. Chester calls out to him to stop. We examine contents. One item is a map of the United States with shiny, metallic (silvery) dots marking each cave which has been visited by collectors of cave insects. Chester states that Valentine was the second noteworthy cave explorer of this country -- that is, second in time, not necessarily in excellence or ability. (His predecessor was not named.) The dots extend from coast to coast in the southern part of country and up both coasts. In the same drawer was a similarly spotted map, this one a relief map, black in color, and smaller than the other one."
        }, 
        {
            "number": "025", 
            "head": "07/21/39", 
            "content": "At seashore, on a sand-mud beach. A man, with a lady near him, shooting at a target with a 25-20 rifle. He is very nervous, but by lying flat on his back to get a firm rest, he makes many perfect shots, the bullets going through center of target and in so doing they strike a suspended piece of cloth, causing it to swing. Occasional shots are wild, however, striking ground before reaching target. Chester off to my left has a shotgun and a 22 caliber rifle. There is a peculiar, shaggy bird edging its way along telephone wire leading towards a barn. The bird is a peacock. It disappears from sight beyond edge of barn and immediately thereafter Chester shoots it with the shotgun. I do not see it fall but hear its cries (squawks). I pick up 22 rifle and walk toward Chester, intending to ask him for some cartridges."
        }, 
        {
            "number": "026", 
            "head": "07/21/39", 
            "content": "Blackson thinks Dorothy and Beth came to work at Museum at same time, but I tell him that Beth came first. Cushman, smoking a cigarette, enters and I explain to him how I gathered data for my report on Dorothy. Next, I find I am talking to Chapin, instead of Hoffman or Blackson both of whom have vanished. I had examined 6 museum drawers which Dorothy had worked over (labeled, arranged, etc.). Reminded Chester that I was inclined to be hypercritical, and perhaps my report was too severe; also, told me I was now sure that some of Dorothy's mistakes were the result of our carelessness in giving her insufficient instructions. During this talk, some men were repairing, or at least tinkering with, a slender, upright, curved object -- possibly a light standard, or a pillar. It was make of marble."
        }, 
        {
            "number": "027", 
            "head": "07/22/39", 
            "content": "Dreamt of books, but cannot recall details. (Neglected to jot down notes that morning)."
        }, 
        {
            "number": "028", 
            "head": "07/23/39", 
            "content": "I was at 15 and H Sts. in my car. It was snowing slightly. Marion Ferrell, a tall, graceful girl dressed in rough skirt of khaki, over which was a blue overcoat, crossed the street and then removed blue overcoat and shook all the snow from it, the color being impermanent. Some other people across street were in outlandish costumes. These people wait on curb until stop-go signal is green, then they all cross."
        }, 
        {
            "number": "029", 
            "head": "07/23/39", 
            "content": "Mamma is going to the big city nearour hometown for an operation. Seems to be going in a buggy. After arriving at doctors office she was forced to wait a long time in a hallway. The doctor spoke kindly to her, and explained just what her chances for recovery would be after the operation. Mamma's diary ends abruptly in middle of sentence, and Mary writes immediately afterward, \"died at 1 a.m.\" In this dream, I felt guilty and wretched because I seemed unable to arouse myself from a kind of lethargy or mental confusion which prevented me from helping my mother in some way -- I was rather a burden to her."
        }, 
        {
            "number": "030", 
            "head": "07/23/39", 
            "content": "I was paying grocery bills at 3 stores at 15 and H St. One bill was Muese's and amounted to $8.00, all items being given on a yellow charge slip. In paying grocery man I noticed that he put the money in his pocket. We argued about the propriety of this, and I called him crooked, being convinced he had cheated me. One of the clerks in the store had a cancerous nose -- most of the nose having already been destroyed. Went away and reported to Muese, who thought we would be able to straighten things out, but I was doubtful, and told M. the man had put the money into his pocket."
        }, 
        {
            "number": "031", 
            "content": "(07/24/39)[Had a long walk evening of 24th and didn't go to bed till nearly 12. Slept very soundly, with only 1 very faint dream.]  This dream had to do with the genera Hylobius, Pachylobius, and certain genera of Anthonominal. All of them were mixed together, but I removed the Anthonomine genera and placed them in a box by themselves."
        }, 
        {
            "number": "032", 
            "head": "07/25/39", 
            "content": "Faye and I in attic in our hometown. There were 2 babies present, parentage unknown. Faye said she hoped the older one would exert on the younger one a better influence than I had been on her, for (she went on by way of explanation) I, when a boy, was a swift runner, running races especially with (x) and the Brown boy; when these races were run in the park, I usually beat them by about 60 feet. I was also a good wrestler, with reputation of being \"slippery as an eel.\" (Boys couldn't hold me). This narrative by Faye caused me to examine my skinny arms and to wonder what kind of excesses had prevented me from developing into a big man. Both Faye and I were in bathroom -- I in doorway -- preparing to take a bath. The tub was about 1/4 full of warm water. I was then just outside bathroom, and had begun to unbutton my B.V.D. I spoke to Faye and said, to save time, one of us should take a bath, no matter which."
        }, 
        {
            "number": "033", 
            "head": "07/25/39", 
            "content": "This episode takes place in our barn in my hometown. I entered barn to examine some rat traps (4 or 5) (spring traps) which were placed among a lot of loose wire, underneath a pig pen. The barn had been left unlocked and I rather expected the traps had been stolen. There was a large pig in the pen (evidently a sow), and from now on the rat traps fade far into the background. A trap door in the floor of the pig pen seemed to lead to a lower compartment where the rat traps were, and also where the sow's baby pigs were kept. Someone (probably Stone), asked if the pig (or any other animal below man) could comprehend spoken words, particularly \"they are outside,\" but it was the consensus of opinion that the pig would only understand by hearing the squeals of its young. The old sow was grunting. I held a long, slender iron rod, slightly hooked at one end, whose purpose was to pry up the trap door without entering the pen. It seemed to me I should be able to detect the presence of any rats in the traps by the odor of their dead bodies. The floor in the pig pen was filthy -- covered with manure and dirty, wet straw; in this muck were 2 kinds of insects, a roach, and other kind which I at first thought might be a giant louse (pig louse). This latter insect was yellowish-brown in color, about 15 mm long, and moved about with considerable speed. It had large, claw-like front legs which were directed straight forward, and reminded me of the front legs of a cicada. The front legs seemed to \"claw the air\" when the insect was in motion. The pig, though unusually quiet, would doubtless attack any one venturing into the pen. It was on the right side of the pen, and lying down, Many of the hairs, especially those towards posterior end of body, bore blackish, oblong, bead-like growths that seemed in some way associated with the filth on the floor."
        }, 
        {
            "number": "034", 
            "head": "07/28/39", 
            "content": "First episode takes place at top of Kent's hill in my hometown. I am standing on east side of cement sidewalk probably watching for a train. A girl or young lady walks up behind me (to my right). she is carrying a child, perhaps 2 1/2 to 3 years old on her shoulder. Sex of child uncertain, but probably male. The lady cranes her neck this way and that, apparently on look out for some person. The child is now being held by another girl who is standing next to wooden fence several steps or yards to north of my position. The baby falls from a fence post, head first into the area of the pasture, it's feet sticking straight upward and its skirts up around its head. Lady next to one calls my attention to the child's tumble, but makes no move to pick it up. A lone engine approaches. It is a small, 10-wheeler remindful of a switch engine. It starts and stops like an auto, and seems to operate silently -- possibly on rubber wheels. The head light is low down."
        }, 
        {
            "number": "035", 
            "head": "07/28/39", 
            "content": "Find myself at the railroad station in my hometown in a buggy drawn by a splendid horse. Ground is very muddy. Numerous other vehicles (?autos of buggies) are parked in a large, barren area between station and road. I walk over to Marv and ask him whether he states number of type specimens after a description of a new species. Marv, in a somewhat contemptuous tone, answers no, that this information is given, by inference, in the remarks on variation, etc.; he also asks whether I have \"pre-knowledge\" (i.e., something in the nature of esoteric information) of the number of types. I am considerably nettled by his superior attitude and discourteous tone of voice, and I answer that there are times when the number of types should be stated. Soon thereafter I drive away (though my vehicle seems now to be an auto), thread my way (see diagram) through the parked cars, cross a narrow ditch, and gain the road, (farther back than the first Myers home) and the walls seem to be covered with metal (smooth) siding. I speculate as to whether is was Mrs. Myers who wanted the house set so far from the road -- to escape the noise and dirt of the traffic. I bring with me 3 long (about 6-7 feet) slender, flat-sided stakes, sharpened at one end. The flat sides of the stakes are at such angles as to permit the stakes to be packed closely together. The stakes are painted yellow. my purpose in bringing them is that they are supposed to be returned to the place where the milk comes from (evidently I had some milk from Myers). It is 7:15 a.m. and dark -- no light either in Myer's house or in their barn, and I feel very dubious about being able to see any of them. In spite of the darkness I see several pails or similar containers, full of milk, in a long hallway, or entry. I lean stakes against south wall of house (though I am tempted to take the stakes back home with me, as I feel they would be useful for something or other), approach kitchen door with intention of knocking, but am surprised to see Harold and an old, thin, frail-looking lady coming toward kitchen door from some inner room. I greet the lady \"Hello, Mrs. Myers\" though I realize immediately that she is not Mrs. Myers, but Mrs.Nancy Palmer with certain facial characteristics of Jane Newby. They explain that Mrs. Myers is out of town; also that they knew I was coming because of a light (though I was not aware of any light) I was carrying. The lad wore a \"dust cap.\""
        }, 
        {
            "number": "036", 
            "head": "07/28/39", 
            "content": "Dream then seemed to revert to near station, where I was driving my horse past where Marv was parked. Looked over towards his buggy or car, which ever it was. The horse had some association with the Hemways -- probably came from their farms. I was going someplace with 3 packages very insecurely wrapped in newspapers -- string hung loose. There were 2 larger, square, flat packages, and a smaller, oblong thicker package. I am kept busy tucking the paper wrapping back into place. Enter an elevator with the packages. 6 or 7 people get on elevator ahead of me. I am nearly trapped by the closing elevator door."
        }, 
        {
            "number": "037", 
            "head": "07/28/39", 
            "content": "Short dream has something to do with translations of a foreign language into English. The foreign language is on one section of a page, the English on another. The 2 sections are separated by a line which is sometimes silvery and sometimes golden."
        }, 
        {
            "number": "038", 
            "content": "(07/30/39)[At least 3 dreams, but only fragments of each remembered.]  A railroad locomotive, in getting under way with a heavy load, \"slips\" its drivers slightly (i.e., revolution rate of drives a little greater than revolution rate of train speed)."
        }, 
        {
            "number": "039", 
            "head": "07/30/39", 
            "content": "I was entering a room at Museum when I was surprised to see Firewelder rising from a chair. He was dressed in white, or at least in light-colored clothes. Smiles and advances to shake hands. I say we are very glad to have you back, or words to that effect."
        }, 
        {
            "number": "040", 
            "head": "07/30/39", 
            "content": "A fat Frenchman is lolling in a chair by an office desk -- his big legs stretched out nearly straight. He is dressed only in a shirt which is much like the hospital night gown. Along back of desk is fastened an index system of his own invention, enabling him to find current quotations almost instantly. There are about 3 cards, each bearing a letter of the alphabet, on each vertical rod."
        }, 
        {
            "number": "041", 
            "head": "07/31/39", 
            "content": "Although I certainly had several dreams, the only fragment recalled is the meeting of Muese and Morrison in the corridor of a building, probably the Science Bldg. at State University in State City. [It's in a pool of water, uneasy stirring or heaving of the surface tells of some mysterious force or creature of the depths, so faint impressions and shadowy, intangible recollections in the morning indicates rather definitely the occurrence of dreams the night before, even though no exact details can be remembered -- that is, the seas monster failed to break surface, leaving us forever in doubt as to its identity.]"
        }, 
        {
            "number": "042", 
            "head": "08/01/39", 
            "content": "I am engaged in writing an article or essay which is to appear in 2 parts, the first part called \"Epidomium\" and second part \"Pandomium\" (these spellings may not be exactly right, but the words looked very much as they are here spelled). \"Epidomium\" was started. As each chapter was finished it and whatever preceded it was sent by mail to someone who either criticized it or wrote a chapter after which the whole was returned to me. The note book in which \"Epidomium\" was being written was about size of the one in which this dream is recorded. Postage charges seemed exorbitant."
        }, 
        {
            "number": "043", 
            "head": "08/01/39", 
            "content": "McBride says he wishes to go to lunch with us. I tell him to get his coat and come along. We are inside a good-sized building. In going to fetch my coat I pass along a corridor almost to front door, and I notice, outside the building, a group of 8 or 10 people who seem to be waiting for the elevator, a bus, or some other conveyance. McBridge, I , and some third person decide we will make better time by going through the back door and taking a different elevator. I am wearing heavy, storm overshoes reaching half way to knees. One trouser leg is tucked into an overshoe, the other one loose and flapping. Full of pep, I attempt to slide on the hard, composition floor of the hall."
        }, 
        {
            "number": "044", 
            "head": "08/01/39", 
            "content": "I was walking westward along a very muddy road. Ruts and wheel marks were full of water. A horseback rider is approaching. He is warned by some third person not to splash me, though I seem indifferent if not contemptuous of the danger."
        }, 
        {
            "number": "045", 
            "head": "08/01/39", 
            "content": "A row (4 or 5) of soft maple trees -- perhaps the row in our back yard in my hometown. Several birds fly by and seem to alight in last tree of row -- tree \"D.\" One of the birds is of a reddish color and I wish to get close enough to identify it. I therefore carefully sneak along, keeping a tree between me and the bird. There is another tree, \"E,\" off to the right, which has a single long limb projecting over toward tree D, but I am confident the reddish bird is not on this limb. Though it seemed that my stalking was done skillfully, and I saw no birds leaving, I was unable to locate anything except a single robin. I lay down on my back and stared up at the tree until the sun made my eyes smart."
        }, 
        {
            "number": "046", 
            "head": "08/01/39", 
            "content": "A dream having to do with snails, which were to be placed on a hill top, or still better on a water pipe. Someone said of the latter (i.e., the water pipe plan) \"That would be perfect,\" meaning perfect for the snail predator who could pick them off, one at a time, as one might pick ripe peaches."
        }, 
        {
            "number": "047", 
            "content": "(08/02/39)[Last night's dream not clearly remembered. I believe the hot, sultry nights have some effect on my dream memory. On waking in the morning or during the night, I feel hot, uncomfortable, but seem to be in a half-stupor for some little time -- quite different from the alert and more relaxed and rested feeling in cool weather.] One dream entirely lost except for the incident of the new chair (a large, wooden one) which was obtained for Beth at office. I recall that the chair was being pushed up to the desk."
        }, 
        {
            "number": "048", 
            "head": "08/02/39", 
            "content": "Two young men playing tennis. Both fairly tall (about 5' 10\"), and dressed in white. Both are better than average players. One man serves both balls in strong court -- apparently intentionally -- and then asks privilege of re-serving the second ball. This was permitted by his opponent who, however, seemed doubtful as to the justice or propriety of this action. At another time one serve curved sharply and struck outside of court before reaching net."
        }, 
        {
            "number": "049", 
            "head": "08/02/39", 
            "content": "A very large man (abnormally so) was advance agent of the \"Polar Club,\" and was acting in behalf of the Fairfax Dairy Co., [very hazy]."
        }, 
        {
            "number": "050", 
            "head": "08/02/39", 
            "content": "A Ford \"A,\" light blue sedan darts in and out of impossible jams, always missing other cars by not more than a couple of inches."
        }, 
        {
            "number": "051", 
            "head": "08/02/39", 
            "content": "A large truck with caterpillar treads stands on Constitution Ave, pointed north toward 10th St. I take hold of tail board just before truck starts."
        }, 
        {
            "number": "052", 
            "head": "08/02/39", 
            "content": "I am driving along a street leading into Maryland Ave. Just before reaching Maryland Ave. I cross 2 transverse streets the second of which is so very full of traffic that I expect every instant to be struck, and am greatly surprised to reach  Md. Ave. without mishap. I transverse this route twice, the second trip seeming to be a virtually exact duplicate of the first."
        }, 
        {
            "number": "053", 
            "content": "(08/03/39)[Several dreams, but only one incident of one of them remembered:] Farber had some plan or scheme whereby he expected to get certain returns or advantages from Fisher for undertaking to mount and label a lot of Buprestidae for Fisher. Fisher was suspicious and came to me in my office to explain how he planned to refuse Farber's offer. Fisher invited me to accompany him when he went in to tell Farber \"nothing doing,\" but I declined."
        }, 
        {
            "number": "054", 
            "content": "(08/04/39)[Beer and brandy and amytol tablet before bed] Some discussion about the meaning of the word \"tort.\" I state that I did not encounter the word in 10,000 to 13,000 pages recently read -- but that it is a legal term."
        }, 
        {
            "number": "055", 
            "head": "08/04/39", 
            "content": "Someone called attention to one of my recent faux pas (possibly telling Gary that reputable lawyers did not undertake cases on a percentage basis, which was what Gary's lawyer was doing; or telling Aunt Dora that my coming to our home state would relieve me of necessity of answering her letter)."
        }, 
        {
            "number": "056", 
            "head": "08/04/39", 
            "content": "Playing baseball at State University. Batting left handed. When pitcher delivers ball I step forward a short step. Hit a line drive over first base which goes for triple. Slide into third base as sketched. When not at bat I sit on ground attentively watching opposing pitcher, searching for any weakness."
        }, 
        {
            "number": "057", 
            "head": "08/04/39", 
            "content": "There is a large, rectangular water tank, 10 or 12 feet long, 4 or 5 feet wide, and about 4 feet deep in the public square in my hometown. The tank is not quite level, its left end being a little higher. The inlet pipe is at right end, and the control screw about middle. There is another hand screw on same pipe with control screw. The water comes into tank from inlet pipe with a great rush, raising a lot of froth. the tank fills so rapidly that I am unable to cut off the water before it starts dripping over right hand end. However, only a little is lot. This is where I wash, bathe, comb my hair, shave (there is a bit of cracked mirror somewhere around) and I feel that these primitive arrangements are decidedly not so satisfactory as the city bath room."
        }, 
        {
            "number": "058", 
            "head": "08/04/39", 
            "content": "A big barn, probably on Ed Bow's place. Ground is muddy, and there is much wet straw and manure lying around. At left end of barn is a small extension, consisting of a sidewalk and roof, behind which is a spring or at least a place where water can be obtained. Because of the wet ground work in the fields has been suspended and this seems to explain the presence of about a dozen children (7 to 10 years old) who are playing at left end of barn. Somewhat to themselves are 3 girls, one much younger and smaller than the other 2. The youngest one says something (perhaps \"damn\") for which she was scolded by the 2 larger girls. A bird which looks like a coot (mud hen) (but which may have been a skinny chicken) runs toward drinking place at left end of barn. The bird is very timid or wild, and will not stand still long enough to take a drink. Presently it goes behind the little extension or shed and though it is invisible, I seem to know that it has plunged into the water and taken a drink. Soon it reappears and runs off to join several other birds standing a few yards off."
        }, 
        {
            "number": "059", 
            "head": "08/05/39", 
            "content": "The house at Bigfield Farm was huge, high-ceilinged, old fashioned. Large staff of servants -- also some who were either tenants or hangers-on cluttered up the rooms. It seemed that the farm was run at a loss, but it could not be sold for its true value; furthermore it furnished the livelihood of a good many people. When asked about selling certain things (furniture, harness, etc.) the owner replied \"They would never receive proper attention.\" One of the servants is a woman who has a big appetite; but in spite of this, her fondness for ice cream is so great that one meal in each day consists of nothing but a cup of coffee (\"Java\" in the dream) and a large bowl of ice cream. This bowl holds nearly a quart. It is a plain white one similar to our old bowls. Someone remarks he saw John M in \"one of your home towns,\" referring to my brother and Chicago. John took a special, 6-month course in geography and had then taken a position with the Geographical Bureau. His work was chiefly drawing maps."
        }, 
        {
            "number": "060", 
            "head": "08/05/39", 
            "content": "Standing in doorway is a faultlessly dressed (brown suit) man, dark skinned, black eyed, black haired. Reminded on of an Indian prince. Across the room Gladys and some unrecognized person are talking, with her back toward the doorway. The Indian remains in the doorway several minutes, as he evidently does not care to do his stunt until everyone stops whatever they are doing and watch him. Presently he walks briskly across room to blackboard, and now Gladys and companion have turned around to watch him. At first it seems he plans to hold a contest to determine who can draw, from memory, the most accurate map of the United States. Nothing comes of this however, and the Indian picks up a piece of chalk and, working with extreme speed, almost instantly has rough outlines of U.S. and Southern Canada drawn (he is now known to be a professional speed artist, similar to those who paint pictures in a few minutes). His method of drawing is very peculiar. In the beginning he makes a few dots, or short lines, scattered in an apparently aimless fashion over the entire country. Then he connects some of the dots with straight lines and soon the outlines of several of the states are shown. When finished, the map still shows only a partial outline of many states."
        }, 
        {
            "number": "061", 
            "content": "(08/06/39)[Dreams very imperfectly remembered] One was laid in a Chinese laundry. The room was large, the ceiling very high, and there were numerous, vertical iron pipes connecting floor and ceiling. In another phase of this dream the floor of the laundry was covered by a layer of maple sugar, about an inch thick."
        }, 
        {
            "number": "062", 
            "head": "08/06/39", 
            "content": "Entered a small store to buy a \"Washington Star\" newspaper. The room was narrow, with a glass show case in front of which were 2 or 3 boxes, each with a small pile of newspapers. It was about 8 p.m., and I hardly expected to find any \"Star\" left -- none of the papers on the boxes were \"Stars.\" I debated whether to ask \"Have you any 'Stars' left?\" (There was a man behind the show case) or to assume a \"Star\" was probably \"salted away\" somewhere and simply say \"I want a Washington Star\" I decided on the latter method of approach, as I had a superstitious feeling that the former would greatly lessen the chances that any copy of the paper would be available. The proprietor then stood with a copy of the \"Star\" in his hands, leafing it over backward and forward (as Pearl does with a book he is about to set a price on) as if loath to part with it. The proprietor's partner had written, in pencil, on a margin of the paper \"Aren't there some copies of the 'Star' out on loan?\" This seemed to be the case and in view of the likelihood of the return of some of these loaned copies, I was able to convince the owner that he should sell me this copy."
        }, 
        {
            "number": "063", 
            "content": "(08/07/39)[I had 2 detailed dreams, but though partially awake several times I seemed unable to rouse myself sufficiently (in a sort of stupor) to jot down the main outlines, only fragments are remembered] My mother, 2 sisters, Mary and Faye, and myself were sleeping in the living room of 11 Hill Road. I was awakened by terrific bus exhaust noises. The room was dark but I was able to see that the east door (opening to the porch) was open. It occurred to me that my folks preferred to endure the noise and dirt of the traffic, rather than cut off some of the air supply."
        }, 
        {
            "number": "064", 
            "head": "08/07/39", 
            "content": "Scene laid in Mediterranean region. Along the shores, (or bordering it) of the M. Sea, were several islands or small nations. It seemed desirable that England should annex one of these countries, and France another. As a country was taken a great shadow (as when a large cloud passes over the sun) spread out over the land."
        }, 
        {
            "number": "065", 
            "content": "(08/08/39)[Very light supper, followed by a physic. Slept unusually well] Only item remembered was to the effect that I had a sum of money in my pocketbook for deposit in a bank. $2.00 of this money was to be deposited to the account of \"fun\" or \"a sense of humor.\""
        }, 
        {
            "number": "066", 
            "content": "(08/09/39)[One of the dreams of last night seemed complex and vivid as I lay in a half-wakened condition, about 2 a.m., and I went back over the chief happenings so that they would be sufficiently impressed on my mind as to be more easily recalled. Then I wakened, sat up, got my notebook -- and found nearly all of what had seemed so clear gone. This is in line with what I have noticed on other occasions, namely that the mental effort involved in writing, or in repeating aloud, the chief events of a dream (even one that seemed so clear) often destroys nearly all remembrance of the dream. The change from the dream to the waking state seems to be, in some ways at least, a rather profound one (as the change from the pupal to the adult stage in an insect), blotting out a good many of the details of the dream]. In one dream certain government publications were gotten out illegally, that is, by people \"not over 16.\" Someone, in explaining the matter to me, showed me cards (similar to the Biological Survey stomach cards) on which was written \"not over 16.\""
        }, 
        {
            "number": "067", 
            "head": "08/09/39", 
            "content": "A large field surrounded by woods. The field was grown up in tall grass -- almost to my shoulders. There were one or two rather faintly marked paths. I seemed to be gathering up some sort of rubbish (like pieces of bark, etc.). Something white caught my eye; proved to be a \"fringe bush\" in blossom. Nearby another white object was a number of newspapers fastened on the limbs of a small tree in such a way as to form a wall and a partial roof. Seemed to be a shelter of some sort -- perhaps for spooners. The rubbish was to be wrapped up in pieces of newspaper."
        }, 
        {
            "number": "068", 
            "head": "08/10/39", 
            "content": "It is 35 minutes until quitting time. Farber enters my office and offers to give me enough alcohol (his private supply) to fill several small vials in which to collect insects over the week end. He seems darker complected than usual. He purses his lips in characteristic Farberian fashion. I thank him but explain that I intend to use official alcohol, and show him the bottle in which my supply is kept. I say, furthermore, that I have often used privately purchased supplies or equipment in the interests of my official work, and that I feel perfectly free to use official alcohol for collecting purposes."
        }, 
        {
            "number": "069", 
            "head": "08/10/39", 
            "content": "Uppermost bookcase section tilts forward. It holds a single volume of Encyclopedia Brittanica. Angle of tilt is slight and I have no fear that the section will fall. In one of the other sections is a large volume bound in very expensive-looking, thick, brown leather. The leather shines as though varnished. There are also a couple of substantial pamphlet holders, labeled \"government publications.\""
        }, 
        {
            "number": "070", 
            "head": "08/10/39", 
            "content": "I was walking south, on west side of 17th St., in vicinity of Red Cross and D.A.R. Bldgs. Smoking a cigar which was very short and much chewed. A barricade where some street repair work was in progress extended out from the side walk about 1/3 distance across street. Automobile #1 pulled up close to sidewalk, and just short of barricade. Auto #2 at first tried to usurp place of #1, but later moved out into street enough to clear #1. I crossed street and hear Dr. Bowe laugh. I wonder whether any of the occupants of the cars noticed that I was smoking, and feel that I have cheated in claiming to have given up smoking, whereas all I have done is not to smoke in the presence of acquaintances."
        }, 
        {
            "number": "071", 
            "content": "(08/10/39)[Awoke about half hour before time to arise, and during this period dozed off a couple of times, and had these dreams] After leaving one building I entered another which seemed to be some sort of drugstore. The lady behind the counter was dishing out ice cream for a crowd of 8 or 10 children. House flies swarmed, and it seemed that they were to be exterminated by blowing them, by means of an electric fan, into sticky fly paper."
        }, 
        {
            "number": "072", 
            "head": "08/10/39", 
            "content": "Another dream had to do with a hunt or a jaunt on horseback. Several horseman altogether. One was delayed about an hour by being mired, and my horse was .... being unable to reach dry land."
        }, 
        {
            "number": "073", 
            "content": "(08/11/39)[Went to bed early with a cold] My brother died at age of 50. (?small pox) Though dead he was still with us, walking back and forth in a melancholy manner. He seemed to be brooding over the injustice of being taken while I, unrighteous and undeserving, lived. My conscience smote me as I remembered some discreditable exploits (chiefly stealing) of my youth."
        }, 
        {
            "number": "074", 
            "head": "08/11/39", 
            "content": "Scene laid in East Potomac Park, on golf course. Near clubhouse (just east of clubhouse) were 2 midget airplanes sailing around. 2 or 3 feet off the ground. The planes were just large enough to accommodate 1 person, and there seemed to be no motor nor wings. Shaped something like this. They were covered with this sheet metal, olive green in color. There was a small glass window on one end, and somewhere else a grating. The speed of the planes was very low and they were able to hover like a bird. One of them came directly toward me, but I was not alarmed as they were so small and light, and furthermore it seemed to me that the pilot was merely trying, in spirit of playfulness, to see how near he could come without actually striking me. I did, however, give ground -- i.e., stepped backward a short distance -- though waving to indicate to the pilot that I recognized his tactics as playful bluff. pointed out that the aviator who flew to the North Pole used a plane that could hover; I said, yes, but that most planes landed and took off at rather high speeds."
        }, 
        {
            "number": "075", 
            "head": "08/11/39", 
            "content": "Next scene was south of club house about 300 yards, I was walking near the tree (or trees) standing between 2 of the courses. I recalled once having seen 2 golf balls, played toward the same green, colliding in midair at a height of about 15 feet, raising a small cloud of dust. Grass was burned and slippery. I marveled at what a great difference in apparent distance was brought about by a few yards; that is, as I looked toward the green the distance seemed to call fro a spoon, but if I walked 4 or 5 yards closer to the green the distance seemed to shrivel greatly so that a mashie would be sufficiently long."
        }, 
        {
            "number": "076", 
            "head": "08/13/39", 
            "content": "Billiard table in living room was being moved. The man on one end, because his hand hold was too high, lifted the slate bed off the base."
        }, 
        {
            "number": "077", 
            "head": "08/13/39", 
            "content": "I am getting a hair cut. The barber (apparently my regular barber on R.I. Ave.) suggests the desirability of having the hair cut once per week. Says he keeps his shop so sanitary and attractive (witness several men washing their hands, brushing hair, etc. -- i.e., almost a public toilet room) that he loses $50,000 per year. In lathering my face for a shave, the barber pays particular attention to a small spot or area on left side of lower lip -- rubs and rubs and rubs it. He then begins to shave, using my Gillette safety razor. I then recall having shaved myself that morning."
        }, 
        {
            "number": "078", 
            "head": "08/13/39", 
            "content": "Several people, acting on the advice of a well known doctor, go north. They enter a town, pause, and then strike out for the next one -- always northward. Weather becomes cold. Much snow. One of the party dies, and the rest discuss whether or not to \"bring suit.\" They bring various documents about whose authenticity we are doubtful, though we study them in an attempt to determine authorship."
        }, 
        {
            "number": "079", 
            "head": "08/13/39", 
            "content": "In a barn. A large turkey follows me around, though the bird is wary and keeps its distance. I go to a sort of bin, as I know that, on top of this bin, is a square, shallow pan (about 2 1/2 feet square -- i.e., 2 1/2 feet each side) containing cracked hickory nuts. I then call \"turk,\" \"turk,\" \"turk,\" \"turk,\" many times. It is now clear that the .... (not mother) to a small, downy, apparently recently hatched turkey. The small one is yellowish, the large one the normal blackish-bronze of adult bird. The baby turkey has no fear of me and greedily eats from my hand. Soon a large turkey (not the nurse, but probably the mother) walks up and likewise eats from my hand. They peck vigorously without hurting my hand. I marvel at their skill in picking out small pieces of nutmeat from a mass of shells and debris."
        }, 
        {
            "number": "080", 
            "content": "(08/13/39)[Slight fever; took brandy and sleeping pill from Dr. Matting] Looking at 2 houses, both exactly alike except for age and condition -- the one to the left being unpainted, sagging, and apparently unoccupied; the other well painted, in fine condition throughout, and occupied. The left end of house was lower than right, the latter of 3 stories and distinguished chiefly by the numerous and large windows which took up nearly the entire wall. The double chimney was on lower (left) end. The second and third floors each had 4 bedrooms, or 3 bedrooms and a library. The flooring of the library on the upper floors was designed to eliminate running up and down stairs at night, after one had crawled into bed and started the nightly session at reading."
        }, 
        {
            "number": "081", 
            "head": "08/14/39", 
            "content": "Walking south on 14th St., just south of Pennsylvania Ave. Street was very muddy. A few blocks (about 3) south of the Avenue (Pa. Ave.) I turned east, passing behind various buildings none of which seemed large. No one in sight except my companion, a child of perhaps 6 to 8 years, who later turned into James (my nephew) but who, at first, seemed like a stranger. I asked him if he knew the location of the Customs Building; he said \"no,\" and I remember thinking that it very probably was in some other part of town. It was at the Customs Bldg where all animals (except small ones such as cats) must be registered or declared, weighed, and the proper tax paid. Even if the animal were on a train, and the train stopped within the District boundaries, the animals must be brought to the Customs Bldg., weighed and taxed. Some person we were looking for had brought an animal from the train to the Customs Bldg. As we wandered aimlessly about we suddenly saw the Customs Bldg., straight in front of us. It was a 3-story bldg. of white stone with \"ramps\" on outside apparently to enable animals to reach the upper stories (though it later became clear that all weighing was done in the basement). We entered building somehow (not by means of ramps) went to upper stories and looked in several rooms, though signs here and there on the doors and walls indicated that we were in the wrong part of building. James went from door to door, pushing each open. Usually we saw 2 persons in a room. In one, 2 men at a desk were earnestly talking -- at least the attitude (bent over) of one was earnest. It seemed that they were important figures and were discussing weighty matters. In each of 2 other rooms was a girl (young lady) in nurses uniform. Each was talking to small persons -- evidently children in years but with aged and deeply lined faces. It dawned on me then that this part of building was house of correction; the aged children were those unfortunates who had grown up on the streets, living by their wits until caught by police. An attempt was now being made to rehabilitate them. One of the children (with extremely peaked and sharp featured face) was asking the .... picture he was examining in a book. The nurse's voice, in answering him, though kind enough, was perfunctory -- clearly this was merely part of her job -- there was not that extra eagerness to explain to and interest the child -- no real attempt to implant in his mind the desire to learn and improve; and I meditated nothing will take the place of good home training. Then we entered a room containing a large, cradle-like bed in which were a fully dressed nurse, and a baby. James crawled up on one end of bed, to get hold of water glass, and reached into glass for a piece of ice. I suddenly decided this called for disciplinary action, grasped him firmly by forearm, pulled him down to floor, and led him out of room, saying I couldn't stand for such rambunctiousness. James was very reluctant to leave, but I remained firm. (About this time I realized that the animal weighing doubtless took place in basement). Next, we entered the room of a judge. This worthy was reclining full length (dressed) on a couch. He had a big, jutting nose and coarse grained skin -- like the skin of a man who has lived a hard or fast life. Like most judges he stunk of superiority. By this time James had vanished, and there seemed to be 2 adults with me, probably my sisters, Mary and Faye. They left the room as the judge was saying, \"Honor is found only in women but does not exist in men.\" This seemed incomprehensible to the 2 ladies, but I recognized it as a sentiment expressed by duff in \"This Human Nature,\" and I asked the judge whether he had read the book. He answered, \"Yes, of course,\" he also said it was fairly good but had 2 very serious faults (which unfortunately were not explained)."
        }, 
        {
            "number": "082", 
            "head": "08/14/39", 
            "content": "Opening scene laid near my hometown. I was localized somewhere near the Rock Island railroad tracks about a mile west of my hometown where I had an excellent view of a train as it rounded the rather steep curve on the hill. There were 10 cars in the train, all except last being baggage or mail cars. The engine was of the Rock Island 1500 Class (in which the last pair of drivers are separated from middle pair farther than middle ones are from front pair). The last car was caboose-like, short and of a maroon color. It belonged to a circus. As the train rounded curve in the rather steep upgrade I noted that the engine's puffs rapidly slowed down -- that is, the train was rapidly losing speed -- and watched the drivers. I felt that the train, which looked insignificant or mean (like those on some small branch line) reflected the poverty of the Rock Island railroad. In next scene I am in a small car (almost certainly the last one on train) standing at back door and firmly gripping a rail on right side of door. I determine that no one will push me aside and usurp by place. Another train, traveling at a slightly higher speed than ours, is following us. This train, however, is being pushed by the engine and the engineer, therefore, cannot see that the \"head\" car of his train is steadily getting closer to our train. Presently the second train gently collides with ours, and by the extra power, our train slightly increases its speed. I can feel the power impulses from engine behind. As we approached my hometown station our engineer applied brakes and was able to stop in spite of the efforts of the second train to keep going. The car was tiny and crowded. Several people got on at my hometown and I realized the car would soon be stifling and unhealthy -- and this also reminded me of the critical financial condition of the Rock Island. Thompson (next door neighbor but one) and their new baby were present. One man sat down very heavily and suddenly, almost setting on legs of another. Thompson sat in a large, cushioned, wicker chair which was provided by the railroad for men carrying a baby or babies. The chair was placed in aisle. In left rear of car was an upper berth on which a man, dressed in trousers and B.V.D.'s but barefooted, and needing a shave badly, sat dangling his legs. He was evidently preparing to jump down but before so doing he called out \"Hey, do you think one ticket entitles you to hog a whole seat,\" whereupon a man who had been sprawled out, straightened up so as to occupy only half the seat. The man above them jumped down, landing on the recently vacated portion of the lower seat. This was carried out in rough but good-humored tones -- though some of the statements seemed very discourteous or even insulting, and I wondered that no resentment was shown."
        }, 
        {
            "number": "083", 
            "head": "08/16/39", 
            "content": "I am standing in yard next to hedge on east side of house. There is a pile of clothes on ground just ahead of where I stand. I wish to change trousers, but feel I can't do so because of the presence of a man and a lady in a large, black coupe parked on wrong side of street (i.e., heading north) near corner. Just around corner to left the oldest Carter boy's car is parked, and across the street from it are 3 other parked cars. All 4 cars on Hill Road are empty, the people having left them to inspect several new houses nearby. The lady in the black coupe is sitting on the left side, with her large, white, round (rather pudgy) arm resting on top of door. She seems to be dressed in black. She and her companion are on the point of getting out of the car 2 or 3 times, and I am impatient for them to do so in order that I may get on with my dressing. Finally the pair step out, and now the lady is seen to wear a pink, flowered dress. She said, \"Wonder if this is Langdon?\" He answered, \"No, Langdon is at end of (?Franklin, Hamlin) street.\""
        }, 
        {
            "number": "084", 
            "head": "08/16/39", 
            "content": "I am taking my tropical worsted suit to cleaners for a water wash. Proprietor said the suit couldn't be washed and read to deliver Sunday morning. That was agreeable to me, as I was in no hurry; and I first suggested that I'd stop for it Wednesday evening, or maybe wouldn't come for a week (it occurred to me this extra time would give me a chance to wear my gray suit, which had been water washed, and find whether this cleaning method was satisfactory). I then examine the trousers of my gray suit, and find them sweet to the smell (i.e., clean smell) and soft to the touch."
        }, 
        {
            "number": "085", 
            "head": "08/16/39", 
            "content": "I handed Duke several specimens of the weird genus Listronsties for study. He seemed conscience stricken because of an unfinished piece of work that should have been completed long before. Under the circumstances, I feel it is best to suggest that Duke make no more that a brief and preliminary examination of the specimens at this time, as there should be others along later. The preliminary study seemed advisable because it would make much easier the identification of the later specimens."
        }, 
        {
            "number": "086", 
            "head": "08/17/39", 
            "content": "This dream has to do with a list of books. It seems that one of Farber's duties is to read these books. After finishing several of them he announces that he will be unable to continue, through he is unwilling that anyone else should take over the job for, he says, anyone else is sure to do it some other way."
        }, 
        {
            "number": "087", 
            "head": "08/17/39", 
            "content": "While eating lunch with Y, I open notebook and begin to write about a dream. This seems to me discourteous, so instead of writing steadily, I jot down 2 or 3 words at a time whenever an opportunity offers."
        }, 
        {
            "number": "088", 
            "head": "08/17/39", 
            "content": "Some sort of a very miscellaneous zoological collection is kept in a large tub-like container. (Do not recall any species individually, but only the impression that samples of all groups of animals were included). Seemingly associated with the collection in some way is McFee's legal suit against for the sum of $15."
        }, 
        {
            "number": "089", 
            "head": "08/17/39", 
            "content": "Offices of Biological Survey are in a very large building. Several men are selecting lunches from a cafeteria counter. Thompson (next door neighbor but one) and I each take half a deviled egg. We are expecting but he fails to appear. After waiting some time (about an hour) I start out in search of him. Wander about here and there, look into various rooms, etc., but cannot find him. It the occurs to me that he may have gone to the toilet room, though that is not satisfactory explanation because he has been gone too long. A lady, rather homely, in nurse's uniform, is dressing 2 children, possibly about 2 and 3 years old. They are very small, but both can walk. The one dressed first (apparently a girl) has an abnormally large head with mature, or at least, very intelligent-appearing features."
        }, 
        {
            "number": "090", 
            "head": "08/17/39", 
            "content": "Two men are plowing a very large field. Starting at opposite ends they gradually approach each other, but leave unplowed a strip through the center (about 10 to 12 feet wide) of the field. On this unplowed strip a tractor is to drag a large log across the field. It was first planned to fasten the drag chain to middle of log, but this seemed likely to cause the log to become snagged on the large clods of the plowed ground, and so the chain was attached to one end of the log."
        }, 
        {
            "number": "091", 
            "head": "08/20/39", 
            "content": "Farber asks me if that is a compound engine that is passing. I tell him \"Yes.\" The engine is a Mallet with 6 drivers (in 2 sets of 3 each) on each side. The engine is shiny and clean, and looks brand new. Farber goes on to say that he is now getting about 2 cents per mile from his car [Note: doesn't make sense, but seemed to be what he said] I then do a little mental arithmetic; evidently to compare my own experience with his; this involves multiplying 4 x 2 1/2, giving one 10. I then seem to have good reason to answer Farber, \"No, not so good.\"  Following this episode, Hoffman and I start out walking from my hometown R.R. station towards K's hill. We seem to be discussing question of car-operation cost, especially of Farber's and my car. I state that any economy test should, to mean anything, be conducted under conditions the same for both cars -- that is, gasoline, oil, etc., should be purchased at same station and, furthermore, the 2 cars should be fastened together with ropes so that they would be sure to travel the same road, at the same speed, etc. Also, the cars should be run a considerable distance -- not just a few miles. Hoffman smiles and agrees with me. By this time we have reached a rather narrow, sandy road leading off to the west. Near us, the road runs between banks 3 or 4 feet high. A mountain lion, closely pursued by a dog, runs along the road towards us. When it reaches the banks, its leaps up on the one to our right, but appears nearly exhausted and the dog grabs one of its hind legs. The lion lies on ground until the near approach of a man, who runs up with a long pole in his hands. He strikes lion several times with the pole, and then handling it as though it were a spear (one end being tapered, but not sharpened) he jabs it rapidly at the lion without actually touching the animal. The lion makes 3 or 4 fierce lunges at the man but is prevented from reaching him by the dog who holds on for dear life. The snarling lion, with widely opened mouth, is a fearsome object, but the man moves backward barely enough to avoid the claws or teeth of the lion. Evidently the man could kill the lion instantly but is giving it a fighting chance. After the fourth lunge (by which it seems to almost tear loose from the dog) the lion drops dead. I commend the man for his sportsmanship."
        }, 
        {
            "number": "092", 
            "head": "08/20/39", 
            "content": "Our yard at my hometown is rather unkempt. Cal Carty had started to mow it and the strips he had already cut were plainly visible next to alley and also in back yard. Between alley and house was a small rectangular flower bed, largely planted to roses. The rose bushes had originally been planted in oblique rows of 3 bushes each but in some way the bushes had moved sufficiently to make the rows transverse, and the bushes badly crowded. The plant marked \"R.S\" was a rose of Sharon bush, about knee high, with several pink blooms. It had grown from a sprout. This plant (or possibly one of the others) was supported by a tall, black, iron pipe. The rose bed was full of a coarse grass. As I started to dig out this grass I found the soil exceedingly flaky and easy to work. In cellar of house there was another similar flower bed. The further end (end towards east) of this bed was protected from dog urine by a flat piece of metal, standing on its edge and reaching from side to side of the bed. This metal seemed to be a piece of some article (possibly a gas stove). It was bluish and marbled, like a certain kind of enamelware. My old trunk, containing several cardboard boxes, standing on top of one another, was somewhere nearby. The top box contained my good, winter suit. After taking the coat out, I replaced it, but then found the trunk wouldn't close properly. By moving the trunk lid up and down several times the boxes were caused to settle into their correct positions, on which the trunk lid closed easily."
        }, 
        {
            "number": "093", 
            "head": "08/21/39", 
            "content": "Drive north in my car on 24th St, to inspect the partially built houses on Rhode Island Ave. The houses are on south side of R.I. Ave., between 22nd and 24th Sts. One of the houses has walls built up only about 4 or 5 feet. Next, I seem to be on west sidewalk of 24th St., with my car parked on the street but facing wrong direction. Several cars pass, going in both directions. I meet a boy of about 14 years of age, evidently one of 2 brothers. His features are strongly remindful of the girl who sometimes gives the \"Scotty\" (black dog) an airing. I ask the boy something about the new houses on Rhode Island Ave. He becomes coy or shy, stands on one foot, with down-cast eyes, and says \"They told you,\" referring to some words called out by a passing motorist."
        }, 
        {
            "number": "094", 
            "head": "08/22/39", 
            "content": "I see 4 circles, each with a few thread- or blade-like structures protruding over margin. These seem to be 4 entomological questions or problems, associated in some way with the mowing of my lawn."
        }, 
        {
            "number": "095", 
            "head": "08/22/39", 
            "content": "Scene laid on X Ave., in X City in my homem state. Being hungry I am walking along looking for a store where a snack, or piece of candy, can be purchased. Several (about 3) small boys (7 or 8 years old) are following me. Most of the buildings are dark, but some distance down street is the fire house, dimly lighted, which may carry candy bars. When I reach this place, I can see through the window several firemen sitting at their ease in rocking chairs, reading; and on one side of room is a wooden stand on which are displayed various articles for sale -- the only one I can now remember being cans of tobacco. There seems to be no candy, so I do not enter. On way back I remember that Beth lives on this street, and I walk toward her house, thinking I might see her. Presently I meet her but she acts very shy and not disposed to stop and talk."
        }, 
        {
            "number": "096", 
            "head": "08/22/39", 
            "content": "Along with 3 or 4 others (men), I am trying to get lunch at Woodward and Lothrop lunch room. The room is rather crowded, and I feel rather doubtful that we will ever be waited on. It is announced that all men must leave soon, as the women are to \"have a little perfume.\" [Have no idea what this ceremony can be] One of our crowd (probably Marv) crawls up on counter. The man next to me, leaning against the counter, wears a nautical cap (with a bill) and asks me if I expect to see the boat races that afternoon. He describes the boats that have been entered to represent Washington, D.C., including a large of powerful one of 300 horse power. I answer that boat riding is detestable to me, and I believe one must be brought up on water to enjoy boating. Therefore one of our party points out some striking exceptions to such a theory. Oman and I each order a cup of coffee, and I get a piece of toast also. The waiter carries the coffee pot over to my seat and fills my cup first. After consuming the toast I am still hungry, and look around trying to discover what other food is available. Up to this time I have impression that the meals are free, though I notice the waiter marking \"5 cents\" after one of the items on the menu, indicating that one of our party owes 5 c. for this. Presently I order something like an omelet, which must be cooked on a sort of electric grill which already has a piece of toast on its top. However, the cook partly lifts the toast and slips the omelet into an interior compartment."
        }, 
        {
            "number": "097", 
            "head": "08/22/39", 
            "content": "In bidding good night to some one (probably Don) just outside the front door of a house, he tells me how soundly someone was sleeping when he (Don) got home a few nights ago.  Scene on a city street, probably on X Street in X Cityin my home state (this probably is part of dream #2 above). The street is unique in being divided into 3 streets by 2 strips of parking. There is a crust of snow on ground. A sedan auto (whose length is nearly equal to width of street) is moving slowly along middle roadway when, despite the apparently inadequate space, it turns around in street, goes a short distance, and then turns again. Around and around it goes. It carries several people and I conclude a dealer is demonstrating the maneuverability of the car to prospective customers. Finally, the car is driven across the right hand parkway and pulls up in front of an interior station."
        }, 
        {
            "number": "098", 
            "head": "08/23/39", 
            "content": "Inside a building. McAtle, standing at head of stairway, calls down to Kellogg in basement \"I didn't know you were deaf in summer.\" Carrying an index card, on which are stamped several numbers in purplish-blue ink (evidently stamp pad ink) I descend the stairway. Kellogg, his face flushed in characteristic manner, is squatting on his haunches partly behind the stairway. He seems to be somewhat plastered by what McAtle said, but the flush is due in part to anger, as he believes our loose talk has injured his reputation."
        }, 
        {
            "number": "099", 
            "head": "08/23/39", 
            "content": "I am at a lunch counter in some railroad station, probably the one in Nearby City near my hometown (though the \"dream\" counter is not in same part of station as the actual counter is). Some man, identity uncertain, is with me. We have waited a long, long time for our lunch, and are beginning to think that the cook has gone on his vacation. My companion had ordered a hamburger sandwich, and I a cup of coffee and a dish of something else. Finally, a waiter brings our food, but in setting the dishes before us gets our orders transposed. He then changes them. The dish I ordered seems to contain a small pile of mashed potatoes, and a considerable amount of gravy in which are floating small objects that may be crackers. Leaving the lunch counter I walk out on platform and see 3 engines on about the 3rd and 4th tracks. Two of them are small, insignificant, but the other is a large one, and as I approach it from the front it seems to have a \"shell\" covering nearly all the numerous protuberances (air pumps, sand box, bell, steam chest, etc.) of ordinary locomotives. This, however, proves to be an illusion, for closer inspection shows the engine to be a dwarfish model of the huge Northwestern engine which hauls their 17-car train from Chicago part way to Denver, Colorado. The engine was the Rock Island lines, and was #1142 (both name and number being vivid). The engine starts moving but as it nears one of the cross walks, the brakes are applied .... striking several men who are crossing the tracks. It now appears that Gladys is with me, and we decide to ask permission to ride in the engine as far as my hometown. We are told, however, that the engineer is a Frenchman who speaks no English, and for this reason we are denied permission. I debate whether or not to repeat our request."
        }, 
        {
            "number": "100", 
            "head": "08/23/39", 
            "content": "Very early in morning (still dark) in Washington, D.C. Faye comes home, and goes out on to screened porch which is provided with shades (like window shades). Faye turns on a powerful lamp at north end of porch. Wishing to know whether Faye is on porch, I go out front door, leaving it wide open so it will be unlikely to blow shut and lock me out, this because I suspect Faye may not have a key. The light from porch shines out on lawn, but Faye isn't on the porch. About this time it gets considerably lighter and I plainly see a man with light trousers, white shirt, bare-headed, walk toward me -- in fact, we lightly collide. His face is somewhat familiar, and I am rather attracted to him, though I do not know who he is. He asks for the loan of a screwdriver, and explains that a woman gave Carter a lot of books and that he is going down to Salvation Army headquarters to get them. The front door of Carter's house is open, and a bright light is burning in one of the rooms which, through the open doorway, is seen to have bright green wall-paper."
        }, 
        {
            "number": "101", 
            "head": "08/24/39", 
            "content": "A group of a dozen or so men and women, most or all of them young, are standing next to a rope barrier -- perhaps to rope off a golf tee during a tournament. Among them is a slight, dark complexioned young lady named Jacobs who is the sister of a well-known tennis player. She is with a tall, good-looking young man. Upon being introduced to this girl, I tell her that I have seen her brother play tennis; but someone then names several other tennis players none of whom I have seen."
        }, 
        {
            "number": "102", 
            "head": "08/24/39", 
            "content": "There is a large, flat field or pasture. Grass is fairly short. Left side of field is plowed. In the foreground are 2 hills between which one sees a glimpse of the ocean. The filed is 6 or 7 feet above level of ocean, and drops steeply to a very narrow sand and gravel beach at water's edge. Several robins (4 or 5) are unsuccessfully searching for worms. Although there is a fine rain or drizzle falling, the birds, which evidently are very hungry, refuse to seek shelter; though by constant fluffing of their feathers it is plain that they are not enjoying the weather. One of them runs directly past the nose of another, whereupon they all start running toward the plowed filed where worms should be easier to find. The water in the ocean is very shallow for some distance out (only inches deep) and I am tempted to climb down to the narrow beach on which I notice several foot prints (shoe prints). One of the robins lights in the water 15 or 20 feet from shore and pecks at something it sees beneath the surface and hops along on top of the water toward land. It is this frog that the robin was after."
        }, 
        {
            "number": "103", 
            "head": "08/24/39", 
            "content": "It appears that they style in men's dress is to radically change. Instead of the ensemble (i.e., the harmonious combination) the standard now is to wear the greatest possible variety of color, pattern, and design. A male model is dressing himself as an example to be followed. This takes place on 12th St. on the covered walk of the new Post Office Bldg."
        }, 
        {
            "number": "104", 
            "head": "08/27/39", 
            "content": "Scene laid in District Grocery Store on Rhode Island Ave. The proprietor was arranging a display of food in his window, and among other things there was a flat square tray, divided into several compartments, in which were several items, including about 7 or 8 tomatoes; one compartment with ice cubes; and another with a dingy dish rag and some dirty dish water. The proprietor has a small cardboard sign reading \"7c,\" attached to a sharpened wire, which he intends to stick in one of the tomatoes. He fears, however, that the sign will obscure people's view of some of the other articles on display, and asks me to go outside, look at the sign, and give him my opinion. I ask whether a sign is to be stuck into each tomato and he answers (somewhat impatiently) \"No, no, only one.\" I therefore go outside, get down on my hands and knees on the cement sidewalk, and examine the display. (Only by thus prostrating myself can I properly judge the effect of the sign). My conclusion is that the sign, if properly placed, will not perceptibly obscure any other article -- in fact, it could be made to serve a useful purpose by largely concealing the dish rags and the dirty water which are more or less of an eye sore. I then go inside, intending to introduce my statement with the apothegm \"Every loss has its compensation\" and explain that though the sign may conceivably slightly obscure something in the window, covering of the dish water will more than compensate; in addition, all customers like to see the price of an article plainly shown, and here too the sing will act as an aid to salesmanship. I look around for the proprietor to tell him all this, even though it is clear that he is opposed to using the sign. He is now busy with a customer, and I am unable to find a convenient opening, and I debate myself whether or not to interrupt his conversation. It seems to me that it is proper for me to interrupt, as in cases of this kind it would be very unlikely that he would ask me for my opinion a second time -- i.e., custom decrees that I should speak my piece without additional request.  As I approach closer to him, I see that he is not the groceryman at all but Mr. Haas, the hardware man (the stout one of the 2 Haases). He is busy explaining to a customer how to repair a spray which the latter holds under one arm. The customer is a rather old man, judging by his scrawny, corded neck (I see him only from behind), but is spry enough. The spray consists of an egg shaped \"body,\" jet black in color, about size of a large watermelon; from one end extends a short rubber tube with some sort of a brass piece (?nozzle) at distal end. There is a \"fizzing\" sound, caused by the leakage of air and liquid through the end of tube, and I am concerned lest the liquid should squirt on to my clothes."
        }, 
        {
            "number": "105", 
            "head": "08/27/39", 
            "content": "Ed Hemway has 2 shotguns, one of which he is loaning or giving me. The one turned over to me is complete and ready to shoot, whereas the one he keeps for himself is minus a stock. Every says he always prefers to fit his own stocks. I wonder if the \"drop\" can be changed, once the metal part of fun is finished, as it would seem that the angle of the metal arms or lugs, to which the wooden stock is fastened, would determine the \"drop.\"  In addition to the gun Ed has brought along a horse for my use. Here again he gives me a horse that anyone can handle, while he keeps for himself a more or less intractable, or at least unbroken, animal. He explains that this kind, when properly trained, are more loyal."
        }, 
        {
            "number": "106", 
            "head": "08/27/39", 
            "content": "I am oiling a buggy, and tightening up loose bearings, or nut, on axle. The buggy is caked with mud. The wrench I am using is the small, black, monkey-wrench with defective adjusting screw, so that it has to be readjusted frequently. I tighten the nut considerable (pull hard) and expect it to \"bind\" but find, on testing it, that it turns easily though groaning at one spot. The oil is squirted through special oil holes which are larger at top. The oil is really too thin for a buggy (this one hasn't been used for 2 years or more) but I conclude no harm is likely to result, as the buggy may never be used."
        }, 
        {
            "number": "107", 
            "head": "08/27/39", 
            "content": "There was also 1 fragment of one dream: 1) Evidently of an entomological cast, this dream brought out that we should be particularly interested in all species of insects more than 14 mm. long, for it was only in species of this size or larger that the most interesting and significant (from phylogenetic standpoint) characters were developed. 2 and 3):"
        }, 
        {
            "number": "108", 
            "head": "08/28/39", 
            "content": "Fragment: Walking along a down town street, I come to an intersection. Though the traffic light is red, I determine (in a spirit of bravado) to cross against it, especially as there are no police in sight. I walk across, but just as I reach opposite walk, I notice a policeman standing a few feet away, watching me with a half contemptuous, half amused smile."
        }, 
        {
            "number": "109", 
            "head": "08/28/39", 
            "content": "Fragment: In the northwest bedroom I notice a large cockroach (evidently a female distended with eggs) running over my trousers which are lying on a chair. The roach jumps down to floor and hides under edge of carpet."
        }, 
        {
            "number": "110", 
            "head": "08/28/39", 
            "content": "Fragment: Great Britain sends someone to Darien, an island in Mediterranean, as a missionary."
        }, 
        {
            "number": "111", 
            "head": "08/28/39", 
            "content": "I seem to be in a row boat, along with several other people, some one (?Joe Peters) is reading aloud from a newspaper certain reports on government securities. One of these securities is insurance, another stock in certain ships. Ohler tells me I am fortunate to have $15,000 insurance. This arouses a desire in me to buy some of the described government securities, and I ask how this may be done; but I am told that it is difficult or impossible to find these securities, except for a certain agent who ... me several years ago."
        }, 
        {
            "number": "112", 
            "head": "08/30/39", 
            "content": "Blatchy had placed several (probably 5) species in a certain genus. This number was verified, first by Farber, then by me."
        }, 
        {
            "number": "113", 
            "head": "08/30/39", 
            "content": "Hall and I are walking south on the road past the \"sand hill\" in my hometown. Go as far as R.R. tracks, then turn west, planning to return to some house where dinner will be ready exactly at 12 o'clock. Shortly after passing the stock yards we notice a baseball game in progress on a flat piece of ground between the tracks and the road. Hall wants to stop, but I feel reluctant to do so because of the dining obligation, but Hall assures me that our stopping will make no difference whatever; he also says, with a smile, \"You have many things on your mind\" -- this reference to the large number of dreams I have. I immediately \"horn into\" the ball game, Hall not appearing again in this dream. Home plate is toward railroad tracks. The game, a modification of \"one old cat\" is being played by about 7 or 8; when the batter is retired, everybody \"moves up.\" A girl is pitching. Ball is a tennis ball. I ask how man is put out, and am told he must be tagged. Soon after I have the ball in my hand, but instead of trying to tag a runner who is near 1st base, I try to hit him with the ball; the ball, however, sticks to my fingers enough to ruin my aim, at first, but soon I am able to hit the runner, thought I am careful to throw rather easily."
        }, 
        {
            "number": "114", 
            "head": "08/30/39", 
            "content": "This episode takes place in a field next to a small patch of timber. There are several people playing some sort of game with a large, rectangular air-filled bag, perhaps 3 ft x 2 ft x 1 ft. At lower end is a rubber tube for inflating the bag. Bottom of bag is open. The bag is thrown or passed around and soon loses .... in my mouth and begin to blow it up wondering, 1) whether I will catch some disease from the tube which apparently has been in the mouths of various people, 2) whether the effort of blowing will be injurious to the outrim in my mouth, 3) how the pressure can be maintained in an open bag. After a moment's thought, it seems perfectly logical that this takes place, for the air being blown in is of higher pressure than the old air, and therefore rises to the top of the bag making it buoyant."
        }, 
        {
            "number": "115", 
            "head": "08/31/39", 
            "content": "On \"F\" St., in front of Woodward and Lothrop. The doorman stands near entrance, but fails to open door for a lady, though he holds the door after she has opened it. He continues to hold the door open for another lady who seems about to enter; but this lady finally turns away and I go through the doorway into the store."
        }, 
        {
            "number": "116", 
            "head": "08/31/39", 
            "content": "A funeral is being held in my homemtown. Raining. I am buying 3 things for 10 cents each, one of them a pair of socks. I am unable to go for the socks myself, and one of the Ford boys offers to get them and meet me later."
        }, 
        {
            "number": "117", 
            "head": "09/01/39", 
            "content": "Anderson and I are on the front seat of a sedan, he driving. Later on I take the wheel and for a while at least drive with my hands crossed. Car is going down a long hill, paved with brick, leading into Georgetown. I drive far above the legal speed limit in order to \"beat\" the traffic light at bottom of hill which shows green while we are still a considerable distance away. Near light I apply brakes and slow down enough to stop if necessary, but we get by before red shows. I accelerate car again and we pass over railroad tracks. Next we start out across an unfinished bridge. A car some little distance ahead of us turns to right and seems to disappear -- or rather it seems to reach opposite bank safely though I can't see it any more. At any rate I feel that the proper thing for me to do is turn to right, just as the other car did. However, this proves impossible as the finished part of the bridge suddenly ends and we find ourselves looking out into space. Several (4 or 5) feet down is some sort of a temporary bridge on which a man in overalls is standing. He seems to be waiting to lift down a long plank which is lying beside our car and which Anderson and I have difficulty in handling -- that is, it is so heavy that it almost gets away from us. We both sit on the plank, trying to balance it, and as we are only inches from edge of bridge, I at least am acutely uncomfortable. The last 20 or 30 feet of the roadway of the bridge is made by about 6 huge steel beams, set on edge, but with spaces between some of them large enough to take an auto tire, and I am surprised to reach the end of bridge without having a wheel slip into one of these large cracks. The man in overalls smiles and shakes his head, apparently in wonder that we got there at all. The bridge roadway is paved with brick."
        }, 
        {
            "number": "118", 
            "head": "09/01/39", 
            "content": "Some time later Andy and I seem to continue our journey in the auto and eventually reach Alexandria , Va. Wishing to stop overnight we ask about hotel accommodations. Our informant, a lady who seems to be one of the hotel staff, tells us there is only one hotel in town, an ancient hostelry built in (here she mentions the year, possibly in the 1700's ). Without saying so in so many words she lets us know that the hotel is a 2nd class one. It now seems that a man, evidently the manager of head waiter of the hotel, has been standing near by. He hands menu and order back to Andy (here it crosses my mind that I rarely take the responsibility of making out an order except for myself alone). Andy begins to write down our meal order, and has 3 items listed, the first of which is \"wax\" (which is beeswax and that in turn is honey) 55 cents. This is an order for our breakfast and not for the evening meal as I first thought. Next we are in some building and are getting ready for bed. I wander about from room to room, and presently find myself in a bedroom which at first seems unoccupied; but soon I notice a stirring in the bed and realize that under the large quilt Mary and Charles (her husband) are sleeping, and the stirring indicates that I have disturbed them. My hand is covered with phlegm (I seem to be suffering from a very severe cold). Presently I find a lot of paper napkins, each one partially opened out, and each lying by itself, on a square, cardboard tray which is resting on a box about 1 1/2 feet high. I use several of the napkins to clean my hand."
        }, 
        {
            "number": "119", 
            "head": "09/01/39", 
            "content": "At the Union Station in Washington the author James Joyce, stands by a booth. He is a fairly tall and rather slender man well dressed in dark clothes. He wears glasses. My 2 companions (identities unknown) know Joyce personally, and the 3 greet each other as very good friends. I remain in the background, and hope they won't notice me, as I feel like a stranger to all of them as long as they are so evidently old chronies. However, Joyce steps forward and shakes my hand. I surmise that he is selling autographed copied of his book, and ask someone whether this surmise is a fact. I am told yes, and that the price is $3.50 for an autographed copy of a book that ordinarily sells for $2.50. I decide not to buy one."
        }, 
        {
            "number": "120", 
            "head": "09/01/39", 
            "content": "This fragment has to do with a nautical happening. A young man, rather short but well built, strong, and active calls for a \"pea-jacket.\" When he gets this, he puts it on and then swarms up the rope ladder of a big sailing ship which is tied up at a dock (seemingly in Georgetown). He ascends far into the rigging and drapes a pieces of canvas over some object (not remembered)."
        }, 
        {
            "number": "121", 
            "head": "09/01/39", 
            "content": "Another fragment seems to be localized in Alexandria. A well loaded wagon, with a man driving, is just starting out. A plump, middle-aged lady who has been perched on top of a pile of articles about middle of wagon, begins to slide forward toward driver. In so doing she exposes her leg far above the knee, but as she is an actress, the sight of her bare leg seems quite prosaic."
        }, 
        {
            "number": "122", 
            "head": "09/01/39", 
            "content": "Some party unknown asks where I live. For some reason I determine to lie about the matter, and answer that I live near Vienna, Va., out past the dam. I knew nothing of that section, whereas my questioner proved to know all about Vienna and environs; and to test the truth of my statement he asked me which road I took past the dam to reach my home. However, I feel I must bluff it out, and I answer \"The road to the right.\""
        }, 
        {
            "number": "123", 
            "head": "09/01/39", 
            "content": "I am walking south on the east side of 17th St., N.W., just south of \"H\" St. about where Roberts photo store was formerly located. I notice an old man (who seemed to have certain characteristics of our \"7th St. philosopher\" and others of the man I saw preceding afternoon in People's drugstore), bare-headed and rather shabby, standing on one side of a tall wooden box next to the curb. The old man answered in a voice having a nasal twang \"I ain't a going to sing today.\" Standing on other side of box (which is 6 or 7 feet tall) is George Bernard Shaw who answers \"Oh, ain't you?\" It now became evident that certain celebrities were to gather here and with the purpose of seeing them I slipped into a narrow passage way between 2 buildings, intending to sleep there till morning. This passage way was just about wide enough for a man to walk through. It extended back only 5 or 6 feet where it opened on to the street on opposite side of buildings. Soon after entering this cubby hole I notice McAtle on the curb on 17th St., but do not call out, as I seem to wish to avoid him. Soon a lady, middle-aged, comes in to my sanctum from 17th St., and she is followed by another lady; while a policeman comes in from opposite end of passageway. The policeman continues to stand, but rest of us sit down, and try to get into comfortable positions -- stretch out legs, twist and turn, etc. The quarters are so cramped that the lady who came in first is pressed closely against me, and it is necessary for both of us to adjust our arms so that our elbows do not prove mutually painful."
        }, 
        {
            "number": "124", 
            "head": "09/02/39", 
            "content": "A rather complex dream of which only the following can be remembered -- scene appears to be in an army camp. My duty is to repeat, in a loud voice, the range-finding figures (elevation, windage, etc.) which are announced by another soldier. This soldier is also instructing me in \"taking down\" the breech of the gun. There is a pin to be pressed and this releases another pin and 2 screws which fall into a small, square tin box -- the gun breech apparently being partially enclosed by this box. When the screws drop out I am to see whether my fingers are small enough to go between the gun and side of box and reach down for the screws. Experimenting shows that I can pick up the screws between 3rd and 4th fingers (i.e., the 2 longest fingers) but can't turn my hand sufficiently to make use of my thumb. However, the soldier seems to feel that I will do as far as picking up the screws go."
        }, 
        {
            "number": "125", 
            "head": "09/03/39", 
            "content": "Fragment: I was trying to pour liquid (tea or coffee) from a pot, but the spout seemed to be clogged, as the contents dripped out from margins of lid. It was some time before I came to the obvious conclusion that the spot was clogged, and investigation showed this to be the case."
        }, 
        {
            "number": "126", 
            "head": "09/03/39", 
            "content": "Fragment: I am in some restaurant (cafeteria -- probably Ewarts) and after getting a tray of food express a wish to eat alone rather than with a crowd of strangers. I am offered a small table next to a large square pillar. (north side of pillar)"
        }, 
        {
            "number": "127", 
            "head": "09/03/39", 
            "content": "I am examining a new classification of invertebrate animals, and have a small vial of alcohol containing 30 specimens of a small, pale animal -- probably teneral specimens of some species of insect. It seems that my intention is to test the accuracy and usability of the key by using it to identify my insect. According to this classification there are, all told, 650,000 species of invertebrates, all insects except for 25,000; and of this latter number the great majority are species of Crustacea, with a few of Myripoda."
        }, 
        {
            "number": "128", 
            "head": "09/03/39", 
            "content": "Two salesmen are trying to sell a red, bow necktie to a middle-aged man. The 3 of them stand before a large, rectangular mirror, the prospective victim who faces squarely into mirror in the middle. The salesman to left, who wears a tie exactly like the one he wishes to sell, has hold of the customer's tie with is left hand, evidently to shape or adjust the bow. The salesman to the left is facing slightly to right; the salesman to the right is facing slightly to left. The red tie of the customer is not visible but its counterpart on salesman to left can be seen reflected in mirror."
        }, 
        {
            "number": "129", 
            "head": "09/03/39", 
            "content": "Scene laid in my hometown. On a previous visit to Hardys I thoughtfully left certain articles of clothing, including my coat, and go back to get them. On entering their backyard I remember that Mleanie is now in the house and I hesitate to knock on the door, partly because of a reluctance to disturb them, and partly because I feel my presence would be unwelcome. So I wander about, thinking that, in case any of the Hardys come out and ask me why I didn't walk in, I can explain that I was on my way to the pond nearby, which I wished to examine, and merely passed through the yard as a short cut to the pond. By this time I find myself in the front yard, and notice a couple of short clothes lines, with drying clothes, on the front porch. A lady, probably Grace Hardy (though I do not see her face distinctly), is watering potted plants on the same porch with the clothes lines. she wears a neat brownish, polkadot housedress. she glances at me, without speaking, though I clearly sense that her attitude toward me is a friendly one. The front walk is very different from what it was formerly, being closer to the house and also now having 2 curved branches, one from the north, the other from the south, which merge into the walk leading up to the house. There is a similar arrangement leading to the curb."
        }, 
        {
            "number": "130", 
            "head": "09/03/39", 
            "content": "Inside the Hardy house I meet several children (5 or 6) who are about ready to go to a party. Among them is a slender girl whom I have often seen without knowing who she was. She had always impressed me as a sullen or spoiled child, but she greeted me cheerfully and I lifted her high into the air. We became very friendly. All of us walked along a hallway until coming to several low book cases (or perhaps only wooden boxes) full of books, and here I stopped to examine the books. Next, I saw Aunt Addie, very clearly, standing near by. She said, in a voice like nobody's but her's, \"Faye wanted me to have _ _ _ _ _ _ _\" and mentioned the name of a book. Aunt Addie, however, did not care to take the book as she had looked in her own library and found she already had a copy. Faye herself decided to take a book entitled something like \"Raggles.\""
        }, 
        {
            "number": "131", 
            "head": "09/03/39", 
            "content": "I enter a large, rectangular room, nearly empty except for a bench and some camp chairs at rear. 2 young black men are cleaning the floor. The soap and cleaning rags are on the seats of 2 chairs which are pushed together in such a way that the seat of one overlaps the seat of the other, and forms a sort of table. The cleaners slap the wet rags against the floor, squirting soapy water in all directions, and I am concerned lest the flying water mar several books I am carrying. On my first visit to this room I spilled a small quantity of some white, shredded material (like fine macaroni) on the floor which, the cleaners told me, made no difference whatever. On my next trip I had a flat, rectangular paste-board box full of small crackers and small cakes of various shapes and colors. I tried to shake these out of one end of box, but apparently the opening was too small to permit free passage. Presently it occurred to me to tear out the cellophane \"window,\" thus making a large opening."
        }, 
        {
            "number": "132", 
            "head": "09/05/39", 
            "content": "Walking along E. St., N.W., eastwardly. Started somewhere in vicinity of 14th St. In the beginning I seem to be on some mission -- something in the nature of correcting certain evils whose cause or author is clear to me, but unknown to others. After a short distance, this noble purpose has completely gone from my mind. After 6 to 8 blocks I encounter a maze of buildings with connecting courts. The ground is muddy. The courts are dark, or at most very dimly lighted, and I seem to be lost. From where I stand there are visible 3 slightly less ... spots, which are archways to the outside, and I go to each one and look out trying to get my bearings. At the 3rd archway I decide to go out, right or wrong, as I feel confident that sooner or later I can reach my destination. Leaving the courts I find myself in the ground of some public institution (like Old Soldier's Home). Many trees and still dark. It is surrounded by a wire fence, about 4 feet high, whose top is arched as shown. I wish to cross the fence, and try to visualize where I can get a foot hold in the small meshes. Just outside, and paralleling the fence, is a street car track, and a narrow, elevated platform reached by several ramps. A street car is approaching from the west. Just then I notice a broken section of the fence -- that is, a spot where the fence is partly down, and through this gap I walk, and hurry up on to platform where several people are standing, waiting to enter the street car which has now come to a stop at the platform. The motorman is plainly visible -- conspicuous. The car is crowded and stops only momentarily, the idea being to take on only those who can spring on very quickly. A lady and myself fail to get aboard. I hurry along platform to motorman (car is moving slowly), point my finger at him, and shout out for him to stop. He merely smiles, and the car continues to pull away. I then tell lady to get the number of the car (so that the incident can be reported to the company), but she says that she can't see the number."
        }, 
        {
            "number": "133", 
            "head": "09/06/39", 
            "content": "A few fragments of a dream as follows: A certain man married a girl in New York City. Shortly after they moved to Utah where they became wealthy. He traveled a great deal, ostensibly on business, but there was at least a suspicion that he ran after women most of the time. Later, he took his wife on trips, treated her with all respect, pointed out interesting features in the landscape, etc. His wife was greatly impressed by one view -- looking out for many miles over a valley. someone (probably the man) wrote and published a peculiar piece of literature, the first half of which was in poetry, the last half in prose. In it the expression \"little hell\" was coined. The above, and a great many other, data were contained in a letter written by this man, and I was reading from the letter to Anderson and someone else."
        }, 
        {
            "number": "134", 
            "head": "09/06/39", 
            "content": "The U.S. government has taken over several insolvent golf courses in the vicinity of Washington, D.C. One of these charges only 40 cents greens fee because of the poor condition of the course; another, called \"Washington Golf Club,\" has same arrangement of holes as at National Women's, but with bunkers like the worst of those at Ellicot City, wide, very deep. The club is characterized by 2 striking peculiarities, 1) it charges $1.00 greens fee, 20 the bunkers are constructed with an overhang, so balls cannot be rolled out by knocking them against the bank."
        }, 
        {
            "number": "135", 
            "head": "09/06/39", 
            "content": "A man, dark-complected and rather stocky, (probably an Italian) enters a building and goes immediately to certain law offices (or to a court room) regarding some estate money belonging to a 13 year old girl. He seems to be a capable lawyer, and experienced in business, for he has everything settled in a few minutes. The girl is now sure to receive her just share of an estate. He comes into the lobby and, near a doorway, greets the girl who is accompanied by another girl of the same age, and by a boy of about 6; both with some kind or problem (i.e., money from estate). The meeting is held in the lobby rather than in the girl's rooms, as one of her relatives is ill there, and meeting the dark complected man is deemed inadvisable. The little boy has his head thrown far back and looks almost straight up."
        }, 
        {
            "number": "136", 
            "head": "09/06/39", 
            "content": "I am searching for the meaning of a chapter name in the bible (?Deuteronomy). Some one, probably my uncle (now dead), tells me about a newspaper called \"Hexateuch,\" published in Washington, D.C., which deals almost exclusively with all sorts of problems that develop in attempt to interpret numerous obscure passages in the bible. It seems very likely that this paper has issued, from time to time, booklets in which are gathered decisions and suggestions on questions that have been argued on and settled. I enter the lobby (a big, high-ceilinged room) to ask whether or not my own particular problem is discussed in any of these booklets."
        }, 
        {
            "number": "137", 
            "head": "09/06/39", 
            "content": "My car is parked in 2 places. One is just through, and to right of, a via duct, under a railroad. The other is .... Commerce Bldg. I wonder if this hole will ever be filled, but decide not, because of the great expense. All the central portion of hole is soft mud into which a car would soon sink from sight. I feel doubtful that my car can be run out, and would be willing to have chains fastened around the body, even if paint were spoiled, and the car yanked out by a crane operating from dry ground above. Someone remarks my car was parked in farther end because all other spaces were occupied by other cars. There seems to be a railroad station near edge of hole. This station partakes of certain characteristics of the stations at Elm City and my hometown, but tracks were more as in Nearby City. James (my nephew) and I are standing on platform when we notice a Mallet type locomotive (lone) approaching from the right (east), evidently coming through yards to hook on to a train. The engine is too far off to see plainly and is headed toward another set of tracks some distance from us. I say I want to see that engine, and James and I start across tracks to intercept it. I now seem to be hanging on edge of deep hole, and struggling to pull myself up. I am handicapped by numerous \"station trucks\" which stand close to each other and within 2 or 3 inches of edge. Apparently I succeed in getting up, as I next am hurrying after James who has gone on ahead. I finally catch up, but the engine has already passed far from sight. I ask how many drivers the locomotive had and am both surprised and amused to learn that James didn't notice this point -- something I would never fail to note."
        }, 
        {
            "number": "138", 
            "head": "09/07/39", 
            "content": "Driving my car, which was last in a line of several others. Traveling about 30 mph and each car keeping in line. Motorcycle cop passes me, goes to near head of line, and turns in between 2 cars that have started around a curve."
        }, 
        {
            "number": "139", 
            "head": "09/07/39", 
            "content": "Playing a game of marbles indoors. Probably with one of the Ford boys. Our marbles, may of which are extremely large \"glassies,\" are in 2 or 3 8-quart galvanized pails. A \"ring\" of this shape is laid out on floor, with about 8 marbles inside. My opponent has fist shot, and he knocks the marbles out of the ring, one by one, from all angles and distances without missing. Even though I seem doomed to a \"trimming,\" I am delighted (even laugh a little) to witness such skillful play. I ask opponent how many small marbles he must win before taking one of my big glassies, and he says 25."
        }, 
        {
            "number": "140", 
            "head": "09/07/39", 
            "content": "In Biological Survey, McAtle is influential enough to have arrangements made for certain examination (probably bird stomach examination) work to be done, even after more than a year has passed since this should have been completed. says that Mc Atle has done real well to accomplish this. My brother is in Biological Survey and he asks whether the pay in the Survey is about same as in Entomology. I say yes, about the same -- possibly a little higher in Division of Taxonomy than in Division of Food Habits Research."
        }, 
        {
            "number": "141", 
            "head": "09/08/39", 
            "content": "Muese and I were eating at the Allies Inn. Directly behind Muese was another dining table (small plain like those at Allies Inn) at which sat 3 ladies. In moving back a little, Mr. Muese's chair strikes the elbow of one of the ladies, spilling a cup of coffee on table and on her dress. Muese is apologetic, though not effusively so, and carries off the situation perfectly. He takes a card from his pocket and writes on it (presumably his name and address, and presumably to give to the lady, so that she can get in touch with him in case her dress is permanently damaged). He evidently will be willing to reimburse her, in such a case. I admire and envy the perfect ease he displays during this episode."
        }, 
        {
            "number": "142", 
            "head": "09/08/39", 
            "content": "I am among a small group of people (none recognized) who seem to have just returned from some sort of a party or masquerade where one person was dressed to represent Abraham Lincoln. We are in my attic, putting away Lincoln's big stove-pipe hat. The hat looks very dusty and I brush it, but find that the appearance of dustiness was caused by the reddish polka-dot band -- also similar polka-dot cloth on much of rest of hat surface. The hat is to be stored in my old trunk but, before putting it away, the thought comes to me that this article really shouldn't be kept, as it is just one more thing to care for."
        }, 
        {
            "number": "143", 
            "head": "09/09/39", 
            "content": "Only 2 fragments remembered: 1) A few people, identities unknown, were arranging or examining a file of books belonging to Hall. One of them had a black fly leaf whose lower right hand margin had been chewed by mice, the teeth marks being distinct. It occurs to me that the book must have been left open (probably connected with my having left open \"Swiss Family Robinson\" the previous evening, to air out some of the medicinal odor)."
        }, 
        {
            "number": "144", 
            "head": "09/09/39", 
            "content": "2) There seems to be 4 great objectives, one of which (either the 2nd or 3rd) is symbolized by a tall, slender woman, perhaps 25 years of age. The most impressive thing about her is the sharply cut (cameo-like) and determined features; the nose is thin and slightly Roman, and the complexion fair. Her cheeks have a healthy flush."
        }, 
        {
            "number": "145", 
            "head": "09/10/39", 
            "content": "I am floating in the air, on a flat, stiff, rectangular piece (of ?), about 15 or 20 feet from the floor. There is a moderate wind blowing, and this moves me slowly forward. Below me on the floor, or ground, is a ladder, and I call to a black man (one of the black force at the National Museum) to set this up against my (? carpet). (I am on hands and knees.) He does so, placing ladder on side as to hold the (?carpet) stationary. He also steadies ladder by bracing his foot against bottom rung. I then start to climb down, but after a step or two I decide to tumble down rest of way, as I feel sure he will be unable to hold ladder in place long enough for me to climb down. Accordingly I partially double up and fall, apparently with no fear of injury. On the ground I am offered my choice between an ax and a hatchet, the latter an old, dull, and rust encrusted specimen. I choose the hatchet and begin chopping up a very large plank (2 or 3 inches thick and about 15 inches wide). I have little difficulty in cutting up the plank, though the pieces look rather too long for use in a stove of furnace and I think they (or some of them) will need to be subdivided further. I also hack away at 8 or 10 foot high stub of a large tree. some distance from the ground is a large hollow in the trunk and around this are some insects, probably some sort of wasps (not bright colored and not very large, about size of Trypoxylon) which I watch rather closely to avoid being stung. Farber has an extensive revision of the chapter well along toward completion, and he now appears and examines the tree. His general bearing and remarks shows that he is an expert, and he points out that certain changes have taken place, particularly in regard to a small mass of gluey consistency near the cavity (on lower edge of cavity) which has now changed into an elongate piece (square in cross-section) of something about as firm as a piece of cheese. It is dirty white in color, with marmoustions.... of a grayish-green color (like marble cake). It is now disclosed that Farber, on a recent collecting trip, brought back a small piece of a plant for identification. Before handing it to a botanist, Farber tells someone what he (Farber) thinks the plant will prove to be; and later, the botanist announces that it is \"caroliniana or variety\" which is exactly what Farber had thought. This shows not only his extensive knowledge but also his keen reasoning power."
        }, 
        {
            "number": "146", 
            "head": "09/10/39", 
            "content": "I with 2 or 3 others are looking for my lost golf ball. The immediate vicinity is of very uneven topography, and one of the searchers suggest that the ball may .... large ditch. This, however, seems very unlikely, as the caddie had a good line on the ball -- the line being obtained by sighting along 2 trees, one large and one small -- and according to this the ball should be about where we are looking. As we kick around through the grass and stones we find old golf balls by the scores, nearly all of them lopsided, badly cut, or without covers and not worth keeping. Chester does find 2 or brand new ones, and I decide to pocket a few to knock off into the woods. One short steep slope is thickly studded with a combination of golf balls and round white stones which can scarcely be told from golf balls until one gets down on his hands and knees and examines them intently. Finally I drop another ball which trickles over a small rise, and then starts rapidly rolling down a long hill. Faster and faster it goes but, when nearly out of sight, it suddenly plops into a hole which seems to be full of something black, perhaps mud. I carefully mark the hole."
        }, 
        {
            "number": "147", 
            "head": "09/10/39", 
            "content": "On the diner of a train the porter asks a lady whether she has heard the joke about the lady who didn't want any coffee because she was going to have tea. Apparently this same joke, though in the form of a conundrum, was asked me by Chester. Anderson immediately saw the point, but I didn't, and I decided it was one of those absolutely pointless jokes; and I asked Chester to keep such witless things to himself."
        }, 
        {
            "number": "148", 
            "head": "09/10/39", 
            "content": "Norris (cashier of my bank) is in my n.w. bedroom sorting and handing out mail. The arrangement seems to be a temporary one. Among a pile of letters is one addressed to me but I recognize it as a monthly bank statement (from envelope, etc.) which cannot be given out until the figures have been verified at the bank. After the room has been cleared, I notice that the upper drawer of my chest of drawers is open, and lying exposed is a bank statement -- this among a mass of other business papers, bank books, etc. I look around room to see whether I had left any of my clothes lying about."
        }, 
        {
            "number": "149", 
            "head": "09/10/39", 
            "content": "Trouble with the garage door. After carefully latching it above and below I accidentally discovered that the bottom was still free and could be \"sprung\" outward 12 or 15 inches. Also, I found that the locking bar at top of door was badly bent. After a little tinkering, I was able to fasten door securely."
        }, 
        {
            "number": "150", 
            "head": "09/10/39", 
            "content": "A parade on Hill Road. The house was closed tightly (even the shutters were closed), and scarcely any noise from parade could be detected. At first the parade is moving westward and I am able to see the 8 leaders (in 4 pairs) stop to rest just after they had started around the slight curve to north. They place 8 black objects that look like long robes on the ground. It seems that they have been carrying my mother, very carefully and gently. Anderson (some time later), asked me to look out of window to see what it was that made a certain noise. I thought it was either bugles, or the sharp click of shod horses on pavement. I go into n.w. bedroom, but can't see anything. Then go to n.e. bedroom where I see the end of the parade (which is now moving eastward), consisting of a double column of young men, dressed in black robes, their heels clicking on sidewalk."
        }, 
        {
            "number": "151", 
            "head": "09/10/39", 
            "content": "On Pennsylvania Ave. between 13th and 14th, on south side. A small black sedan stands at the curb. The doors are unlocked and the windows down. Either on the running board or on a shelf about height of door handles, lies a thin volume, gray covers, about same size page as in Ency. Britannica, but no more than 1/4 as thick. It is a book on Lepidoptera. The author's name \"Hickhamsham\" (or something close to that) is prominently displayed on cover. This name seems to me to be just the same as (or perhaps 1 letter different from) the name of the Curator of Insects at National Museum -- i.e., Chester. As I am looking at this book (didn't pick it up) the owner of car appears. He is perhaps 38 or 40 years of age and clean shaven, healthy ruddiness in cheeks. He asks me if I have ever driven a car to (names some town in Pennsylvania). I say no, and ask him whether he customarily leaves his car unlocked."
        }, 
        {
            "number": "152", 
            "head": "09/12/39", 
            "content": "Seems to start with something in regard to subspecies. I am working in shirt sleeves. There is to be reunion of the family, probably in my hometown. I am driving my car along a road that parallels a railroad line. There are 2 or 3 cars close behind mine, and I frequently glance into rear-vision mirror to keep posted on the situation behind -- as I doubt that I can get across tracks ahead of an approaching train, and I do not want to be bumped by car behind me. The train is unusual because the engine is about in middle. It soon passes and then as I start across tracks I see I see Charles (Mary's husband) and James (my nephew) in a car, so I turn off the road, as it now seems our reunion is to be held at a nearby railroad station. Next item recalled (and this may be part of a distinct dream) is of a group of people 6 or 8) standing in a yard just inside a fence, with a small house or cottage in background. It seems we are having our pictures taken. In one picture I am standing by gate, in another off to the left, but in both the extraordinarily large size of my ears overshadows all else -- ones eyes and interest are focused, from the first glance, on these great, protruding, sail-like organs."
        }, 
        {
            "number": "153", 
            "head": "09/12/39", 
            "content": "A farmer (or probably a city man who has moved on to a small farm) complains that what ground isn't chewed up by the mice is damaged by (here some strange thing is mentioned, i.e., some strange sounding word). He had sold his ground, and then bought more, but finds that some of it is very old (in a geological sense) and some of it young; furthermore he is unable to learn how much rain will fall during the next few months and consequently cannot decide on what crops to grow."
        }, 
        {
            "number": "154", 
            "head": "09/12/39", 
            "content": "I am attending a banquet on the sixth floor of a hotel. The table to which I am attached has for diners Alan Stone, his father, his father's son (Stone, Jr.) who doesn't seem to be a brother of Stone, and the wife of his father's son. Stone, Jr., is a rather slender, young man, about 6 ft. tall, and perhaps 27 years old. His features are clean cut and his complexion healthy. I seem to be a little ways back from the table, almost directly behind Prof. Stone, who now turns to his right, evidently trying to turn around far enough to offer me his hand to shake. He says, \"Then .... \" shake in a hearty tone, and I realize (unpleasant realization as I detest secret societies) that he is intending to give me the secret shake of some organization, to which, he believes mistakenly, I belong. Says he is sure I am a \"No\" (meaning Sigma No) through he goes on to say that the \"Xi\" (meaning Sigma Xi) is almost as good. I explain that I am a \"Xi,\" but not a \"No,\" whereupon he withdraws his hand with a holier-than-thou gesture. He then looks closely for the sigma Xi key on the watch chain in my trousers watch pocket. finding none he asks me to explain. I reply, \"I do not choose to wear one.\" He seems, at first, astonished or even dumbfounded at my heretical statement, and makes it clear that he is greatly disappointed in me. He fairly exudes disapproval. Stone, Jr., who previously had seemed a pleasant fellow and very friendly to me, now took up the .... , and indirectly threatened to give the story of my disloyalty and heresy to a newspaper, which would hound me and ruin my reputation. All of them except Alan band against me, and a bitter hatred for their pretensions, hypocrisy, and imagined superiority (they had on dress clothes whereas I was in ordinary business suit) rose in me. At the same time I feel, if the worst comes to the worst, and my life is threatened with ruin, I can perhaps save something by explaining to the judge that my disrespectful attitude toward Prof. Stone, and my suggestion to Stone, Jr., that he mind his own business, were the result of my sudden anger. It also occurs to me that, in the event of losing my job, I can go on to a small farm. I now leave the banquet room and walk along a carpeted corridor in search of the elevator. After walking a considerable distance, I turn to my left down a short, dimly lighted corridor. A door way to my left looks something like entrance to elevator shaft, but I am unable to find any button for summoning the elevator. There is a radio going inside this room and I wonder a little that the management would permit such a disturbance. Soon I begin to retrace my steps, and notice another man, who evidently had made same mistake as I did, turning around also. The elevator shaft, identified by some grating of wood, is now plainly seen -- I must have walked past it before. Before I can reach elevator, the door closes and it starts to .... however before I hear someone ask for floor 6, which now seems to be the next floor down. I am fairly certain that the Stone party were on the elevator. It seems likely that I could catch elevator on next floor down, by running down the stairway but that doesn't appeal to me, even though I am still so angry with Stone that I am very anxious to add certain names to the list I had previously applied to him, but which in the stress of the argument slipped my mind. This works on me to the point of inducing me to run down stairs and perhaps catch elevator at bottom. The stairs are broad, carpeted, and not long -- only about 18 to 20 steps per flight. There is a landing or balcony about 8 or 10 steps down from each floor, and on each balcony are several black waiters just finishing the laying of several tables for breakfast for the occupants of hotel. None is eating yet, however, and I am glad they do not see me -- as I now am in shirt sleeves. The colored waiters pay no attention to me whatever as I dash down the steps, whirl at bottom by grasping banister post, and tear on down. At one place a colored waiter, going considerably faster then I am going, passes me. Finally reach the bottom, and burst in on a scene of luxury and magnificence -- flowers, expensive drapes, and marvelous decorations of all kinds -- and the dining tables crowded with women in evening dresses. Just as I enter one of the women grabs another by the hair and shakes vigorously -- a regular cat fight. Next, I find myself in the lobby looking out on a cobblestone street, and see the Stones (or at least the 3 who had ganged up on me) walking across the street."
        }, 
        {
            "number": "155", 
            "head": "09/13/39", 
            "content": "With something flat (about like a half folded newspaper) I slapped against the open door of my mother's bedroom. She was in her nightgown, standing by the north window looking out as I entered she turned and walked toward bed saying in a very pleasant (friendly) tone, \"Well, here I am.\""
        }, 
        {
            "number": "156", 
            "content": "(09/13/39) Hall, followed by his wife, was walking along north corridor of Museum (where my office is). He stopped and asked me if my golf clubs are in my car. I ask him if his .... are in his car. He seems reluctant to answer, but finally says, \"Yes.\""
        }, 
        {
            "number": "157", 
            "head": "09/14/39", 
            "content": "Apparently the bus terminal at 22 and Shepherd Sts. A bus makes 2 trips, swinging around circle as shown in figure. I did hear how many minutes were required for a round trip."
        }, 
        {
            "number": "158", 
            "head": "09/14/39", 
            "content": "Robins and squirrels trying to bury nuts on a dry hill side. The grass is mostly dead -- at least it is brown and dry. A robin nearly falls over as it endeavors to force a nut into the hard ground."
        }, 
        {
            "number": "159", 
            "head": "09/14/39", 
            "content": "A rather long entomological dream, all of it lost except the striking appearance of a burnished gold Carabid, about like a good-sized Pteraetichus or a moderate-sized Carabus. Prothorax with sides sinuate posteriorly. It is labeled U. of Ill., and I first took this to indicate that the specimen had been collected in Illinois. Someone pointed out, however, that there was another label of the pins -- a very small one on which was written in fine, precise longhand \"Afton, Va.\""
        }, 
        {
            "number": "160", 
            "head": "09/15/39", 
            "content": "It seems that somewhere along a motor highway there lurked a band of blackmailers. They stopped people and forced them to take a ride, sometimes a very circular, short one which was hardly longer than turning a car around in the street. After the ride is finished, the victim is forced to pay a certain sum of money. I am caught, and take the ride, but for some reason I, and another person, are excused from payment. A day or two later, however, the blackmailer who had accompanied me in the car came to see me and demand money. I meet him in the mall, just south of the west end of Building \"F,\" he is sitting on a park bench. I put him off, telling him to come again next day (Friday), but he doesn't want to come again until Saturday. I suggested that when he came, he should sit on the bench, or in case of rain, go into entrance of Bldg. F. In showing him the entrance, I knelt down on 1 knee, and the blackmailer, at least for the time, seemed to be a child. I pointed out the steps in front of entrance. My plan, in delaying payment to him, was to have a witness, perhaps a police officer, in one of the rooms of Bldg. F where the whole transaction could be watched; and in imagination I could see myself giving him a $5 bill to start with, and then handing him, one after the other in an almost endless string (so that witness would be sure to see at least some of the money changing hands) $1 bills. And if the blackmailer became suspicious and said, \"Give me all of it at once,\" I could say, \"Take it as it comes, or return everything to me.\""
        }, 
        {
            "number": "161", 
            "head": "09/16/39", 
            "content": "In living room are my mother, Faye, and I. My mother is sitting in a chair (or standing in front of it part of time) on east side of room. She is facing west. She is wrapped in a big, light colored shawl. I am sitting on north end of couch. facing my mother. (Faye's position uncertain). My mother, standing up, says, \"It was hard to see me die,\" which I believe to mean that her great age (she seems to be about 100) makes it impossible for her long to survive her present illness. Faye walks over to her, and gently pushes her back into her chair. I am watching her face closely for signs of a stroke or fainting spell, as I seem to be resigned to the certainty that she can live only a very short time -- and in fact, she might drop dead any instant. My mother explains that the serious trouble (which made her sure she was soon to die) began the previous evening at the supper table, when she was unable to eat a certain article which with 2 other kinds of food constituted her regular meals. The article referred to was a kind of light bread (much raised), shaped something like the roof of a house. Another had symptoms was an extreme stiffness which she felt on waking the next morning."
        }, 
        {
            "number": "162", 
            "head": "09/16/39", 
            "content": "Someone is explaining the origin of a play -- i.e., how the last act included a fire scene. The play was based on some ancient tale, and was at first acted without the fire scene. One time an actor, in leaving the stage, forget to bring with him a bird or a small animal, which in my dream was named in several languages (the last one was in German and much more distinct than others -- I could almost but not quite remember it). If the animal was a mammal it seemed to be something of the nature of a cross between a dog and a goat, while the bid was probably a crow. A fire started on the stage and apparently the pet or pets were in danger of cremation. Subsequently, the fire scene was added to the play."
        }, 
        {
            "number": "163", 
            "head": "09/16/39", 
            "content": "I am at McConnell's. Mrs. McConnell, Anderson who is carrying a child of 2 or 3, Hall, and I are in the room I am wondering where I had best go, and explain that I must now return to town. However, I am dissuaded from this purpose and presently we find ourselves walking along a passage (seemingly underground) about 5 or 6 feet wide and with low, uneven ceiling -- so low in spots that one is forced to stoop. Everything (walls, ceiling, floor) is solid rock. I now am carrying the child and I set her down presently on a shelf protruding from one of the walls. I am dressed in tan shirt and seersucker (tan striped) trousers and suddenly I realize that there is a large hole in the seat of my trousers. Glancing at Hall, I note an amused expression (trace of smile) and I now he at least has noticed it. I then begin scheming on how I can manage things so as to walk at the end of our procession where no one (and particularly Mrs. McConnell) would see the hole in my pants. This, however, is not easy to do."
        }, 
        {
            "number": "164", 
            "head": "09/16/39", 
            "content": "Scene laid in our yard in my hometown. I am feeding birds out of a tin pail full of a mixture, one ingredient of which is peanuts, broken into small pieces. I walk across the yard south of the house, being careful not to approach close enough to startle a small flock of birds, perhaps 8 to 10 in number, most or all of which appear to be starlings. They seem to recognize in my a friend. I wish to attract them to the back yard whence I now go and throw out several hands full of the feed; but the birds do not come, as they are by this time accustomed to being fed in the front yard."
        }, 
        {
            "number": "165", 
            "content": "(09/16/39).... remember anything of a train trip). After walking a considerable distance in Detroit I reach a hotel which at first appears to be of only 1 story, but which later proves to have at least 6 stories. I walk along a corridor to the middle of building and her I ask directions of a man, who tells me to keep straight ahead. This I do and presently reach my destination, a room or site, which appears to be empty. Next I am on 6th floor, approaching the elevator shaft which is in the middle of a large room. Entrance to elevator is set on a large marble platform, reached by marble steps. The elevator housing is very ornate -- many designs and decoration, and much gilt paint. I cannot find a button but presently notice an elaborately carved devise hanging to left of elevator door. To the bottom of this is attached a disk on which an arrow is mounted. And evidently the arrow should be turned to a downwardly pointing direction if one wishes to descend. I turn the arrow thus and then notice that there are 2 uniformed attendants waiting near the door. Their duty is to open the door by pushing down on a lever. One of these attendants belongs on a lower floor, but as he is to take the elevator down, he feels that he might as well open the door, even though the regular \"door opener\" for this floor is on hand. Presently one of the attendants opens the door, but I apparently did not enter car. Next I am driving an auto to some distant section of Detroit. An acquaintance, in another car (a large, black sedan) follows me. He has one or 2 passengers. Then I am driving back towards hotel, with the black sedan following. Not knowing just how to reach the hotel, I detour to let the other car pass me (the driver knows Detroit) at the first opportunity. The road now branches, and I stop undecided which way to go. The black sedan passes me and heads for the right hand branch but then stops and backs up, apparently with the intention of taking the other branch. I back also to give him plenty of room, and a car behind me honks a warning. In some way not clear we reach hotel. I past my car and enter the hotel, though through a different door, and immediately realize I am badly twisted in directions, and feel very doubtful about ever being able to find my car. Next, I find myself in a railroad station, and wish to cross several tracks. The walk is blacked by a big, four-wheeled, passenger engine which seems on the point of leaving, as the engineer high up in the cab window, sits tensely, straining to hear the \"go\" signal. As nothing happens, I start across the tracks ahead of engine but, on glancing to my left, see 2 autos, close at hand, and moving at high speed. I hurriedly step back to the safety of the platform. Soon thereafter the passenger engine starts."
        }, 
        {
            "number": "166", 
            "head": "09/17/39", 
            "content": "Playing radio; dial past several stations and obtain Big City station in my home state. Excellent reception of a violin solo -- some well known piece, probably \"Star Spangled Banner.\" Violin sounds as though it were in same room with me. I wonder whether the music can be heard by my mother, who is in the adjoining room."
        }, 
        {
            "number": "167", 
            "head": "09/17/39", 
            "content": "David Hardy, my brother, and I as boys in my hometown. I am \"boss\" at our house. At Hardy's house David more or less dominates my brother, but not me."
        }, 
        {
            "number": "168", 
            "head": "09/17/39", 
            "content": "Scene apparently laid in hometown. Two girls (? sisters) travel about murdering people. This does not impress me as notably strange or outrageous, but more as we view severe wind or lightening storms -- beyond our power to control. I notice these 2 girls leaving a house that looks like our house in hometown, and I wonder if they have killed Faye. Jumping up on porch I walk into the house, which is strangely quiet. There is something sinister in the atmosphere. I call \"hello\" several times in a loud voice, but get no answer. I then push switch of the upstairs light and go up the stairway. Upstairs, there is a light burning in the bathroom but the one that should be light as I feel in danger. No reply from Faye."
        }, 
        {
            "number": "169", 
            "head": "09/17/39", 
            "content": "I am driving a sedan over a large bridge. Anderson is on front seat with me and Chester and another (unknown) person on back seat. This is our second trip over this route. Anderson asks if there isn't a heater on the car, as the weather is snappy. He has a screwdriver and is opening the heater vent, but I explain there is another \"valve\" or cut-off next to the engine, and until this is adjusted very little heat will come through. We reach the entrance to a bridge leading off to right, and though I somehow believe we should turn on to this bridge, I finally continue straight ahead. This second bridge is a makeshift affair, partly resting on roofs of houses. Presently we enter a large court, surrounded by buildings. I ask Chester where we are but he doesn't answer. I repeat the question several times and then realize Chester left the car sometime back; and I am rather annoyed by the failure of the person in back seat to tell me when Chester left."
        }, 
        {
            "number": "170", 
            "head": "09/18/39", 
            "content": "Driving my car along one of the old curving roads of the Mall in the vicinity of Smithsonian Bldg. Presently, I walk into the New National Museum Bldg., through a small office somewhere on the side or back (apparently it is Sunday and main entrance is closed). There is a girl operator sitting at the telephone switchboard. I jump up on to counter, vault across, and enter a large room through a door at back of office. The men's room seems to be my objective. The I am making same try a second time, but on this occasion I fail in attempt to jump up on to counter, because floor is waxed and slippery and my foot slips each time just as I jump. Failing to negotiate the counter, I go through a wooden, swinging gate at left end of counter. As I enter the large room this time I see Mr. Hanes with a large screwdriver, either opening or closing a wooden packing box. His attitude seems to be somewhat truculent and unfriendly as he asks, \"Have you asked the .....\" (?janitor). Not wishing to start an argument I answer \"yes\" though I know there is no need to say anything, as I have a perfect right to be here, and Mr. Hanes is merely being a meddlesome busy-body in challenging me. This time I see Mrs. Hanes walking across one end of room. When I reach the man's room I find the lame boy (Nat. Mus. messenger) wandering from toilet to toilet, apparently trying to find a clean one. I now notice that the seats are badly spattered. I step up to a urinal when I suddenly discover that all the urinals have been removed."
        }, 
        {
            "number": "171", 
            "head": "09/18/39", 
            "content": "Carrying my golf clubs, I walk to a \"Mr. Messengers\" house. On this trip, there seems to be nobody home. In the backyard stands a one-story frame building, possible a woodshed. Having a key to the door I unlock it, enter the building, and sit down on a box. There are at least 2 rooms, and the floor is of wood. I begin to write out my dream of previous night which was as follows: It is 2 p.m. I am in my bedroom dressing, just putting on shoes. Glancing out of window I notice a lady and several children on the street. The lady looks in my direction and, because both shades are up, probably sees me; or so I think. (This ends the dream of a dream). On a second trip to Messengers I find construction work in progress. Dirt is being dumped onto a terrace in front of house. A large truck, loaded with dirt, takes a running start in order to climb the short but steep bank of the terrace. The truck gets up all right but very nearly continues on into yard. The driver, however, by applying the brakes suddenly and hard stops the truck just in time. He then sticks his head out, looks .... the truck passed. The tree appears to be uninjured. There is a bed of flowers on the terrace and the workmen are removing (for transplanting in their own yards) the flowers just fast enough to keep ahead of the dirt dumping. A black man is speaking of a certain plant which he wants. It is dark, almost black, in color, with richly (deep) colored flowers. It looks like a black petunia."
        }, 
        {
            "number": "172", 
            "head": "09/19/39", 
            "content": "A long and complex dream, scarcely any of which can be recalled. The fragment remembered is of a talk between Chester and me. I am sitting at a desk reading from a large, type-written book. Chester is in a chair nearby. He tells me I must change certain of my methods of work, or else lose his friendship and aid. I stubbornly refuse to change, and feel I have burned my bridges."
        }, 
        {
            "number": "173", 
            "head": "09/20/39", 
            "content": "A Marmon roadster (or convertible coupe) is backing out of a garage. It is evidently a very heavy car, though its tires are of small cross-section -- look like motorcycle tires."
        }, 
        {
            "number": "174", 
            "head": "09/20/39", 
            "content": "I go back twice to the Lumber Yard Company in my hometown to get 2 paper pads, and $4.80 in money which had been left there for safe keeping. The ground is dry and thick with dust; the dust is 2 or 3 inches deep directly in front of the office door and I unavoidably track some in. On my first onset, the only person in the office or yard is a small, rather old, more of less wizened man, who apparently is unable to do anything for me. On my second visit, this man calls to Mr. Myers in the yard, and the latter walks toward the office, but instead of entering by the door I used, he pulls some keys from his pocket, unlocks a small door leading into the office proper, and enters that way. Mr. Myers asks the man who it is and the latter says someone has come for a package and Mr. Myers then unlocks the door of a sort of cabinet and pulls out several shallow drawers. He finds my pads, one of which has \"$4.80\" written on first page. I ask him if Harold and Horace are in town, and he says, \"Yes, they are,\" in a perfectly calm tone. This surprises me, as I feel sure he has taken my money, and I expect him to show some sign of guilt. He goes on to explain about a check which was no good because drawn on an insolvent bank. I am having considerable difficulty in hearing, and curve my hand around one ear. Myers is smooth shaven and younger looking than when I knew him. He takes a drink from a water fountain. In spite of my suspicion that he has taken my money, I am very apologetic about the possible trouble or worry he has been to in caring for my property. He then says something to the effect that feeling as I do, I won't mind the loss of the money. I try to look at matter philosophically, thinking I had intended some of the money for Harold and Horace in the first place."
        }, 
        {
            "number": "175", 
            "head": "09/20/39", 
            "content": "I meet Halloch twice, apparently in a long corridor. At the second meeting he asks where I am going. I reply, \"downstairs,\" and he suggests that we go together. I explain that I must first see a certain man, and turn to enter an office. Halloch now seems to be a long way down the corridor."
        }, 
        {
            "number": "176", 
            "head": "09/20/39", 
            "content": "McAtle and I are sleeping together. He has a large collection of photos, also a considerable number of manuscripts of his unpublished papers. One photo, which is highly prized (apparently a rarity), is of a girl whose features have been largely burnt off. The photo is a dim one. Horace M, keeps asking questions of all sorts, and then asks what sort of subjects McAtle wrote on -- I say, \"on everything.\""
        }, 
        {
            "number": "177", 
            "head": "09/22/39", 
            "content": "Scene at 11 Hill Road. The yard is surrounded by a stone wall about 4 feet high and, on top of wall, a low iron fence. Some man, name unknown but having a familiar face, is holding the gate open for several children, evidently to get them off the street and away from traffic hazards. Certain patches on the lawn have been heavily top dressed with soil, and part of the lawn reseeded. I am rather fearful that the children, trampling about (their tracks are plainly visible in the fresh soil) will kill some of the seedlings. By this time the wall is lined with people, as close together as they can stand, and the front yard is fairly well filled. A noisy argument is taking place, and I push my way through the mob in the yard to a spot near the fence where the loudest voices are raised; my purpose is to find the cause of the uproar. One lady on the fence seems to have been very unfortunate in several ways, and is now eager to get some place where she believes her burdens will be lightened. I offer to take her in my car, and jump up on stone wall in order to assist her over the iron fence. Her skirts are ankle length, and we are careful that they do not catch on the iron posts -- the skirts being held up first in front, and then behind. Another lady nearby, attempts to get over the iron fence, whereupon the first lady advises her to stay at home and keep her kids at home. I concur in this, as the kids referred to apparently are among the crowd of noisy, destructive, and ill-mannered brats that formerly bothered me a great deal. I now go inside house, and find that the mob has left things in confusion. There is excelsior scattered everywhere. I can't find my light colored seersucker trousers, or my shirt, but my mother tells me they (i.e., the mob) had thrown my trousers (names place); and my shirt if underneath a pile of pasteboard cartons which sit on the wood box in the kitchen. I ask my mother, \"Why, oh why, do these rough-necks persist in picking on this place,\" and she says, \"Because there are so many people living in this neighborhood.\" This seems to me an insufficient explanation, and I repeat the question, whereupon my mother says, \"This is the only place having a large enough yard.\" She then starts to sweep up the excelsior with a broom, but I lead her to another chair and urge her to sit down. I then kneel and ask, \"You know you really shouldn't do that work, don't you?\" She seems hurt, but sets down."
        }, 
        {
            "number": "178", 
            "head": "09/22/39", 
            "content": "It seems that when Strong receives letters requesting identification, he has identification slips made out with his name, and he identifies the specimens himself. His slips are like ours except that it has another piece of paper, same size as slip, attached. Strong's writing on one of these slips is strongly backhand."
        }, 
        {
            "number": "179", 
            "head": "09/22/39", 
            "content": "My car, a roadster, is backed obliquely against the south curb of Pennsylvania Ave., between 9th and 10th Sts. A parade is soon to go by, and great crowds of people line both curbs. There are various obstructions in the street, apparently temporary stands. There are no other cars in sight and I am about to drive mine away. There is a cop in the street and I conclude that he will think I have made a prohibited U-turn, if I start out at once. Next, I invite a girl (unknown) to accompany me and she gets in car. I offer to go anyplace she wishes, and I explain that I have no plans of my own. We start out, though it seems doubtful that I can get between some of the stands; in fact, in making a sharp turn around one of them the rear of my car caught in a red and white cotton blanket. I do not stop and the blanket (evidently belonging to one of the spectators in the stand) pulls free. On reaching 10th St., it seems impossible to squeeze my car around the corner; and in imagination I could see the left rear of my car hooked on to something on the corner (?lamp post). Apparently I do not make the turn, but nevertheless I soon find myself on 10th near the Museum, but realize there can be no parking here; and take car onto a side street, that is near Old Center Market."
        }, 
        {
            "number": "180", 
            "head": "09/23/39", 
            "content": "Driving north on about 4th St., N.W., on what seemed to be my regular route to the office. My car was in left lane of a double line of cars. A single line of traffic was moving southward at same time. To reach office it would be necessary to make a left turn on N.Y. Ave., but just before reaching this street, I suddenly remember that there is a business matter (something to do with the settlement of the estate) which should be discussed with a man, and to reach this person a right turn will have to be made at New York Ave. This is awkward, as I am in wrong lane for a right turn, but I begin making .... made by my right forearm, and apparently are intended to be seen by drivers or cops in front and not by drivers behind."
        }, 
        {
            "number": "181", 
            "content": "(09/23/39).... of our estate derived from the sale of an entomological .... apparently also from sale of certain scientific instruments .... was to go to heirs in Germany. Mr. ... lawyer, had notified them to collect their shares -- though some one suggested that we might as well keep quiet and appropriate this ourselves. To keep the entomological and regular parts of estate separate, my mother had made out several lists of the articles and belongings she had stored in my hometown. These lists seemed to be regular legal forms, looking something like a laundry list, with a space left after each item for estimated value. The shoes, for instance, were listed as 50 pairs, @ $5 per pair, total $400.00. (Dream mathematics.) Our belongings were so numerous and diversified that many were not included among the printed items, and there was evidence of a considerable number of additions or modifications in them."
        }, 
        {
            "number": "182", 
            "head": "09/24/39", 
            "content": "With 3 or 4 others I am playing golf. It is my turn to drive but I cannot do so because Mrs. Carl is standing about 20 yards ahead, directly in the line of play. The rest of our party apparently drove over her head but am afraid to risk it. Finally some one shouts, \"Fore,\" and Mrs. Carl. steps off to the right. I then make preparations to drive, but feel so uncomfortable and strained, both mentally and physically that I am not surprised to top my drive which rolls perhaps 140 yards, a little to the left of proper direction. The green is out of sight over a low hill, but this hole is short enough so that I still have a chance to reach the green with an iron. My own clubs being way over on right side of course, X loans me a small-headed, heavy mashie which feels to me like exactly the right club."
        }, 
        {
            "number": "183", 
            "head": "09/24/39", 
            "content": "I wish to learn dates of publication of certain of Montaignes' essays. Chester is trying to find out for me by inquiries at the book binder (or possible at a book store). He has come to ask some questions, and I explain that the essays, which are contained in 3 volumes, were probably written at different times. Chester says he has advised that I had better go to a librarian and get the desired information."
        }, 
        {
            "number": "184", 
            "head": "09/24/39", 
            "content": "My brother and I are in bathroom shaving. He finishes first but doesn't use toilet apparently waiting to give me first chance. When I complete my shave, I sit down on stool. He gathers up his razor, etc. and leaves, pulling the door part way closed. Then he returns and closes the door entirely. I mutter, \"Thanks.\""
        }, 
        {
            "number": "185", 
            "head": "09/24/39", 
            "content": "A group, perhaps 8 or 10, of the Museum people are standing somewhere on the top floor, when Miss Prims enters. She stares down when passing and I seem to know she has something to tell me. As I approach, she says she has been shopping. I say yes, but it's not very hot, though I then realize that Miss Prims looks .... decidedly oppressive (sultry). I then say however, it is rather sultry. We go to my office, where I open locker to get my coat and find the collar has come off. I remember that the collar has been loose for several days. The collar is attached to a strip which runs down to bottom of coat. There is a red label in collar. The edges of the collar, where it had pulled loose, are uneven and more or less frayed, and the whole thing has a cheap look. There is a gray sweater in the locker and this, I tell Miss Prims it will do until I have the coat repaired at a nearby tailor shop. Miss Prims. then says that she has heard that I have had some sort of an argument, almost a disagreement, with Dyke. I explain the trouble was with Duze, not Dyke, and was in connection with some \"mail sorting\" which can be explained as follows. There was a certain street on which were several houses built even with sidewalk line (as in Baltimore). On one of these a basement window stood open and when people passed this window nails (about 8 or 10 penny size) whizzed by them and struck against a brick wall across the street. 2 men (one apparently Anderson) and I did some detective work by walking back and forth past this window. We soon determined that the nails were coming out of this window, whereupon Anderson walks quickly to the window and directs a flashlight beam around the basement. It showed a boy, apparently black, crouched on the floor. He had shot the nails by means of a regular rubber gun -- or possibly 2 rubbers fastened to his fingers."
        }, 
        {
            "number": "186", 
            "head": "09/24/39", 
            "content": "I have a glass of liquor around which are buzzing several specimens of Drosophila (vinegar flies). I grab them in my hand, one at a time, not missing a single one. Soon I have a small pile of dead flies."
        }, 
        {
            "number": "187", 
            "head": "09/25/39", 
            "content": "On a fairly flat strip of ground bordering a river. There are many tall weeds, some growing in dense clusters. Several ladies are practicing golf. One of them has on a white, tight-fitting sweater. They swing in a desultory fashion. The instructor, a tall man, asks one of the girls a question. Next, I am sitting in wooden bleachers next to Ole Kalm, a tall, husky young fellow. He is changing his shoes, and says he must go into town but will be back in 35 minutes. He also says that he was too light to play on the regular team; also, that he is not affected by heat. It seems to me he cannot be as old as I, who have been badly affected by the heat, especially that experienced in a shed on south side of a barn. Someone asks a question about the callus on the heel of a colored man, but another person says, \"That would be mere idle curiosity.\""
        }, 
        {
            "number": "188", 
            "head": "09/25/39", 
            "content": "A man, lady, and a tall boy are standing on walk leading across railroad tracks. 3 engines (switch engines) are standing as shown. There is a suitcase or traveling bag somewhere nearby. The man is smoking a cigar, but presently hands it to the lady who takes a deep \"drag\" and inhales the smoke. The man then takes the cigar."
        }, 
        {
            "number": "189", 
            "head": "09/26/39", 
            "content": "A sedan, black with a narrow trim of nickel or silver (looks like a Ford), headed east, drives across 14th St. in front of District Building. Traveling rather rapidly (about 30 mph). The horn, a soft, steamboat variety, sounds twice."
        }, 
        {
            "number": "190", 
            "head": "09/26/39", 
            "content": "I am trying to locate a spot at curb where a certain car was parked. There are several cars along this curb, and also several amply large parking spaces."
        }, 
        {
            "number": "191", 
            "head": "09/26/39", 
            "content": "I lock 2 boys in a bathroom in my hometown. One gets out, but he must prepare for school. The other one, a tall boy, comes to a window where we see him from the backyard."
        }, 
        {
            "number": "192", 
            "head": "09/26/39", 
            "content": "X and I are walking along south side of G St., between 10th and 9th -- walking eastward. We cross to north side of G., and I wonder why we do so. I then see a piano on the sidewalk, placed there as an adverisement by the owner of a piano store on the corner, and realize that we crossed over in order to examine the pianos in this store and see if any of them is like Owen's piano. We planned to walk through the store, inspecting pianos as we went, come out on 9th St., and walk north to a billiard room where we were to play together. We enter G. St. door and then remember that he had left his hat and gloves outside. He starts back for them, and I begin to doubt that he understands that we can walk obliquely through the store and emerge on 9th. I then go out and nearly bump into him again coming in. On entering the store again we find it will be necessary to climb a ladder in order to reach the dining floor. I start up the ladder but find everything so crowded at the top that it seems unlikely that I can get from the ladder to floor without doing some damage (perhaps upsetting potted plant). Sometime during the course of this adventure I ask how his car ran after they had returned to Colorado. He said, \"All the better for the trip.\""
        }, 
        {
            "number": "193", 
            "head": "09/26/39", 
            "content": "At my hometown a dog is kept locked up overnight in the bathroom. My father goes to bathroom first, and lets dog out. When I go later, the dog is always gone though I never fail to look carefully it."
        }, 
        {
            "number": "194", 
            "head": "09/26/39", 
            "content": "A rather hard rain, to escape which I enter Haas' hardware store on Rhode Island Ave. There are several others in the store, all apparently there to keep dry, as none is buying anything. I speak to Haas regarding the bad effect the rain is having on his business. Haas tells me about the trouble a certain person has had with motor oil (this person evidently had previously told me his side of the story, though Haas doesn't know this, and is telling me chiefly to pass away the time). In order to explain the matter, Haas takes 3 cans of oil from the shelves. These cans look like huge coffee cans, and it is plain from the appearance of the lid of each that all have been opened. He places 2 of these on the right hand counter but before putting the other one on the left hand counter he cranes his neck in order to see past some obstruction. There is a newspaper on left hand counter and this seems to complicate matters considerable. In telling the story he laughs occasionally, as if to show that the person having the trouble wasn't very smart. I now realize I should go to toilet, and start for the back room. Before entering the \"booth\" containing the toilet I stop to fix my shoe which is wet and with laces untied. As I kneel down to work on shoe, a young fellow in light colored trousers pushes by me into toilet. I use a very strong profane word, probably \"G-damn it.\" I wait and wait but the young fellow doesn't come out, and I know that another nearby toilet is occupied by a person who has no intention of coming out for a long time. I finally decide to leave store and catch a street car. It seems likely that I'll have to wait about 15 minutes, as I had heard a street car pass only a short time before. On leaving store I pause by a low iron fence to fix my shoe, as while I'm doing this a small girl watches me. Suddenly I see a street car coming from west and just about to stop. I try to run across street but my way is blocked by autos. However, I feel confident of catching the care as there are a considerable number of people waiting to get on. I somehow get across street and around front of car -- a lady and 2 little girls are just disappearing inside and I might have missed the car but for a lady who is making motions of getting out. I squeeze in the car (a center entrance one). A lady, perhaps the one I though was trying to leave the car, is orating, in flowery and extravagant language, on the beauty of the mountain scenery here about. She points her hand out of a window at one of these beautiful mountains. A man on a nearby seat (one of the double seats at middle of car) begins to mimic the lady who gives him a reproving and icy glance. The car is crowded, but presently I notice a couple of vacant seats, one on each side at front of car, but before I can reach them a couple of roughly dressed men crowd past me and sit down.  Next, I am on a passenger train. Red plush seats. The car I am in is only moderately full, though I am having plenty of trouble finding a place to sit down, as the only vacancies are on seats already partially occupied by colored men, who are scattered here and there throughout the car. Finally, I notice a double seat one seat (which is occupied by a black man and I sit down on empty seat opposite him. He immediately starts to tell me something, in a low, guarded voice, and with lips scarcely moving (seems to be important that no one notice him talking). His words are indistinct but I know he is informing me that there is a government law prohibiting the association of black and whites, and the penalty for breaking this law is severe on both parties. I therefore leave the seat. There is a man at end of car doing something with door, but he stands aside as I approach. I then find myself on the rear platform of the train which is backing into a station. There are numerous buildings on each side, and far ahead I see 3 or 4 locomotives, one pulling a passenger train. Just before backing into station I notice a sign, apparently describing the train I am on (Missouri Pacific), on our track and about to be crushed by the rear car. Just in time a man with the typical conductor's cap (stiff black bill, etc.) steps up and pulls sign away. The town may be Nearby City in my home state. There is a train man on rear platform with me."
        }, 
        {
            "number": "195", 
            "head": "09/27/39", 
            "content": "Anderson comes into my room at Museum, and asks me whether I know of a paper by Borring, Craighead, pp. 123-126, on the larvae of Orthoptera."
        }, 
        {
            "number": "196", 
            "head": "09/27/39", 
            "content": "A large field on one side of which is a farm house. The part of the field nearest the house has numerous tufts of clover (red) the tufts separated from each other by 3 or 4 feet. There is also a culvert on this side and in the culvert ditch is a half grown rabbit. There are other rabbits in the filed. I pick up the young rabbit, intending to transfer it to opposite side of field where there is a deep ditch, and much rougher land -- where rabbit will be safer. Soon after I am feeding a small flock of ravens. They are glistening black and somewhat larger than a crow. Some of them are quarrelsome, pecking rather savagely at other; and one grabs another and hangs on."
        }, 
        {
            "number": "197", 
            "head": "09/28/39", 
            "content": "I am walking along a street with a male companion. I am carrying a leather bag, which is soft and with no backbone and I am explaining to my companion how my bag sags and buckles unless it is packed full. My companion has the usual type of stiffened or reinforced hand bag. We seem to be in a crowd of people and one of them overhears my remarks; and I suspect that he is sneering at me, though if so it is behind my back. Presently I cross the street to catch a street car."
        }, 
        {
            "number": "198", 
            "head": "09/29/39", 
            "content": "Some high US. government official is advising me to follow suggestions made by the government in regard to burial; otherwise, I am placed in light of appearing to think myself smarter than Uncle Sam. This man asks me whether burial on Friday noon (or is it Saturday noon?), would be satisfactory. (I believe that this talk relates to arrangements for my own burial.)"
        }, 
        {
            "number": "199", 
            "head": "09/29/39", 
            "content": "I purchased a book containing about 6 plays by George Bernard Shaw. It is one of the \"Modern Library\" series and cost $1.25. I suddenly remember that I already have a book of Shaw's works, and begin leafing through just acquired volume to determine the amount of duplication, if any. It is a relief to find none duplicated."
        }, 
        {
            "number": "200", 
            "head": "09/29/39", 
            "content": "Walking along near \"Basin\" (in Potomac Park) I see 2 (or possible 3 or 4) hunting dogs about some distance ahead. The are tan and white, short haired, and shaped like hounds. Weight, about 25 lbs, perhaps less (i.e., they are smallish). Their movements are quick, erratic, and jerky. Presently I notice a man putting them into kennels."
        }, 
        {
            "number": "201", 
            "head": "09/29/39", 
            "content": "I am in the wood shed in my hometown. My father comes in and says he has purchased this rifle, a 22-caliber, lever-action repeater that cost about $24.00. I ask where it is and he takes it down from the wall. It is a neat looking gun, but the barrel is abnormally short for a rifle and I doubt that it was worth the purchase price."
        }, 
        {
            "number": "202", 
            "head": "09/30/39", 
            "content": "Carl Carty and I are sowing grass seed in my hometown. The space between front porch and walk (shaded by large maple trees) is bare. Apparently we intend to sow seed in garden also, which has been plowed. Carl stands on garden fence, and reaches over with a long \"pike\" to drop up some clods. He uncovers a large stone, flat in shape, and having numerous shiny specks in it. Later on we are examining a sort of a framework of 2 x 4s one side of which is covered by a thin sheet of red composition, which is just soft enough so that small flakes can be picked off with finger nails. I point out to Carl that grass seed won't grow on this composition but he shows me that the frame work is to be filled in with sod or dirt -- there are some remnants of sod still sticking to some spots."
        }, 
        {
            "number": "203", 
            "head": "09/30/39", 
            "content": "I am walking or trotting along a path or sidewalk, hurrying to reach a certain town which is a suburb of London. It is still dark (I wish to reach my destination by sun-up) and I can't see the ground clearly enough to avoid the occasional puddles of water. I meet a boy, 8 or 10 years old, and stop to talk with him. He says he has seen me before and remembers especially the big lens on my camera. He says, \"I'll bet you are not bothered by poor light.\" Someone then tells me I have now reached the town."
        }, 
        {
            "number": "204", 
            "head": "09/30/39", 
            "content": "In an elevator with a bunch of women, squeezed up against one behind me. I am on my way to the Men's Furnishings Dept."
        }, 
        {
            "number": "205", 
            "head": "10/01/39", 
            "content": "James (my nephew) and I are in a small boat, or canoe, rowing toward something like a houseboat -- or rather, we are not actually rowing but by shaking and jerking our bodies we slowly edge along. When we reach the (?houseboat), which is a flat object with cross pieces, James crawls up on to it, but I stay in canoe and pull myself and boat around by holding on to edge of houseboat. There are other boats and people here and there around us. The people are watching us. James does not sit down as my pulling on houseboat has submerged one edge and the water sloshes about on the flat, raft-like craft. Presently I find myself on the raft with James. I have a lighted lantern which I turn in all directions (inside a cabin) looking for something. The lantern gives an exceedingly poor light, and I ask what's the matter. James finds that the wick is turned up several inches too far. Finally I succeed in directing the light toward a cupboard from which James takes a pair of skates. There he starts to put on. Next, I offer to carry a pitcher of cream and 2 glasses, but they are very slippery and almost slip out of my hands. I then set them down in order to get a more secure grip. About this time someone begins to advise James to have a good time while he is young, and I say that I've already suggested this, and that James has been following the suggestion -- and that his youth was well spent. (During much of this dream I seem to be laboring under a feeling of diffidence or inferiority, as I used to be in the presence of Dave. Hardy.)"
        }, 
        {
            "number": "206", 
            "head": "10/01/39", 
            "content": "I am walking west between 18th and 19th on street passing Interior Bldg. I am on south side. An auto, headed north on 19th pulls up to curb directly ahead of me and 3 boys and 3 girls get out. They are laughing and shouting -- a typical high school crowd. I turn to left around an abnormally short block and find myself on a tennis court. I am in the way of the players and drop flat on ground in an endeavor to keep out of the way. One of the players knocks 2 balls (in succession) far out of the court. Next I am examining one of the rackets. It seems to me to be altogether too heavy. The strings, at least toward handle, are very wide. I ask, very politely, where the stringing was done."
        }, 
        {
            "number": "207", 
            "head": "10/01/39", 
            "content": "I am barefoot, and find a large, athlete-foot blister on the sole of one foot. I show this to Halloch and tell him that yesterday there was no sign of this blister."
        }, 
        {
            "number": "208", 
            "head": "10/01/39", 
            "content": "Bob Whitt is about to drive off in a golf match with me."
        }, 
        {
            "number": "209", 
            "head": "10/01/39", 
            "content": "My stomach hurts as I go to the collection to get a specimen of Dytiscus for Beth to dissect and describe. I also find a letter regarding this specimen and, with the letter, a sketch of the beetle, and an enlarged sketch of the dilated anterior tarsus. I ask Dave Hardy to look one up regarding this. Next I am in the depot at my hometown and can dimly see 2 or 3 people in the ticket office. Dave comes in and I begin to explain about the Dyticus specimen, endeavoring to justify Beth's spending time on this project."
        }, 
        {
            "number": "210", 
            "head": "10/01/39", 
            "content": "I have committed some crime, and hear Farber say that he will come around to the Williard Hotel at 4:30 p.m. to apprehend me. I pick up a hang bag containing a single article, hurry toward to the hotel. close behind me are 4 or 6 convicted criminals who are guarded by 2 officers carrying repeating rifles. The criminals are to be shot just as they reach the short flight of stairs leading down to the entrance of the Williard Hotel; and I am in danger of being hit, as I am only a few steps ahead of them. However, I manage to act unconcerned and unhurried as I start down the steps, but once down, I quickly duck into a room to my left and proceed to rear of hotel without coming out into corridor again. I then walk up stairs to top of hotel (about 6 stories). Just before reaching upper floor I hear the noise of an elevator door opening (or closing) and I \"freeze\" for a few moments, fearing that the passenger will see me. I then notice that the elevator door was closing, and this seemed to show conclusively that a passenger had gotten off, and by this time doubtless was in a room. I have on a blue shirt which makes me feel rather conspicuous, thought I console myself with the thought that soon I will be far away. Before leaving the hotel, however, I determine to get a good supper. The top floor seems familiar, and I wander about hunting for an empty room, or some other place to hide in temporarily. All the rooms seem occupied and I am beginning to feel rather concerned. There isn't a place, even, where my hand bag doesn't look dangerously conspicuous. Far off to one side is an unfinished portion of the hotel, and I would like very much to be there -- but the risk of being recognized is too great, so stay where I am. I pick up a hand bag that was sitting next to a hat tree. Soon a man, dressed in a light colored suit having a fine check, approaches and I know the hand bag belongs to him, and I therefore replace it. (That part where I am in is dimly lighted and I feel comparatively safe.) Then a colored maid appears and suggests that I put my trousers on a hanger. The maid's place is taken by a black man who has a pair of trousers in his hands, and by gestures he shows me just how he recommends the hanging of trousers. I say all right, I'll do it after supper, and begin looking for my bag which apparently has been taken by someone. I am busily searching for bag when alarm wakens me."
        }, 
        {
            "number": "211", 
            "head": "10/02/39", 
            "content": "The time was afternoon, and no train had passed for several hours, and there should be one along any minute now. I walked through the gate on to first track and look to the right. A train can be seen in the distance. I suddenly remember that the noise of one train sometimes drowns out the noise of one coming from opposite direction, and such an occurrence now might get me run down, so I step off of track to watch the oncoming train. It proves to be a freight. First, there are a couple of box cars, then a small engine (much like a switch engine); then a very big freight locomotive which I want to see more clearly. Opposite where I stand is a \"cut,\" and in some way this shuts off my view of lower portion of the big engine, and I am unable to see its drive wheels, which are what I am most interested in. First 3 or 4 cars beyond engines are flat cars filled with black men, evidently laborers. Rest of train is made up of flat cars loaded with wood -- mostly stumps, logs, limbs, etc. -- which apparently was picked up in some timber along the tracks. Some of the stumps show signs of having been trimmed before being loaded -- i.e., the roots are all cut off at about some length, and some of the roots \"evened up.\""
        }, 
        {
            "number": "212", 
            "content": "(10/05/39)(Slight headache during day, and stomach ache at night.) Bard, I and some others are talking over old times. Bard said he used to be intoxicated every weekend. He had received a letter from papa offering him a home, free, if he would come back, marry, and get a baby; that is, he would be taken care of financially. Bard agreed to this, and fulfilled all requirements, but then it appears there was some misunderstanding, and papa wouldn't or couldn't keep his bargain, forcing Bard to work and save for years before the home was paid for. Glen Freder now comes into the dream, and he and I decide to start out on Sunday on a trip in search of work. We ride bicycles over the dirt roads, which are smooth and not dusty -- evidently there had been rain not long before. The road is rarely level, mostly hilly. On one long hill, I am delayed by a bunch of bicyclists, and Glen takes the paper sack of unpopped corn ahead. Soon I am following him (although he has long since disappeared) rapidly. I come to a farm, evidently belonging to Hemways. There are a good many wagons parked in the barnyard, and a very large manure pile close to barn. I enter the barn and see the sack of popcorn in a feed box, and know that Glen has been here. This corn was brought for \"Fanny\" one of the old horses at Hemways. \"Fanny\" was in a big box stall. Glen had tied her around the neck with a big rope on one end of a large knot. This knot enabled Glen to tie her securely but loosely. She wore a halter. I work away untying the rope and am getting along all right, though I am handicapped by the dim light. Fanny is blind. I am on a sort of balcony 3 or 4 feet above the floor. As I work at the knot I am a little afraid lest she sneeze or cough saliva all over me. I then go out of barn and see a slightly built, dark skinned man (the hired man) digging in ground next to walk and a flower bed with a very large butcher knife. He is trying for fish worms. He is rather surly and does not answer when I ask, \"Are you going fishing?\" I wonder what the hired man would think if he could see the can of worms Glen and I have. Next, I see Glen sitting on a box next to the house. A girl is near him and fondling or stroking him in a playful manner. I feel that we are not especially welcome because of the numerous mouths that Hemways have to feed. Glen is explaining that he is agent for a company which offers a way to make easy money. It is only necessary to get a camera, take pictures, and paste them on to specially decorated sheets, the result being a masterpiece worth considerable money. His company sells a camera designed for this work. The camera advertisement twice mentions \"with big lens.\" The girl is telling Glen that this is not a suitable life work, but merely a stop-gap."
        }, 
        {
            "number": "213", 
            "content": "(10/06/39)(Stomach ache again, and several dreams, though mostly forgotten.) Meuse comes into my room and speaks of my work on the editorial committee. He states that I have, in general, showed good judgment up to this time, but my recent practice of always changing the position of \"only\" to the end of a sentence, and putting it in parentheses, is to be condemned."
        }, 
        {
            "number": "214", 
            "head": "10/06/39", 
            "content": "I am walking past a tiny hovel -- hardly large enough to house a pair of dwarfs. I have on heavy shoes with a .... The porch of this little building is rickety, but I walk up steps to it and set down on edge."
        }, 
        {
            "number": "215", 
            "head": "10/07/39", 
            "content": "Walking past an athletic field where a game is being played on what looks like a football field. A high (about 8 feet) wire fence surrounds the field. There are 8 or 10 players on a side. A net, similar to a tennis net, stretches across the middle. The ball used is much like an indoor baseball, but a little smaller, and black in color. The side to the west kicks off, but the ball has a wide \"in\" curve, and goes out of bounds at about the 30 yard line, and rolls up against the fence. I wonder if the ball will roll under the fence, in which case I intend to throw it back; but the fence is \"tight,\" right down to the ground, and the ball stays in the playing field."
        }, 
        {
            "number": "216", 
            "head": "10/07/39", 
            "content": "A boy about 8 or 9 years old throws a stone, apparently at street lamp. I explain to him that these lights are expensive and that he must not throw at them. He replies that he was throwing at a bird, not at the light. He has a wonderful throwing motion, and is extremely accurate. I suggest that we have a throwing contest, which pleases the boy, who is eager to display his ability. The parking in center of street is bare (no grass or shrubs) but there are a good many small stones lying about. I search for some stones suitable for throwing, but all I can find are either too small and irregular in shape, or they are entirely too large and heavy. Another difficulty is the absence of a target, though I finally decide that a large stone about 100 feet farther along in the parkway will answer."
        }, 
        {
            "number": "217", 
            "head": "10/07/39", 
            "content": "Faye and I are at the dining hall of some hotel (possible Aunt Addie's in my hometown). There is a whining hum in the air, evidently the noise from several vacuum cleaners which are being used in various rooms. Some time ago a fire, or threatened fire, happened at hotel, and a good deal of water was squirted in by the fire company. This made the rooms and furnishings damp, and $50,000 is needed to remove the musty odor from the drapes which are made of very thick, dark colored material. The hotel plumbing also is in need of attention and repair. Faye says it is the renovation of the drapes chiefly that will be expensive. I reply, yes, like those on the book case. (Each book case has a strip of the drape material hanging across the front). Faye explains it is the long drapes more particularly that are musty. Faye and I get ready to leave. I head for the toilet room, though some girl tells me she has just come from there and found it crowded with people. However, I go anyway, and find the room empty. The entire place is filthy and foul smelling, with not a clean or dry place to stand. I urinate into a large tank of water. Just then a man enters but leaves immediately as he wants to stand exactly where I am standing. Soon after I am walking west in hometown past the Brooke house. There is a light in the house, but I see no one about. There are 2 or 3 pasteboard boxes visible on a table in the east room. It is just 6 o'clock and I fear the people are preparing or eating super; though, on second thought, the day being Sunday, most people probably ate early in order to have plenty of time to get ready for church services. They are probably wiping dishes at this time, I thought. I seem to have started out to call on either Anna Brook, Anna K, or Wilma Keck. I keep on walking and detour to the right enough to go through a part of Hess' yard."
        }, 
        {
            "number": "218", 
            "head": "10/08/39", 
            "content": "At 22nd and Rhode Island Ave., N.E., some man (looks like Mr. Jones of Beaver Run) is trying to make a U-turn. His way is blocked by another car, whose driver obligingly moves it far enough to permit Mr. Jones' car to just get by. The second is backed up on sidewalk."
        }, 
        {
            "number": "219", 
            "head": "10/08/39", 
            "content": "I am parking my car on 18th St., headed north. The road is dirt, and slightly mucky. On first attempt I get car too close to curb. Then maneuver it by pushing but get it too far from curb. Try a third time, also..... no more then done when a black woman walks up and unlocks the car standing just ahead of mine. When door is opened this car is seen to be crammed with a great variety of articles. Next I gather several pieces of a fence rail, and begin breaking them into smaller pieces with which to build a fire. Apparently intend to cool or warm something (?weenies)."
        }, 
        {
            "number": "220", 
            "head": "10/08/39", 
            "content": "My brother, David Hardy, Miss Carpenter, Gladys and I are in a house. I am trying to get dressed, but so far have only succeeded in putting on a pair of long legged underclothes which are ragged and patched. The right leg has a large hole in it. I would like to go to the bathroom to complete my dressing but fear that someone will need to come in before I can finish."
        }, 
        {
            "number": "221", 
            "head": "10/09/39", 
            "content": "I am called home from State City to my hometown. I go to station, inquire about train time, and learn there is a train at 3:30 p.m. I have 2 suitcases, the cheap fiber one, and the heavy leather one. One of them has been injured, and 2 screws are needed to make a repair. I apparently go down town and into a store for the screws, but then forget about them. Boarding the train, I stretch out on a seat in my B.V.D.s. The train stops at 22nd and Rhode Island Ave. NE (Wash, D.C.) and a great many people walk past the coach I am in, and many more through it. It seems that at least 2 trains behind mine were wrecked, and the passengers have walked along the track and overtaken this train, hoping to be able to find seats on it. Pipps comes along the aisle, but I am so nearly asleep that I say nothing. It now appears that my good leather suitcase has disappeared though, fortunately, I had sometime ago transferred a package of toilet articles (wrapped up in a big bath towel) from it to my cheap fiber suitcase, so that all the wearing apparel lost was a raincoat. I tell Faye, with tears in my eyes, that I distinctly remember having brought the good suitcase with me; and I explain to Mamma that the raincoat lost was the $3.00 one bought from the Warren, Pa. concern. Next, I find myself in a large store, or rather a long, rather dimly lit room remindful of Ramby's hardware store. Off to the left is a good-sized recess or room having a large tin tub and about 3 buckets in place of regular toilets. I urinate in the tub, sitting on its edge so there will be less noise and splashing. On leaving this toilet room, I notice that the rest of room appears to be either a restaurant or a hotel. It seems I have been here twice, on the second visit to pay my bill and then catch a train. The man at desk, previously rather distant, becomes very cordial when he learns I intend to pay by bill. It now seems that, previous to this incident, I had been in a room of the hotel, and preparatory to leaving had started to dismantle a floor light which I had bought in N.Y. City. After getting the stand partially taken down I suddenly realize it won't go in my suitcase. There is another floor lamp in the room, a rather heavy metal stand which is more ornamental, but not nearly so good a reading lamp as mine. As I work at this I hear Faye's voice, just on other side of sliding doors, asking with a laugh whether or not the pretty girl who has helped prepare a meal wishes to go to the toilet room. This girl wears one of the head clothes that are not in style. As I am about to leave the hotel Anderson throws open the front door to admit the red headed young man who works in the paper company. (He also looks a little like.) He had given up his room previously to make space for me. He is \"all dolled up\" and evidently has come to pay court to the young lady."
        }, 
        {
            "number": "222", 
            "head": "10/09/39", 
            "content": "I drink part of a glass of brandy, but pour about the last third of it down the kitchen sink drain."
        }, 
        {
            "number": "223", 
            "head": "10/10/39", 
            "content": "Walking along a dirt road and meet a man traveling on a strange tandem-arranged bicycle -- 2 bicycles connected by a tall, metal arched framework. He travels a great deal with this vehicle. At bottom of a long hill I see a wide and rather deep (6 or 8 feet) ditch across the road -- this the result of road repair work. 2 horse-drawn rigs (?buggies) cross the ditch. In each case the horse jumps across the lowest part of ditch, apparently because of a fear of getting mired or otherwise stuck. This jolts up the passenger badly. Then comes a mule drawing some kind of rig. Having more intelligence than the horses, the mule realizes a jump is unnecessary and picks his way skillfully across the rough bottom, and plods up the farther bank. Next, Chester and I are at a sort of basement entrance to a cafeteria (like Justice Dept. cafeteria). The large door way is blocked by a big hand truck piled high with filled gunny sacks. There are 2 or 3 black men standing around and one of them asks me to predict or guess how long we will be delayed by this truck. I say \"5 seconds.\" Some workman now begin rearranging the sacks and in perhaps a minute or two the truck is pushed out of the way. I venture what was intended as a criticism \"about 6 seconds\" and a black man remarks, in a half derisive tone, \"Ain't he smart, though.\" I feel embarrassed and ashamed at myself for making such puerile remarks, and though Chester says nothing, I sense that he is half contemptuous. We pass on into the cafeteria. The menu, posted on wall, lists Beef, 15 cents; apricots, 15 cents (and I am surprised that the fruit costs as much as the meat); soup, 15 cents, but only 7 1/2 cents if you take it out of building in an attractive jug which is furnished by the cafeteria."
        }, 
        {
            "number": "224", 
            "head": "10/11/39", 
            "content": "Due apparently to financial stringency we rent some of the rooms in our hometown home. One of the renters in Blanche V, a tall, slender, virtuous maiden. I see her emerge from her room, dressed all in white and looking elegant indeed. We do not speak. She walked toward front door. On my way to the kitchen I see my brother but do not speak. In the kitchen I find Mamma ironing. She has already ironed almost a large clothes basket full. A wave of hatred against fate and human beings, who seem to have conspired to make things hard for my mother, sweeps over me. I feel she has been most unfairly treated, and this is all the more galling because of my helplessness to lighten her burdens. I say to her, \"Every way I turn is a stone wall.\" Mamma smiles, I get down on my knees and beg her to rest twice a day (during morning and afternoon), regardless of the amount of work there was waiting to be done, and she agreed that this would be necessary if she was to keep going."
        }, 
        {
            "number": "225", 
            "head": "10/11/39", 
            "content": "I enter an insolvent bank. The examiners or administrators are busy examining books and getting the bank's affairs straightened out. My errand is to purchase 2 drain plugs, each with chain, and 2 patent plugs, made of this composition and very fragile, for a kitchen sink. The patent plugs were in about three pieces each. The bank employees are too busy to wait on me and I stroll around waiting for a clerk. The chief examiner is a young, clean-cut fellow. As 4:00 (quitting time) approaches every one rushes about madly to finish in time. One of the girls (a fairly plump one) tells me it is now too late for me to get anything, and anyway the patent plugs would have to be ordered from another store and delivered to the bank. They would be ready for me tomorrow. I then ask that, at least, the ordinary drain plugs be sold to me, but a heavy set man who has just pulled on his coat and is hurrying toward the door says it's too late, as the other stores are all closed, and he waves his arm toward some of the stores across the street. I now realize that the plugs are not regularly in stock by the bank. At about this time one of the men, evidently one of the bank officials, a small, slender, prim gray haired man, pauses by the desk of the young chief examiner and invites him to dinner. The latter replies, \"Thank rivers\" [apparently like \"oceans of love,\" etc.] but is unable to accept as he must catch his train to next town almost immediately. The examiner then goes into the alley next to the bank, where the telephone is, and telephones a report which consists entirely of figures. He has some papers on which are hundreds, if not thousands, of figures all of which must be mentioned. He speaks .... mouthpiece with incredible speed, so that the resultant sound is of rapid sputtering, and many of us gather around him to admire his great skill."
        }, 
        {
            "number": "226", 
            "head": "10/11/39", 
            "content": "I pour water into 2 enclosures, one rectangular, the other circular. There has been a drought and the dry earth soaks up the water very rapidly. Carl Carty stands at one end of the rectangular enclosure with a camera, intending to take a photograph. Nearby are some chickens, and up on a hillside a big heavy heifer. Presently Ed Hemway goes to the corn crib, and as he does so the heifer lies down and comes rolling down the hill. I ask Ed if I can have a nubbin to feed the heifer, this being more tender than the fully formed ears. Ed hands me one which I feed to the heifer. Ed then shows me some of the extraordinarily large grains from prize ears. Some of these grains are 3 or 4 inches long. We laugh about them. I say no doubt these big ears have been frequently photographed. Every answers no, they haven't been in recent years, but we are unable to take any photos as Ed's camera seems to have been left at our house in my hometown."
        }, 
        {
            "number": "227", 
            "head": "10/12/39", 
            "content": "Fragment, in which Wayne Milner (the football player) has been stricken with paralysis."
        }, 
        {
            "number": "228", 
            "head": "10/12/39", 
            "content": "I start out on a motorcycle. Lean far forward and accelerate to a rather high speed. Passing a road to the right, I am hailed by a Maryland traffic cop who waddles out toward main road. I am traveling too fast to stop immediately, and turn on to a track to right for a short distance, then make a U-turn and go back to meet the cop on main road. He is inspecting cars, and my motorcycle has changed into an auto. He examines headlights, and asks me to get into car and hold on to certain things. He also laughs and says that parts which have already been OK. by any other inspector will not be checked very closely. He asks me to turn the window crank on right side, but I forget which is right, .... left crank instead. Then he turns right crank which seems to him to be too stiff, especially as compared with the smooth and easy operation of other crank. He asks my opinion, but I urge him to point out anything that seems in unsatisfactory condition."
        }, 
        {
            "number": "229", 
            "head": "10/12/39", 
            "content": "In another auto episode, I am traveling considerably faster than the 30 m.p.h. limit -- on west Virginia Ave. (about 45 m.p.h.). I pass numerous cars. A glance in rear vision mirror shows a motorcycle close behind me, and I suppose it is a traffic cop."
        }, 
        {
            "number": "230", 
            "head": "10/13/39", 
            "content": "First locality is the interior of a scantily furnished tent. The only things remembered are a cot, a canvas hammock, and a sack full or dust cloths. Next, I am in a kitchen with a cup and saucer in my hand. Fill cup with boiling water but I have my usual difficulty in carrying it without slipping -- in fact, it seems that the boiling water is about to be spilled on my legs, and to prevent this I throw cup and saucer into a corner behind a table. The cup rolls around on floor but does not break. I tell Mamma that no damage was done to the rug, though the waxed floor might be spotted if the water was allowed to remain. I wish to mop up the water if a cloth is available. Next, several of us are in the tent looking for mop cloths. Mamma and I find one about the same time, mine a piece of an old, thin, cotton sock, hers a nice, soft piece form a pair of underclothes. Mamma laughs a little and says that her cloth is more absorbent. I agree and pick it up."
        }, 
        {
            "number": "231", 
            "head": "10/13/39", 
            "content": "In a half reclining position on a cot. An unknown lady at other end, facing me. She is the mother of a young lady about 25 years old who was to be married today. For some reason the marriage is to be postponed. Some visitors enter, and the lady on cot explains that marriage is delayed, and tells, as a joke, what she had said to someone, namely, \"Oh, we can have it by 9 o'clock.\" She meant breakfast but the listener thought she meant the marriage. She looks at me, winks at me, and asks me to confirm her statement -- \"Didn't I say that?\" and I nod my head yes."
        }, 
        {
            "number": "232", 
            "head": "10/14/39", 
            "content": "I meet Uncle Elmo and Gertie B on a street in Big City in my home state. We walk along together. Elmo asks Gertie who came to town with her last night at midnight. She said a man named \"Eutaw\" (or similar sounding name). Presently we are walking along a path which borders a slough. There are tufts of swamp grass on each side of path, and the path itself is partially overgrown and sloppy. Elmo and Gertie turn off to the left of a fence but I feel confident of getting through along the path, which I follow. Very soon I come to a place where the path is submerged by an arm of the slough, and as the water is icy cold, and the arm is wide enough to be difficult or impossible for me to jump I am stopped."
        }, 
        {
            "number": "233", 
            "head": "10/14/39", 
            "content": "Mamma and my brother are eating a meal on the south porch of our hometown house. I am in the kitchen (of 25 Mill Rd.) and notice a couple of pale colored insects run underneath the sort of wooden ledge just above the sink. On the underside of this ledge are a number of small, square compartments in each of which is a mounted specimen of a Lepidopteran. The 2 insects I saw prove to be good-sized moths, and I catch both in my fingers. While catching them I notice one of the \"blues\" (tiny blue butterfly) fanning its wings, but I do not try to catch it. Glancing into the dinette I notice someone's head appearing and disappearing at the window, and realize it is someone jumping up and down outside the house. I wonder if it is a thief, but someone in kitchen tells me it is Al Stone. I go outside to see him. He has a small spray gun, and he tries to tell me something about flies, but my hearing is so dull that I cannot understand, even after asking him to repeat until I am embarrassed. Suddenly it dawns on me that I should introduce him to my mother, but then I remember that they already have met each other. It is Aunt Cora's birthday and she comes into kitchen. There is a strange car, a sedan, parked by the front gate, and a black touring car parked in my driveway. I determine to go outside and find who is blocking the driveway, and if necessary call up the police and ask them to remove the car. I put on a bathrobe preparing to go out. Then someone tells me the car belongs to her brother (?Aunt Cora's brother). I then walk up to her, take her hand (there are tears in my eyes), and offer to take her home, saying that surely, on your birthday, there is no reason you shouldn't ride in my car."
        }, 
        {
            "number": "234", 
            "head": "02/26/49", 
            "content": "I went into a men's clothing store, apparently to buy a top coat or over coat. Practically all the clothes hangers were empty, the store evidently having sold all but 3 or 4 coats. A clerk first showed me a light gray with some sort of extremely conspicuous designs on the sleeves. I immediately said it wouldn't do, and the clerk half nodded or half smiled -- I took it that he agreed (though for business reasons he of course wouldn't say so) that this particular model was terrible. Then I was much surprised to be shown an attractive dark gray top coat with a hat to match -- surprised because, usually, when a supply of clothing is nearly exhausted as was the case in this store, the \"left overs\" are all ugly."
        }
    ]
}