{
    "dreamer": "peru-m", 
    "description": "Peruvian men", 
    "dreams": [
        {
            "number": "M01-1", 
            "content": "I was with two friends (M) and we were walking and playing jokes on one another. Then we went to pick up a girl I like and got her inside the car, and since I was the last one, they were going to play a joke on me and leave me behind. Somehow I was able to get in the car and I got angry at the two of them. The dream ended there."
        }, 
        {
            "number": "M01-2", 
            "content": "I dreamt about a football game in which the championship was going to be decided and our team won with two of my touchdowns. Anyway, we were going to celebrate and I remember feeling sad because a professional football player was not going to play with my favorite team any more. Then a friend (M) of mine told me that it didn't matter and I said that it did and I don't remember anything else."
        }, 
        {
            "number": "M01-3", 
            "content": "The second dream was more or less about a fight caused by a wager with some friends about a girl. It was about whether or not I could get her to bed and they said I couldn't and I said I could, but I don't remember anything very well."
        }, 
        {
            "number": "M01-4", 
            "content": "I dreamt I was in a room with two beds and one girl for the two of us. Afterwards a lot of girls who were friends of the girl who was going to stay arrived to tell her not to stay. Anyway, I was able to get another girl to stay and we were then two couples. Then all the others left and the four of us were left there, very nicely set up."
        }, 
        {
            "number": "M01-5", 
            "content": "I dreamt that I went to Brazil to study and found my friend Victor and that he took me to the house where he lived where his sister was (she was the girl I used to like as a kid). I also knew his parents, so we stayed there talking about old times and school and making jokes. We had studied in the same school before I left. I awoke after having told a joke."
        }, 
        {
            "number": "M01-6", 
            "content": "I dreamt I was taking part in an orgy and that I chased the girl I like and was almost never able to catch her, until when I caught her, her face was that of another girl with whom I have sexual intercourse. Anyway, toward the end, I was chasing her everywhere and I saw what everybody was doing, and I wasn't able to catch her until I awoke."
        }, 
        {
            "number": "M01-7", 
            "content": "I dreamt of two friends of mine from school and that I was making love to one of them and suddenly when we were in bed, my old man came in, with a visitor, near my room, and I was in a big hurry. Then I saw the two girls making love in class and I liked it very much. Suddenly I awoke."
        }, 
        {
            "number": "M01-8", 
            "content": "I dreamt I was fighting with some guys who had stolen an automobile. Anyway, I chased them and they came down and we started to fight near a cliff. Towards the end I was pulling a lot of punches, but one of them hit me and I fell off the cliff and I awoke."
        }, 
        {
            "number": "M02-1", 
            "content": "This is the dream I had today, short and confused. I try to see and remember some familiar faces, without recognizing them. I lived on the second floor of an old house, and I myself was wondering why we were there. I went down the wooden stairs which made a noise like the one old shoes make, when suddenly I met a friend who had studied with me in an academy in preparation for the university entrance exam. We hugged each other with joy and mutual phrases. He said to me, \"You've gained so much weight! You look like a dame!\" And we laughed hard until tears came out from the laughter. Then I was walking with him by the gate of the academy at which we studied and we saw some boys and girls standing at the windows, the same we used to do at the periods in between classes. He told me, pointing at them, \"There they are; there are Elsie, Walter, George, don't you see them?\" And I said, \"Where?\" \"There, can't you see them?\" and I said, \"Yes, but it's not them.\" He told me, \"You're really blind.\" Suddenly we were next to them. I told him it was not them. But when they saw us, they greeted us and smiled at us, my friend did too. But inside myself I thought that even though they were wearing their characteristic clothes - Elsie's boots, necklace, hair, Walter's long jacket - it wasn't them. Then we were in a poolroom, playing, smoking so much that it hurt our eyes. Before playing, everyone smoked so much that we decided to leave the place. Then we walked until we reached May Square. We had the sticks in our hands. He asked me where I was going to put that stick and I told him that I would sell it because I had no money. We said goodbye and agreed to meet the following Sunday and I told him I would bring our friends, but the real ones. My dream ended here."
        }, 
        {
            "number": "M02-2", 
            "content": "The dream I had last night went like this: I was walking around the Plaza de Armas, looking for a store, restaurant or bar that was open in order to buy some matches, but there weren't any. There were just clothing stores, shoe stores, etc. I continued walking when suddenly I found myself in front of a big store which I remembered from having shopped there and the name of it was Sears, but it had another name which at the time I'm writing this I can't remember. I pushed the door and walked, passing by some places typical of the area -- a place where they make roasted peanuts and popcorn, very delicious. I smelled the good aroma and decided I would buy some. I put my hands in my pockets to take out the money and took out only 5 cents with which I was going to buy the matches earlier. I asked myself, \"What am I going to buy with this? I better come back with more money, but maybe they'll close up the place. No! I better ask.\" I did this and the girl who was serving answered me; she had a white apron on with a small inscription on the left side. I wanted to read what it said, but couldn't make it out. The dream ended here since I can't recall anything else that I could narrate."
        }, 
        {
            "number": "M02-3", 
            "content": "I was alone in the house of my grandfather, sitting in the living room, looking at the shoes I had bought. I was complaining because they had made a mistake when they wrapped them up. They had wrapped the wrong model because I had tried on four different styles. I thought there must have been a confusion when they took them and that I would have to go back to Miraflores and spend the time and money. But anyway, I thought, I am going to have to go back to the store; they sure have lousy employees. It ends here."
        }, 
        {
            "number": "M02-4", 
            "content": "The dream I had yesterday went like this: I was in front of the university with a friend who studies with me, and we were looking at one of the side walls of the building and saying that any time there was an earthquake, it would fall down, because next to it there was an old house before and when it was torn down, its straw and adobe had stayed in the real side wall which was made out of bricks and cement. We continued this heated discussion and were upset because any day there could be a tremor and we would fall, desks and all. We were saying that engineers were really stupid to build places out of straw and adobe. We decided to go and ask the Dean to switch our classroom. We waited until midnight without being able to get an appointment. When we didn't achieve anything, we went to the classroom and made a lot of noise and everybody supported us once we had told them of our problem. We had everyone sign a petition, which was necessary, and when we looked out the window, the rain was pouring. We said goodbye to everybody and shook hands to the point where my fingers hurt. When we went down, we looked at the wall, thinking it would collapse, but to our surprise, we saw that the rain had washed the wall of the straw and adobe and one could see the good wall clearly. We laughed and laughed and tore up the petition."
        }, 
        {
            "number": "M02-5", 
            "content": "I was at home, surrounded by my family, and all of them had colds and I was desperately searching for anti-cold remedies in the medicine cabinet so that I wouldn't get sick, because if I got sick, I wasn't going to be able to attend classes at the university and they would mark me absent. And I would be behind in the assignments and when I finally returned, I would feel lost because I wouldn't know what they were talking about, and when they took the lessons, I wouldn't know them. I went on and on, looking for medicines, when my mother told me not to worry because I had already had the flu, and that I was messing up the medicines in vain. I answered that I would have them anyway. But I didn't find any; they had only vitamins. There wasn't even one aspirin. Therefore, I decided to go out and buy them. It was very cold and I wore at least three sweaters in order not to feel it. I arrived al Balconcillo, after a lot of walking, looking for anti-cold tablets and I didn't find anything. All the drugstores were closed and I felt hot. I arrived in Lince and no luck. Sweat had gone through the three sweaters that I had worn for the cold. I got to a store which is in the corner where I used to live, all red and perspiring, and I asked Louie, the owner, for an anti-cold medicine and a glass of water. I saw his face very clearly, exactly the way he is, and he told me, \"Brother, you have a terrific fever.\" And I told him, \"Don't be stupid; it's from all the exercise coming over here to get the medicine.\" I took the tablets and went back home where, to my surprise, everyone had gotten over their colds. I turned on my radio and fell on the bed, exhausted. It was about 8 p.m. and I thought I would sleep until the next day and that it might be a better day. It ends here."
        }, 
        {
            "number": "M02-6", 
            "content": "I dreamt that I and my whole family had moved to another house. It was a rather commercial house. On the inside one could see lots of stairs. The rooms were huge and did not let the daylight in. Looking through the windows, one could see white marble stairs. We had a huge receiving room for visitors with crystal decorations. I went to the main gate, which was made of iron and could be lifted like the ones in stores. I was waiting for a truck which would bring merchandise to sell. Around me I saw counters and toys, many toys. I saw my stepfather looking at and fixing up the toys, one by one. I was putting price tags on all the items that arrived."
        }, 
        {
            "number": "M02-7", 
            "content": "Last night I dreamt that I was at a party. It was a small room, about 18 X 12 feet, with lots of lights, which were yellow. As more of the guests arrived, the place got hotter because to me the lights represented the sun and I thought that when 12 o'clock came, the temperature would be very high because when I go to the beach, that is the time when one gets more tanned. It was about 7 p.m. and we kept on dancing. I was with some very good friends of mine from different places, but they hardly knew each other. I remember that I often looked at my watch as though I were waiting for someone. I started to talk to a lady in green, fat and of a rather advanced age, and she continuously asked me why I had come alone and had not brought my girlfriend. She asked me her name and I told her that it was Edith and that we weren't going steady any more and were just friends. We hadn't quite finished the conversation when suddenly, as one more guest, Edith, came in. we only looked at each other. I wanted to go and greet her, but couldn't decide to do it because there was a great indifference between us. In the middle of the party, I was talking to her sister about places in Peru which I have never seen and we heatedly disagreed until the end of each song. Around 11 p.m. the heat was unbearable, so I decided to leave the party. I didn't say goodbye to anybody and got out, finding that it was raining, in contrast to what was happening inside. I don't know how, I found myself in bed, thinking that I was going to sleep very peacefully and the first one to disturb me was going to be told off because I very much wanted to sleep. It ends here."
        }, 
        {
            "number": "M02-8", 
            "content": "This is a very short dream: I was at the door of a girls' school giving out pamphlets advertising an academy where one can prepare for the university admission exams. I had taken a box with 1000 pamphlets, but I saw that I was going to be short. As the girls kept going by, I was running out of pamphlets, and I withdrew. I saw the box and it was full again, and I started giving them away and I was out of them. I went away and again the box was full. That's all I remember."
        }, 
        {
            "number": "M03-1", 
            "content": "This dream took place at the university where I study. It was a familiar place for me. It wasn't a pleasant dream, because I saw myself in a fix. I went into a classroom where there were lots of people. It was my classroom, but the seats were in the wrong direction. I saw a nice girl that I know and asked her what they were doing. She told me they were taking a test. Then I went out in the corridor and found a friend from the 1st year and one from the 2nd year. The one from the first year (boy) was guarding a map of Peru that belonged to the university. The geography professor had asked him to do this. I don't know what happened, but since I was bugging everybody, I ended up tearing the map into two pieces, then I remembered it belonged to the professor and got scared because he is a very energetic and aggressive man. My friends' ages are the same as mine. Then I saw the professor of geography with a lady and they were going like on a picnic to a hill where the lady had constructed a geographical site of importance and quality and he praised her constantly. She knew that site very well. The surroundings were like the beginning of the mountains."
        }, 
        {
            "number": "M03-2", 
            "content": "I was on the Southern highway, on the side of the road, hitchhiking to the North. A motorcyclist who had not wanted to stop for two people who were ahead of me, stopped at my signal. I had three sticks of cane of about 4 yards each, and at first it was difficult to get settled on the motorcycle, which was a Honda 50, of light blue color. We stopped a while to rest, but we were going from North to South, and when we went to a ditch in order to urinate, people from up on the hill started to throw lumps of clay hardened with stones on us, telling us that this was their property. The guy on the motorcycle was able to do it, but I had to get close to a house from where they couldn't see me in order to do it. I don't remember any more."
        }, 
        {
            "number": "M03-3", 
            "content": "I went to Callao to visit a foreign ship with some friends from my high school class with whom I graduated. We were fooling around, making fun and playing. At one point I made Ronald, a friend, get wet because he asked me to push him over a board in the direction of the ship. The first time his pants got wet, the second time he got wet all over. He started to chase me and we started to run. We went through some tubes to another ship and a detective from the F.B.I. stopped me and another boy; the rest got away. I was detained all night and they didn't even question me, and they told me to go back in the morning. The next day I saw the car of two twins -- friends of mine -- who were also in Callao with me. It was at a house that wasn't theirs, very different from their big house. I went in to talk to them and I don't remember any more, except that before I went in, I had some silverware in my hands and I put them inside the car through the side window."
        }, 
        {
            "number": "M03-4", 
            "content": "I was coming out of the notions department of Vestitex, Inc. of Lima when I saw my brothers and his friends with pieces of toast. They were spreading butter and marmalade on them. They were laughing a lot, but instead of eating them, they would throw them at the people who passed by the store, but at the poor ones. I strongly admonished them about their behavior and they agreed with me."
        }, 
        {
            "number": "M03-5", 
            "content": "My girlfriend had gone to a spiritual retreat and a friend of hers, a very trusted friend, told her that she had seen me dancing cheek to cheek at a party she had gone to with other girls, which, in fact, was true. The friend told her this as a favor rather than as gossip, which was worse. When I got to my girlfriend's house, she was very angry and asked me to explain. I talked a great deal and was able to convince her that I hadn't done it in any but a normal manner, which cost me a great deal of effort."
        }, 
        {
            "number": "M03-6", 
            "content": "I was at the university when they called my name over the loud speaker and said that they had to see me at the administration office. When I was going there, Lester, the concierge, was looking for me. When he found me, he told me that I had been named president of the committee to help the victims of the May 31st earthquake in the zone of Barranco (that is, to collect the donations in Barranco). In the office there was a sign that said I was the president of the committee and they should give the donations to me. They told me to put it on a wall with tacks. I climbed a ladder, but it was shaking, or perhaps it was me. I didn't like the idea very much because it would take time away from my studies and besides, I had to work in the afternoons."
        }, 
        {
            "number": "M03-7", 
            "content": "I and a group of boys with whom I graduated from high school had gone on a trip to the North. Going through one of the towns, we stayed at the house of G. Buse, a geography professor at the university. Charles, Rodney, Stanley, Ramon and Rene were at his house. We were happy and having a good time as it usually happens on the first night of a camping trip. And in spite of that, the professor continued calmly reading his newspaper without paying attention to us. There was a fight between Ramon and Stanley. Ramon came out running and Stanley was chasing him. He caught up with him, threw him on the floor, and hit him with a piece of clay, but nothing happened to him."
        }, 
        {
            "number": "M03-8", 
            "content": "I was surfing at a beach which I have never seen, but it was a combination of Herradura (judging by the people) and Barranquito or Waikiki (judging from the sea). I was fishing from a boat and my leg muscle got caught in the fish hook. It hurt me a lot, but I was able to take it off. I came out on the beach, a bit far from where my family was sitting by an umbrella. A boy accompanied me since I got out of the sea, asking me about surf boards. When we were near the umbrella, I saw my board, which I had left where I came out, and went over to pick it up."
        }, 
        {
            "number": "M04-1", 
            "content": "My dream was really a surprise because I never thought it could relate to a person who I secretly hate and dislike. The motive for my resentment is that he offended my closest relative, not just by speaking against him, but also going against his own family. This all stems from an old partnership which he had with my relative, who was a victim of fraud and this is the cause of the resentment. Besides, he is approximately 70 years old. This relates to my dream in the following way: My relative and I were in the same place where my relative used to work (in Ica). His job was related to the sale of carbonated drinks. Suddenly that person appeared with his son -- 35 years old -- and when we saw them, we felt some sort of disgust. Therefore, we decided to get out of that place and we parked by the sidewalk in order to leave later on. That's all. Parenthetically, it must be said that my relative has been called by the carbonated drink concern to take care of the administration of it in Ica. This rectifies the tremendous injustice done to him by the above-mentioned person."
        }, 
        {
            "number": "M04-2", 
            "content": "My dream was somewhat fantastic. There is a girl, a classmate, whom I -- out of courtesy -- accompany to her house, and suddenly I fall in love with the sister of the girl I accompanied. The sister of my classmate, in my dream, presents herself as a shy girl, and I, knowing this psychologically, fall in love with her. Already when I saw her, I knew that she liked me. Then I perceive that we are in the middle of lunch, and I, as the host, am in the middle of the table, facing everybody, so that everybody speaks kindly to me, but nobody gives me even a glass of water. Then I am in a sandy place, more exactly in Pamplona (Lima) and I meet a good friend of the above-mentioned classmate, logically, she's my classmate too, and I intend to touch her, but she tells me that this is not an appropriate place and therefore it would be better to go to a dark place. That's all."
        }, 
        {
            "number": "M04-3", 
            "content": "My dream of last night is in two parts. In the first part, I am in the Barranco Marina, two blocks away from home. I am looking at the sunset, which is slowly taking place, when, to my surprise, I see sharks which are waiting for someone to fall into the sea. Then I see a male classmate of mine coming close, and he suddenly falls into the void where the sharks are, but immediately he climbs onto the marina and is saved. Among the rocks my clothes are getting dry and when I try to grab an item, I fall into the sea, but the water only hits me at the middle of the knee. Then I see the lifesaver playing around with a sheep dog as though nothing were bothering him or calling his attention, and this, naturally, astonishes me. When I see this scene, I try to reach to the top, and make it, after making a great effort. In the second part, the surroundings are an ordinary country house. In order to reach it, it's necessary to go through a water ditch and cross a narrow passage. There are several of us in this dream. I can distinguish a lady who is a widow now, and who hints about her daughter. Going on with the story, she asks me to accompany to her house, to please go with her, since her daughter is there and I might as well visit her. We get on the road (I go with her out of courtesy), which looks like a hideout place for thieves. When we get to the ditch, we find that the bridge is in such shape that the wood holding it up seems to be rotting. I get to cross it by jumping, and then I awake."
        }, 
        {
            "number": "M04-4", 
            "content": "This dream is really something produced by fantasy, although the previous night I had several encounters with those people who are actually repudiated by society; I am referring to homosexuals. The dream starts when I and some classmates from the university go on a trip to the center region of Peru. When we are around Chosica, we see a reform school for that sort of person, and before our eyes they continued to behave in a rather unmasculine way, as though our presence didn't disturb them, and furthermore, they were offending us men. Therefore, we began to criticize them, until one of them picked a fight with me and we started to hit each other, until after a long effort I was able to defeat him. That's all."
        }, 
        {
            "number": "M04-5", 
            "content": "After two days of not dreaming, today I've had a dream and it seems incredible to me. The story is about my grandmother who has an obsession and a fantasy which causes her to need the services of a psychiatrist. The dream pointed to her as being responsible for the failure of the marriage of a couple who have been married for 20 years. And just thinking about it, I haven't been able to coordinate my thoughts. Excuse me."
        }, 
        {
            "number": "M04-6", 
            "content": "This dream is like a fantasy relating to today's events. It occurred because on the previous night I had been thinking that some day I would have a console stereophonic radio (big and ample). But this was really only a fantasy in my mind. In the dream it happened that I was in some kind of a garden and then a girl cousin of mine appeared and she had a pocket transistor radio. When I saw the radio, I asked her to lend it to me and I was amazed to see that it had several control buttons, just like a stereophonic radio, but in a miniature. I tried to listen and my amazement continued. That's all."
        }, 
        {
            "number": "M04-7", 
            "content": "This dream is to a certain extent a nightmare, especially considering that the characters are related to my family. In another report I had a dream that had the same people in it. It's about my being in a town to the south of Lima, called San Vicente de Canete. I was in the main square of that place when I suddenly saw my mother and that we were trying to meet my father, and suddenly my grandmother and my aunt appeared. We looked for a way to try to not meet each other face to face. But in order to do this, we went through all sorts of obstacles and adventures, until the dream ended."
        }, 
        {
            "number": "M04-8", 
            "content": "This dream has really a very evocative theme because through it I have again seen the image of my grandfather who died 12 years ago. I must point out that he (my grandfather) is one of the people I loved in my childhood, until I knew that he had had an accident and had died instantly. I didn't go to the funeral because I was far away. Only my father could go and he arrived when everyone had left the cemetery. My dream goes as follows: I was walking aimlessly when I saw a bunch of hills and among them one hill that stood out. But on a side of that hill there were some people who were watching the passersby. Then I arrived to my grandfather's tomb and didn't find the body. I hurriedly asked the cemetery keeper as to my grandfather's whereabouts and he pointed to the distance. We started to go towards a tomb that had a square cover and that led into a basement. He opened it and asked me to cover my face with a handkerchief, possibly due to the putrified odor. But at that moment another keeper arrived and he called me for some purpose which I don't remember. Then I was at the main gate of the cemetery waiting for some vehicle to take me home, but suddenly a taxi appeared and 7 people are inside. They are distributed 3 in front and 4 in the back. Among them one woman stood out. I saw an orgy inside the car. Suddenly the car failed and I got out to go on my myself and at that moment, another car went by and he nearly hit me. Then I awoke."
        }, 
        {
            "number": "M05-1", 
            "content": "I was in the house of a friend. I don't remember which house or which friend. Suddenly I experience a very agreeable sensation: a neighbor, related to my friend, gives the keys to his big, modern, yellow car to me. I take the car, knowing that I have never driven, and I go at great speeds. I go from San Felipe to my house in Chorillos. I ride, I have fun, I go over the same place, it's a moment of amusement. When I'm three blocks away from home, I realize that I have been driving without gear changes. When I get home, I am in a swimming suit with a towel full of sand, and I see my friend James coming, next to my sisters who are sitting by the house. He is in a car, and with a black and youthful suit on. I am not pleased by his coming at that moment, but my sisters tell me it's his birthday."
        }, 
        {
            "number": "M05-2", 
            "content": "On a Sunday morning I am strolling around San Antonio, when I find a girl I am now courting with her mother. We look at each other; I am glad to see her. She follows me sweetly. We look at each other. We kiss on the lips and I feel an unending pleasure (I have never kissed her on the mouth). I walk next to her, but I see, without paying attention to it, that she becomes something ugly. But then she recovers her beauty and we are together in the Church of the Carmel brothers, hearing 12 o'clock Mass. Another girl goes in with us. When the Mass is over, my friend Bobby tells me I have poor taste. I pay no attention to this. I feel extremely happy."
        }, 
        {
            "number": "M05-3", 
            "content": "I arrive at the \"El Dorado\" building and I am afraid to go up the elevator. I stopped in front of the elevators for a moment while I saw with fear that the people were going up and down. Then I decided to go to the seventh floor up the stairs. There I talked to a middle-aged gentleman in a waiting room. Suddenly a feeling of uncertainty and a strong inkling of a tremor enveloped all of us. I hurriedly went down to the first floor. There I found my spiritual father and we talked in his office. He is my spiritual director and was somewhat angry."
        }, 
        {
            "number": "M05-4", 
            "content": "I was in Barranco in a park, with a friend, Joe, who I don't see often lately, but who was my best friend in childhood. They had put up amusement rides. While I look at them, people I know from school appear. I start a small conversation with them. They tell me that they are from the \"center\" (those in 2nd and 3rd year in high school) and we talk about school. They tell me that the school is encouraging the football team, which at that moment is playing with Saint Louis School. I start walking with Joe along Grau Avenue. We meet another friend, whom Joe doesn't greet. I think this is tactless of him."
        }, 
        {
            "number": "M05-5", 
            "content": "I was in the university's yard with two friends. I was watching people when suddenly I saw a very beautiful girl from my class, wearing a yellow sweater. I walk around the yard, I greet my friends, I go in and out of class, and the gaze of the girl continues to be upon me."
        }, 
        {
            "number": "M05-6", 
            "content": "I am in my school. Suddenly I see a priest who used to be my spiritual director. We don't greet each other (it is necessary to note that a year ago I had problems with this priest because he meddled too much and interfered with my freedom, which resulted in an argument and a distancing between us. He is not the same priest that appeared in my dream of 6/16/70). Suddenly all the juniors and seniors were in the dining room at the school. Another priest, friend of mine, was publicly criticizing the other one. I ask to speak and accuse this priest, joining in the accusation of my priest friend. But I see that my priest friend, who was accusing my spiritual director, does not allow me to accuse him and criticizes my attitude. I continue speaking and violently leave the dining room, slamming the door. Then, in order to avoid the consequences of what I had done, I pretend I am mad. To escape punishment and avoid all responsibility, I say that I am not responsible for what I say, and behave like a man who has lost his mind."
        }, 
        {
            "number": "M05-7", 
            "content": "I walk with my family on a night that is a feast at my hometown. The night was cold and foggy, but the people were full of joy because it was the Eve of the feast of the Patron Saint. I arrive at the amusement park. I look at the rides. I decide to go with my sister on the Ferris wheel. It was starting to rain. I am at the highest point in the wheel and the wheel stops. I have a terrible premonition, a feeling of tragedy and fatality. The electric cables, wet with the rain, go on and off. They start to catch fire. A collective cry of panic reaches my ears. I go down with the wheel, falling precipitously."
        }, 
        {
            "number": "M05-8", 
            "content": "I remember I dream about the best friend of the girl I love. We were laughing and having fun. We were in the living room at her home. I say goodbye. I tell her that I'll call when I get home. When I get home, I phone her. She answers. Suddenly her younger sister hangs up. I call again and a male friend answers and tells me she has gone out to buy chocolates. I hang up, furious."
        }, 
        {
            "number": "M06-1", 
            "content": "I dreamt I had gone to leave something from an uncle to the house of a relative. The house of this relative is next to a hill. When I arrived near the house, I saw a blind man that I know, who was going to have a fistfight with another man, and I got the suspicion that he might not be blind. Then I saw myself with a boy that I had recently met. Later I was going in by way of the balcony into the relative's place, passing underneath the electric cables, and I saw the women in the house telling me to go through the door instead or I was going to fall. Then they continued knitting and I took my trousers off, because it was hot, and I don't know how, I didn't have a shirt on either (half-naked). I was talking with the mother of my relative who is a lady about 70 years old and to whom I was going to deliver the note, and then the relative came in and asked me what I was doing there, and I told him I had come to deliver a message from my uncle. After I gave him the note, he gave me the answer on a paper that had my uncle's picture at the top and below it the pictures of the players in the National soccer team, all lined up. Then he pasted the paper and gave it to me. I continued to be naked. At that point the relative's fiancé and some other people came in. I covered myself with a small sweater, and without blushing (I couldn't understand why I was like that), I went out of the room, with the look of the girl fixed on me, and I was telling myself that, after all, she did not know me and she might not see me again, and I went out through a hallway into the balcony where I saw my grandmother who was telling me to put something on, that I had probably shamed my relative. Then I put on the trousers, which belonged to a school uniform, and I started to go down the way I had come in, among the electric cables. But since the reply my relative had given me was on bond paper, it tore as I went down, and I was trying to fix it when I woke up because I had to go to the bathroom."
        }, 
        {
            "number": "M06-2", 
            "content": "Before I went to bed and began this dream, my mother hit my brother for coming in late and I held him while she hit him with a leather strap. This dream was short: I dreamt that since I am the oldest brother, and have a certain amount of authority at home, they could no longer hit me with the leather strap because it had been a long time since I had fallen, and when I was a kid, I fell almost every day. So I was very confident. Then I saw my mother come in with a whip, telling me the fault I had committed, and in spite of my denials, she gave me a whipping, and I don't know what I did because I don't' remember any more. There was something about sports in this dream, but I don't remember any more."
        }, 
        {
            "number": "M06-3", 
            "content": "I dreamt that I flew in the sky like Superman. I saw myself as he is - strong, robust, handsome - flying in space, but naked, with my body covered with various flowers. I moved my arms, which worked like wings to fly like a bird, and I flew and flew, and I felt a wonderful sensation."
        }, 
        {
            "number": "M06-4", 
            "content": "I dreamt that a bunch of birds were flying in the sky. And over the sea there was a boat in which several boys were playing with the water. Suddenly a fisherman jumped into the sea, shouting, \"Help! my son has fallen in and he is drowning!\" I and other onlookers went to help him, but nobody wanted to jump into the ocean for fear of the rough sea and the big waves. I awoke then."
        }, 
        {
            "number": "M06-5", 
            "content": "I dreamt I had cut off all of my hair and that my girlfriend left me due to this. Then I went to a pharmacist and he recommended a formula which he prepared himself, and told me it was to make hair grow. I bought it and put it on daily until I had a beautiful head of hair, long, and I turned into a hippie. I frequented clubs and friends, and we smoked pot and all the rest. This dream didn't please me because I really don't like that."
        }, 
        {
            "number": "M06-6", 
            "content": "My dream begins like this: I was sad and with no money and I asked Our Lady of Guadalupe to help me win at the races, and I was completely asleep, but I heard voices which told me, \"3-4-8\" and I said, \"No, no, not that.\" Suddenly I was in an all-white room which looked like a hospital where there were three beds and on each bed two women which I didn't know. I awoke without being able to interpret my dream."
        }, 
        {
            "number": "M06-7", 
            "content": "I dreamt that I had died and that I lived in the coffin, but I wasn't afraid, that I went in and out of my house (strange thing, even though I was dead, I could walk, talk, go from one place to another, as though I were alive). And then I saw the rest of my family in the same condition. But I asked myself: \"How can I explain this to my friends? They are not going to believe me.\""
        }, 
        {
            "number": "M06-8", 
            "content": "I dreamt that my younger sister, who is 10, had left the house at 8 a.m. and hadn't come back at 8 pm. I said to my uncle (who is dead) who was visiting us, eating, \"Uncle, my sister is not home since she left early and it's already 8 p.m.\" He told me, \"Go look for her with your mother.\" Suddenly there was knock on the door, and it was a neighbor who had a baby in her arms (it was no longer my sister but my godchild who is 2). And I noticed she was sad and asked her, \"What's the matter with the baby?\" She told me, \"Don't get scared, she has cancer in her behind.\" And I held the baby against my breast and started to cry desperately and I awoke sobbing."
        }, 
        {
            "number": "M07-1", 
            "content": "I remember I was at a dinner party. Beside me, silent, is a girl dressed in black who looks at me constantly. She is a friend of mine. All the others are friends and they laugh and talk. Suddenly the girl starts to pat my leg. I got excited. She kissed me. I opened my eyes and looked at her, and I continued kissing her, without wanting to. The others weren't even looking. Then I awoke."
        }, 
        {
            "number": "M07-2", 
            "content": "The father of the girl in the previous dream finds me in his home, in bed with her. He shouts at me and tells me to get out of his house and that he is going to kill me. I awoke with agitation, then during the night I awoke several times, but I don't remember because I must have dreamt the same."
        }, 
        {
            "number": "M07-3", 
            "content": "I first dream that I am at the French Square in a protest march, in the center of Lima. All the students are shouting and then you can hear the police siren and I see policemen come blowing their whistles. The people run, the girls cry, and I (don't know why) was left standing there all alone. Moments later I realized that I was alone. the last thing I remember is that I went home."
        }, 
        {
            "number": "M07-4", 
            "content": "I dreamt about a party. It looked like a movie, very elegant, dinner jackets, and the girls with long gowns. Everyone danced and shouted. I was dancing with a very pretty girl and felt like holding her closer to me, but I couldn't because I was ashamed. I danced with her the whole night. I was happy; that's all I remember."
        }, 
        {
            "number": "M07-5", 
            "content": "I dreamt that the second semester had started at the university and also a strike protesting the new Industrial Law. Two groups were forming, the leaders of each side shouted all at the same time. The dean immutably observed everything from a window. A group went out on the street shouting, \"Down with the government.\" The police came, everyone ran, the police threw bombs and at that point my dream ended."
        }, 
        {
            "number": "M07-6", 
            "content": "I dreamt that they gave me marijuana to try. At first it seemed to me that my body split in two. Then I felt I was really flying. I felt like a midget, my ears were burning and my face was getting bigger. I saw many different and absurd things. In another moment I felt I was in the jungle, sitting on a tree, eating oranges. Underneath the tree many people, whom I didn't know, were walking. All looked at me and kept walking without saying anything. That was it. If there was more, I don't remember."
        }, 
        {
            "number": "M07-7", 
            "content": "All night I dreamt about car accidents. I would frequently wake up feeling upset. It was a nightmare. It all stemmed from having seen a friend who had a bad accident the previous night. I also dreamt about three criminals who were hitting a man with an iron stick. I don't remember anything else, except that I woke up often, feeling upset."
        }, 
        {
            "number": "M07-8", 
            "content": "I remember I was in a theater and suddenly all the people went out running. There was a strong tremor. I didn't do anything, just stood there without reacting in any way until the person I was with pulled me. I only remember this, then I awoke."
        }, 
        {
            "number": "M08-1", 
            "content": "I remember that a friend of mine and I were walking by a familiar, but not too often frequented place. I don't remember why we were walking that way. Before getting to the corner, my friend turned around and, pointing to somebody on the opposite side of the street, asked me whether it was a man or a woman. The fact is that it was very difficult to tell, and I told him so. Then he told me that even though it was a man, he could pass for a woman. This would have alarmed me if it had really happened, but in the dream it did not bother me at all. Rather, I told him that I would find out the gender of the person. Then my friend asked me for a cigarette, but he did this in a \"charming\" manner, if that is the expression, I suppose, so that I would not refuse him. But I did not have any cigarettes, and I told him so. The way he asked me for the cigarette irritated me."
        }, 
        {
            "number": "M08-2", 
            "content": "I had found a friend whom I had not seen for many years in a grocery store that is not familiar to me, and we had been talking, but I don't remember what about (I had not seen this friend in over a year, but Sunday the 14th I had seen him and we had talked only briefly because he was in a hurry). We were in that grocery store when the guy who was assistant principal at the school where I went for the first three years of high school passed by driving his car (in the third year of high school I left the school due to problems with that gentleman, but my friend stayed in the school). I asked him whether this was Mr. O., because he was in a different car. He told me that it was him and that he has changed cars. Then I started to insult him and to make gestures at him with my hands, but he did not react to this."
        }, 
        {
            "number": "M08-3", 
            "content": "I was making my knuckles crack when the maid appeared with a comic book and she made her elbow crack and smiled. I did not react to this at all."
        }, 
        {
            "number": "M08-4", 
            "content": "I and some neighborhood friends were at a place where we gather when we heard an argument going on between a man and a woman, but we did not place any importance on that fact. After a while the couple who had been arguing came out of a house I know in the neighborhood and the man forced the girl to get into a car (I remember the brand and year: Morris 1970). At this point a good bunch of people had become aware of the fight. Suddenly the scene shifted and my friends too. We were no longer in the neighborhood, but in a small town similar to those on the highway to Chosica, the attention kept being focused on the couple that was fighting. The guy drove his car at great speed and the people thought that he was trying to scare her. Suddenly they got out and he took her to the lawn. There a new fight took place. It seemed a stupid matter to me because he was on top of her and they were saying, (he), \"No, no, no,\" (she), \"Yes, yes, yes,\" and then they kissed like lovers do. One could plainly see that she was dominated by him, or it seemed so to me. It turned out that this girl was known by some girls at the university and later, when we were all gathered in a very elegant house, lined with wood which I don't know, they brought the girl, who was hurt and crying. Later I was talking to a friend from the university and he told me that the argument on the lawn had been over an abortion. She did not want an abortion and her boyfriend did want it. My friend had taken part in the abortion since he knew something about medicine, but they had to get him and the girl drunk in order to convince them. When the girl arrived at the above-mentioned house, several of us were gathered there. I looked at her face, but she did not look at me. When she passed by people, they would look in another direction and pretend they had not seen her. One of them even ran out, but I don't remember any more."
        }, 
        {
            "number": "M08-5", 
            "content": "In this dream I and a male friend from the neighborhood were at the gate of school that is close to home in a car of unknown brand which seemed old, but well preserved. He said that the car belonged to my brother and that he had put in 50 cents worth of gas. He started the motor, but he didn't know how to drive. All he could do was step on the gas and stay in the same spot. I told him, \"Let's drive around,\" and I was going to get in the front seat because I had been sitting in the back. And when I got to the front, I saw that a yellowish liquid was coming out of the dashboard. I looked at the motor, which was uncovered, and water was coming out of it. It had a very strange carburetor."
        }, 
        {
            "number": "M08-6", 
            "content": "I only recall this dream vaguely: We got two girls in the car of a friend (a friend only in the dream; in real life I don't know him) and then we went to a party at an unknown place, but we did not like the behavior of the girls (whom we did not know) and we went alone out of the party. The girls were very haughty and they seemed to be in complicity. At that moment I woke up."
        }, 
        {
            "number": "M08-7", 
            "content": "I was at the university and they were going to raffle some furniture in class. There was a coupon to be filled out, similar to the stuff at the top of this report. Then two girls that I know came in and they wanted to take the coupon away from me (they were classmates). I reached over and grabbed the coupon, but as I grabbed it, I knocked a pair of eyeglasses that belong to a friend of mine on the floor. He picked them up and one of the lenses was missing. We searched for the lens on the floor. There were some little pieces of paper which I thought were pieces of glass, but my friend stepped on them to demonstrate they were papers. Then I found the lens and put it back in the glasses. Then a boy who studied with me in high school came into the room and we said hello briefly (he is not at the university). This surprised me because in the dream I thought he too studied at the university."
        }, 
        {
            "number": "M08-8", 
            "content": "I dreamt that I was with some friends in the living room of my home. We were strangely dressed, with cowboy boots and hats and long suede vests. We were in a row and my little brother (aged 10) appeared and made my slacks (which were light blue) dirty with a rag. In real life I have no such slacks or boots, but I do have a hat like that. This made me angry and I shoved the boy lightly so that he would go away, to which he reacted by attacking me. My mother, who ordinarily sides with him, scolded him this time, which satisfied me. I don't remember any more."
        }, 
        {
            "number": "M09-1", 
            "content": "It seemed to me that I was in the dormitory, and I found a friend of mine there who was taking care of the dorm, very seriously, just as the proctor does. While he was walking, I was going through the dorm, and suddenly I found Marcia, a girlfriend of 17 or 18 years of age, who I used to love. I greeted her by taking her face in my two hands. Her face seemed to be very rough. Then the proctor arrived (my friend, aged 25) and told me angrily that one shouldn't rap in the dorm, and I don't remember any more. In the dorm there were many beds, about 100 of them."
        }, 
        {
            "number": "M09-2", 
            "content": "I dreamt I was among boys whom I cannot place very well. It seemed to me I was next to a wall, only one wall. And I wanted to (was trying to) tell these fellows that they were bourgeois, and this caused me to feel anguish because I was not doing it and I don't know why else. Suddenly Alfie, the president of the Liberal Arts Students Association, came into my mind. But even before he came into focus, instead of being vague as the other fellows were, I said, \"This is the only convinced socialist-Christian.\" I don't remember any more. He is 19 years old."
        }, 
        {
            "number": "M09-3", 
            "content": "Afterwards, I had a very short dream in which I found myself in the polytechnic school, surrounded by a group of boarders, just as it was the first day I arrived there to supervise them when I was a priest and my superiors sent me there. All of a sudden and for no good reason, I exclaimed, \"How beautiful!\" It seemed to me that I was looking at myself from above."
        }, 
        {
            "number": "M09-4", 
            "content": "I only remember that I was saying something and that I was sitting next to Carmen, a girl whom I used to (and still do) love and who refused me. In this instance there was a movement of a sexual character, such as a certain smile, and a very feminine gesture on her part. That is all."
        }, 
        {
            "number": "M09-5", 
            "content": "We had to go play a game at another school, but it turned out that their field was completely flooded. I checked this out before the others got there. Once we arrived, we found an open field. I had just seen a closed and dark field when I'd gone there. Suddenly a girl from the university appeared. There was a green field and in front of it there were some steps to sit on. She told me she wanted to go to Paracas. She is about 19 and is in her second year at the university. I told her that I would go with her, but later on there was a conflict. I believe it was a conflict between going to Paracas or watching the game. Then it seemed to me that I was in Ica and in outdoors surroundings. When I got back from there (it seems to me I had been in Paracas), I found the game again. but it was not taking place on a grass field, but rather on a narrow cement field which was very long and had a series of steps on its sides. I found Don (a 56-year-old priest) playing backfield and with a green suit on. I think there was some discussion with the referee. I and my girlfriend went to sit in the cheering section where there were very few people."
        }, 
        {
            "number": "M09-6", 
            "content": "I only remember one scene. I was walking with a girl, who seemingly I had just met that afternoon (she was approximately 19 years old). All of a sudden Carmen passed by, crossing the street. I immediately left the girl I was with and went towards Carmen. This scene was accompanied by great affectionate, loving feelings."
        }, 
        {
            "number": "M09-7", 
            "content": "We were walking down a very pretty street with some friends whom I perceived very vaguely. We arrived at a group of buildings where there was a lot of movement going on, apparently due to rumors of a war. We tried to get out, but couldn't (the buildings were surrounded by gardens). Suddenly my uncle Julius appeared, but he did not solve the matter. One could see that the other side was preparing itself for the fight, and suddenly they appeared. I don't remember any more, even though I believe that we started to run away."
        }, 
        {
            "number": "M09-8", 
            "content": "I dreamt that I was congratulating a 28-year-old priest who plays soccer for having made a goal. The frame of the dream was narrow, and I was not able to concretize it. Anguish. Later I found myself in an old house with a referee who was keeping tabs on the congratulations and said there were 17 more minutes to go. He was demanding that the game continue, while a boy was standing next to him. Afterwards we went out to celebrate the victory, but we found ourselves on the lawn of the house. Green areas. That is all."
        }, 
        {
            "number": "M10-1", 
            "content": "I am in the house of a family that I know. The place is very familiar to me because I have been there many times. I am talking with the eldest son (21 years) and his wife (18 years) and we are laughing a lot. This is strange because in reality I do not get along too well with him."
        }, 
        {
            "number": "M10-2", 
            "content": "I was in the country and in an old barn that I don't know. I and several others, who never appeared distinctly, had two brothers, aged 20 and 22, with their hands tied on their backs. It is daytime. I get the idea that in order for them not to escape, we should also tie them by their feet to a pipe which goes from the ceiling to the floor and which is very tall. When I am about to do this, a person comes into the barn (I cannot remember who it was) and reproaches me for what I am about to do. I obey and stop doing it. Immediately afterwards, we were outside the barn (I have never been in a barn), but it was a moment at which what has gone previously had not yet occurred. We were bringing the two brothers, handcuffed, when their mother and another brother came before us and asked us to free them. Someone, I don't know who, said no, because at war everything is allowed and they had done the same thing before. An old man said that this was nothing, and that worse things could happen. I, however, casually approached the mother and told her not to worry because he was just trying to scare them."
        }, 
        {
            "number": "M10-3", 
            "content": "I am a soldier. I am with many others by the river. It seems to be a place in the jungle, but I am not familiar with it. We are at war and the enemy is starting to cross the river towards us. We immediately recognize their chief, who is famous and feared by all of us. I shoot at him, hoping to get him, but nothing happens to him. They kept on coming since they realized that we were not going to be able to stop them, so we ran, scared. The chief was a Chinese man of about 30 years whom I did not know. I was very scared of him."
        }, 
        {
            "number": "M10-4", 
            "content": "A cousin and her 9-year-old (more or less) son appear. The boy's shoes had been lent to somebody, and she wanted them to be returned. A 13-year-old boy had them, and he had made them very wet and ruined them completely. My cousin began to complain and to praise the good quality of the shoes."
        }, 
        {
            "number": "M10-5", 
            "content": "We were supposed to be home, although really I had never seen that place before. There is a party and almost everyone is dancing. I am with my father and a friend of his, whom I do know, in a room which has a door that leads to the place where the people are dancing. This room is quieter and there are only three people there. My father and his friend are sitting face to face on two chairs, and I am standing up. That friend has arrived recently and it seems that before there was another person sitting in his place. The gentleman wants something to drink and he accidentally knocks some glasses, which were on a tray by his side, on the floor. My sister brings a beer for him, but when he is pouring it, he spills it and my father and I start to get annoyed at him because all of a sudden we realize that he is drunk."
        }, 
        {
            "number": "M10-6", 
            "content": "I was driving a station wagon through some streets which were very familiar to me because I used to live around there. In the street there is a boy of about 18 years who has several fox skins, and he shows them to me. As I know him, I invite him to drive around with me, but he tells me that first he has to return the hides to his father, and he puts them in a bag. While driving alone in the station wagon, I come upon a sand pile on the road, which I am barely able to go through. A car coming behind me is not able to go through it and I make fun of the people in that car. There is a lady and a girl of about 18 years. I start to discuss with them about the sand. They tell me that they are not to blame because they are building a house, and I tell them that this is not a good reason for them to put sand on the road. When I turn around, I find that the station wagon is dismantled and submerged in the pile of sand. I start to pull the parts of the station wagon out of the sand with great ease, even though the parts are very big. The body of the car is ruined. I tried to fix it."
        }, 
        {
            "number": "M10-7", 
            "content": "We are in the jungle, close to a river, but the river banks are quite high. I go into a hut that looks like a carpenter's workshop. There are many tools. I start to search for something, but I don't know what it is. The hut is very old and made out of wood."
        }, 
        {
            "number": "M10-8", 
            "content": "My sister, who is 19 years old, was complaining about the humidity. She and my brother, who is 20 years old, now appear in a room with which I am not familiar. I bring a stuffed bag into the room. They start to pull out of the bag a series of cards which look like invitations and which are wet and have stuck to each other because of the water. They do this on top of a desk. I see that all the cards have a little sign with my sister's name on them, and that in many of the cards the little sign is slipping because of the water."
        }, 
        {
            "number": "M11-1", 
            "content": "A beautiful girl had completely fallen in love with me and told me some beautiful things. Since it was the first time I felt something like it, I felt as though I were floating in the clouds. With shaky hands, I touched her face and almost stammering. I just couldn't believe this beautiful moment. I kissed her and embraced her passionately. I was so sentimental that I even cried with emotion."
        }, 
        {
            "number": "M11-2", 
            "content": "A desperate scream from a child shook me up. Immediately I worried over where the terrible cry came from. I searched and searched, but couldn't find it, until at one point I saw that a boy had been crushed by an enormous truck. His brains, mixed with the hot red blood, were stuck to the ground, his arm could not be replaced because they had crushed it. His legs were a knot of flesh and bone. Later, nothing seemed strange to me, all the rest was of no concern."
        }, 
        {
            "number": "M11-3", 
            "content": "I was directing a children's group. Everyone sang with great fervor. And the meadows sang and the flowers sang. It was a very beautiful song. I remembered my childhood. It was a children's ceremony."
        }, 
        {
            "number": "M11-4", 
            "content": "I was at the National Stadium. It was an afternoon of big games. One of them was between Universitario and Alianza. I screamed at the top of my lungs for Alianza. When the first point had been made by my favorite team, I took a leap from the west stand and landed right in the field. Then they lent me a uniform of Alianza and I started to play and nobody in the opposite team's defense was able to stop me."
        }, 
        {
            "number": "M11-5", 
            "content": "A bunch of huge and some very small pens were in a room and they were chasing me. But there was a special rhythm they had, so I started to dance also. All the pens shone and every once in a while they would fall apart and show the parts they were made of."
        }, 
        {
            "number": "M11-6", 
            "content": "Beautiful trees surrounded my house and they made a huge shade in which I was resting on a very, very nice afternoon. Then I saw the biggest tree getting smaller and then it became just a shrub. In what had been the tallest part, there was the nest of a very big bird. I grabbed the chicks and then I saw the bird appear and it grabbed me from the back and raised me very high and then let me down."
        }, 
        {
            "number": "M11-7", 
            "content": "It was a very dark place, with very soft lights which invited caresses. The glasses clinked and the liquid of the pouring liquor made a very nice scent. All this was accompanied by very soft music, which made the place more intimate. The sexy figure of an attractive woman aroused a rather sexual desire in me. The surroundings were appropriate to satisfy my needs (sexual). This was of help in getting a lot of pleasure."
        }, 
        {
            "number": "M11-8", 
            "content": "It was midnight. I dreamed I was dreaming that I was awake and under a cold shower and that I was getting wet little by little. I was covered with suds. Suddenly the water turned very hot. My best girlfriend was bathing me."
        }, 
        {
            "number": "M12-1", 
            "content": "A totally unknown and strange place. Two roads came together in front of some lighted caves. The other side of the road was covered with dense vegetation among which some trees could be seen. The characters: me, a leftist student leader, with a few classmates, and Christ, the character around whom a conversation revolved. Also He was the dweller of the cave. He moved about without difficulty, going through the rocks and also coming from the past and into the future without difficulty. I remember the leader and his sister. They are friends of mine. I was trying to defend Christ and the leader accepted my position and he also accepted Christ, whom he considered a person who was very important for the future of mankind."
        }, 
        {
            "number": "M12-2", 
            "content": "A rather comfortable house situated in the middle of a densely vegetated area. It was a house of ill-repute, unfamiliar to me. A relative of mine was associated with a woman in order to exploit two girls from that house. One of them was 18 and the other one was around 30. My relative had become a partner of the exploiting woman by taking customers there. After having done their work the two girls came out, completely exhausted and I started to tease one of them, the youngest, and I didn't give up until I could caress her. Both of them were somewhat heavy. When the room where they had been was emptied, I was compelled to go inside it. I did this and the bad smell and dirt on the beds was unbearable, so I had to get out in a hurry."
        }, 
        {
            "number": "M12-3", 
            "content": "We had gone to a lecture, but previously we had made plans for it sensing that there would be disturbances. That is the way it was because the man we were afraid of came into the room and got out right away and left us amazed. We took advantage of the fact he was out to lock the doors, but once they were locked, some classmates knocked on the door and asked us to let them in. In that group there was a girl with revolutionary ideas and quite determined. We had taken those precautions because that man was already well known as an outside agitator, an upriser. He knew karate and judo and he had a group of accomplices to carry out his plans for the riot. We really were very few and could not put up a defense and that is why we took the precautions because we especially had to protect the lecturer, so we locked the doors."
        }, 
        {
            "number": "M12-4", 
            "content": "I was traveling by train. We had gone on a picnic and were coming back. Next to me there was a girl, very pretty, and I was interested in her. It was sufficient for me to let her know I wanted her and she threw herself upon me and hugged me and kissed me. I answered her in the same way, with emotion. Now the place where we were was uncomfortable for both of us and we wished we were elsewhere...."
        }, 
        {
            "number": "M12-5", 
            "content": "The place was unfamiliar. It was nice, like a place for adventure, but dangerous. The characters were familiar - me, my uncle and a friend (M). We were trying to climb up a very steep place in a coastal town towards the mountains. The climbing was very dangerous because as we got higher up, it became steeper. We were completely exhausted, and were able to reach a flat part, where we could rest. We felt like having something to drink or some fruit, but we realized that we hadn't brought anything with us. My friend and I had to decide who was going to have to go back into town, but were not able to do it."
        }, 
        {
            "number": "M12-6", 
            "content": "It was a nice setting, unfamiliar to me. Three characters, a very determined young girl; all were young. The main character was Christ, who moved from one place to another, going through rocks, without difficulty. I felt myself compelled to defend Him. The others said they were revolutionaries."
        }, 
        {
            "number": "M12-7", 
            "content": "The cold was extreme, our limbs were frozen and we could not move them. Many people were crying, the snow was falling, the melting ice ran down very heavily and noisily. The weak rays of sun didn't have any effect. We saw a huge valley. It was the beginning of the Huaylan canyon. The two lakes of Llanganuco and the majestic Huascaran jealously guarded their belongings. The landscape was impressive and threatening."
        }, 
        {
            "number": "M12-8", 
            "content": "A beautiful dawn, everything shone, the sun seemed bigger. The birds had already stopped singing. I felt a great happiness; my dreams were being realized. A clean city among beautiful landscapes. People were happy. There were many schools, parks and sports fields surrounded by gardens. There weren't any poor people or beggars. Everyone worked; it was heaven on earth."
        }, 
        {
            "number": "M13-1", 
            "content": "I dreamed I had an accident with my car. First I fell into a ditch, then the wheels came off and then the engine and finally the body of the car went inside a station wagon. In my dream I thought that what had happened was a dream and at the same time I knew that it wasn't true; that is, that I was dreaming, but that it had really happened. Then I awoke."
        }, 
        {
            "number": "M13-2", 
            "content": "I dreamed that I was visiting my girlfriend. Her house had turned into a girls' high school. She received me, dressed in everyday clothes. Her mother was sitting on a bench. I awoke."
        }, 
        {
            "number": "M13-3", 
            "content": "I dreamed that I was taking a test and that I got a score of 45, whereas a friend of mine, George, had gotten 83 and he was sad."
        }, 
        {
            "number": "M13-4", 
            "content": "A very loud radio was playing, then I started to dance and all the people also danced with great speed, until they fainted."
        }, 
        {
            "number": "M13-5", 
            "content": "I was desperately trying to get out from under a pile of debris and wasn't able to. I was desperate to get out of the dust, but my efforts were in vain because the dirt that was falling on me didn't stop falling for one second because a violent tremor shook the ground incessantly. I struggled and struggled, without being able to scream or move. My effort was so great that I awoke."
        }, 
        {
            "number": "M13-6", 
            "content": "It was a beautiful party with lots of noise. The band played constantly and everyone danced without pause. A beautiful girl attracted me and I looked at her, without taking my eyes from her for a moment, a long while. I liked her so, so much that later I was married and living in a mansion and I had lots of money and properties. My two children looked like me. My mother was visiting me and she cried when she told about the time I was born and grew up at her side."
        }, 
        {
            "number": "M13-7", 
            "content": "There were a whole bunch of waxed floors. It was a landing field. Each plane took one hour to land. Everything was huge, and I was very small. I had to climb some stairs in order to reach a table. Everything was too big for me."
        }, 
        {
            "number": "M13-8", 
            "content": "I was in Scotland. Everything was beautiful. The streets were big and clean and one got the impression that there was no end to them. The hotels were lit and very well lit. I walked and walked and found a town that looked very much like our mountain region. The little llamas raised their proud chests and displayed the pure wool which grew in their deep chests. Everything was wonderful. Then I was going through a city which had a volcano very much like the Misti."
        }, 
        {
            "number": "M14-1", 
            "content": "I remember things very vaguely, but I shall try to explain them in the best possible way. It is about my studying for final exams and just the day before I had about four more pages to complete. The next day I went to the test, I went in rather nervous and worried. I don't' remember, but I was worried. I finished taking the test and went out happy. I had done alright. When at the end they gave out the grades to show them to our parents, I knew they would be glad. I had always dreamed (so to speak) of having a Pontiac GT, so the day after I had given them the grades for the exams, I went out to find out when registration for the next term would be and I had just taken a few steps when I found the car. My father told me that it was for me, and then I don't remember any more."
        }, 
        {
            "number": "M14-2", 
            "content": "I found a girlfriend I hadn't seen for years at home. I looked at her with amazement and suddenly I was very attracted to her and I kissed her and started remembering the old times with her. And I felt that I loved her and I swore my undying love to her and we continued together until suddenly she disappeared from my house as though by magic."
        }, 
        {
            "number": "M14-3", 
            "content": "I was up in the clouds and I could see the whole city. I saw how the people moved hurriedly. It was a very frantic world. The very tall buildings seemed to be ants' nests. People went in and out, they ran, fell down. It seemed they were very upset. Suddenly I came down from the clouds and everything seemed different because there was absolute silence."
        }, 
        {
            "number": "M14-4", 
            "content": "I was in a huge ocean. I was at the bottom of it and I contemplated its beautiful underwater landscape. The fish were happily writhing their small bodies. The algae seemed like creeping vines. The oysters at the bottom seemed to be paving the sand. I understood the message and the infinite beauty of aquatic nature."
        }, 
        {
            "number": "M14-5", 
            "content": "A storm had swept my house. The water filled my room with dirt and I was drowning. I wanted to swim, but couldn't. I felt anguish. It was a nightmare."
        }, 
        {
            "number": "M14-6", 
            "content": "I somehow found myself at a party. Everyone was dancing and shouting. The atmosphere was great. I was dancing very much. I found my girlfriend and made her dance, but I also realized that my other girlfriend was also there and suddenly I found myself in a dilemma, because I didn't know hot to get rid of them. Finally I didn't want to get rid of them any longer. I had them side by side and they made love to me. I was exploding with laughter because it seemed ridiculous to me and I laughed until I awoke."
        }, 
        {
            "number": "M14-7", 
            "content": "I was in Alaska. The whole place was white and it hurt my eyes and I couldn't see. I was terribly cold and although I tried to cover myself, I couldn't stop being cold. The wind kept hitting me. My teeth were rattling. I was very cold, and my head ached."
        }, 
        {
            "number": "M14-8", 
            "content": "I was running through the streets and found an enormous fire, and I wasn't able to put it out. I kept throwing water in there, but the flames kept getting larger until I couldn't stand the heat and I was very thirsty. I don't remember any more."
        }, 
        {
            "number": "M15-1", 
            "content": "I went hunting in Puerto Maldonado, a place located in the middle of the jungle. I spent the whole day sailing down the river and fishing at the same time. Everything was a harmony of colors and sounds. At dusk we camped alongside the river. We had to catch an animal to eat for supper. I was so tired, I fell asleep inside the tent. When I awoke it was 10 p.m. A panther had made a loud sound which had awakened me. Everything was pitch black. All I could think to do was to grab my gun and stand alert. The night was very long. I was starting to be afraid, but suddenly I remembered my harmonica and started to play."
        }, 
        {
            "number": "M15-2", 
            "content": "I was taking a Physics exam. I had studied so much that everything was confused. Then I looked at the time and the time kept running shorter. I was feverishly trying to give a good answer. Later on I solved the questions. Two days later I saw my grade and I had flunked. I was very disappointed. I realized I was a failure for mankind and I started to feel sorry for myself."
        }, 
        {
            "number": "M15-3", 
            "content": "I got home and started to install an electric gadget, but I didn't take the necessary precautions and the thing blew up and I was electrocuted."
        }, 
        {
            "number": "M15-4", 
            "content": "I was watching how the plane was falling into the ocean, but it never reached the sea. At times I was inside the airplane and at other times I was on the ground and was observing how the anguished people were crying for help without being able to find a place where they would be better protected."
        }, 
        {
            "number": "M15-5", 
            "content": "I was applying a great deal of effort to move a vehicle from one place to another, but my efforts were in vain because the vehicle moved and so did the floor on which it stood. Then I would run to stop the floor from moving, but at the same time the vehicle was coming at me. The only thing that was left to do was to jump from the train, but I wasn't moving because there was no wind and there were few waves and the boat didn't move because it ran into a stoplight and then a plane that was flying above fell down."
        }, 
        {
            "number": "M15-6", 
            "content": "I left home and went to visit my friends. Suddenly I got hold of a motorcycle and was driving my girlfriend around all afternoon. I went up and down hills, I enjoyed feeling the sensation of speed. Suddenly I started to smoke pot and I felt I was sliding through strange-shaped tunnels and I felt an unending joy. All of a sudden I woke up startled."
        }, 
        {
            "number": "M15-7", 
            "content": "I had received the grades for my courses at the university. I was very happy because I had passed all my courses, some with rather low marks. I felt sad to see that my best girlfriend had flunked mathematics. I left the university and went to have lunch at a coffee shop where I stayed until night. Then I walked through unknown streets and wondered about my future."
        }, 
        {
            "number": "M15-8", 
            "content": "I was in a slum where there was much poverty and I started to help people so that they would have a better life. We built adobe houses which had a dining room and three bedrooms. It was functional. I cleaned the streets and I wished that people would concern themselves with cleanliness, that they would work and that all the children could go to school. I also wished they understood that birth control was very important for a family to be able to have some of life's comforts. I felt sad seeing the empty looks on old people's faces, as though they had some profound sorrow."
        }, 
        {
            "number": "M16-1", 
            "content": "I went out hiking with my father, my three siblings, and an uncle. We walked for a good while and then we started to climb a rather steep hill. My sister and I were in the back. About half-way up we heard a noise and then the earth started to shake. it was a strong tremor. My sister and I (holding hands) went down first and we got to a flat area and there was a house (which wasn't there when we went up). From there we saw the rest of them quickly going downhill. Due to the tremor, whose intensity had increased, and to the speed gathered from the descent, they weren't able to stop where we had. Lots of rocks were falling at their backs, but before these could harm them, I awoke. It was a frightening dream; the setting was not familiar."
        }, 
        {
            "number": "M16-2", 
            "content": "I was in an uncle's farm, playing with my cousins and siblings. My aunt and uncle, other cousins and my parents were sitting on the floor and started to look at some dried fruit and then they played cards. In the meantime I was being chased by my cousins and siblings. There was a small river (which is familiar to me) with a bridge made of tree trunks; it was narrow. I crossed it in a hurry and when I got to the end, I saw myself walking on Union Street. I bought a pair of shoes and continued walking. Then a girlfriend came out of a side street, we looked at each other and we kissed. When the kiss ended -- it lasted long -- there weren't any more people. They had all gone and it was still early. We continued walking, holding each other, and I awoke."
        }, 
        {
            "number": "M16-3", 
            "content": "My graduating class and others whom I didn't know were at a party that was being given by a friend of mine (I haven't seen him in seven years). There were few girls (I only remember four and they were friends of mine). The place was familiar; it was the auditorium of the last school I went to; there weren't any tables or chairs.  There was only a new, yellow, medium-sized car. It seemed that it was going to be raffled, but the boy who gave the party was its owner. We were drinking champagne, all dressed formally and the orchestra was starting to play when we heard a noise coming from the car and it shook, a classmate shouted, \"One!\" I was amazed, the owner of the car went towards it and looked at it with worry and went away later. Suddenly a similar but louder noise was heard and I heard, \"Two!\" Many people were worried and one could hear murmuring all over the room. Then I saw that some were putting their glasses on top of the tables (which weren't there previously) and I saw a group of ladies and gentlemen, maybe the parents of some of the kids that were there (they also weren't there at the beginning). These people looked at everyone with amazement and suddenly a third noise was heard and then a \"Three!\" Many ran to the door to get out. The car was shaking and smoke started to come out of it. I was at the door and trying to get out and then I saw myself outside. There was an explosion, the car blew up and the roof of the room was destroyed. The car's owner looked at it sadly, while sparks were coming out of it. Nobody was hurt, the car was on fire, but was not being consumed. Then I awoke."
        }, 
        {
            "number": "M16-4", 
            "content": "I was alone on an island. I was shipwrecked. On the island there was only a coconut tree. I was seated and looking at the horizon, waiting to see a ship, but I wasn't worried. I stood up and looked behind me and saw that the island was no longer very small. I saw trees, I walked and then I ran. There was lots of vegetation. It was a wonderful beach with white and very fine sand. I was starting to see many people, but they were all dressed like in the 20's. Only myself and a girl were dressed in the present style and nobody was surprised. We walked hand in hand and everyone greeted us. There was a car accident and a friend of mine (M) was hurt. then I awoke."
        }, 
        {
            "number": "M16-5", 
            "content": "I was in a car race. I was running ahead of everybody so I confidently stopped at a highway restaurant. I had a drink and went out and then I found several of my friends and there were lots of people who hadn't been there when I went in. Everybody was running at the side of the road in order to see the cars go by. I shouted with everybody else and forgot about the race. Several cars went by and then I went into the bar to have a beer. There were several of us, but none of them was familiar. We were drinking to my success in the race. We were drinking a lot and then on the radio we could hear someone screaming, \"Goal!\" A point had been made by my favorite team and I was happy. Then I awoke."
        }, 
        {
            "number": "M16-6", 
            "content": "I had just seen a movie (the theater was not familiar to me) and the screen was as small as a television set. I liked the movie, although it was a comedy (which I don't like in real life). In the theater I had been alone, but I came out with a girlfriend. We got into the car and went to her house. There was a party, but she wasn't interested in it and we went up to her room. We were talking and then her sister came in. She is my girlfriend. She introduced her to me and then told us to go downstairs, that the party was nice and that they were asking for us. My friend didn't want to go down, but I did, and I danced for a while and then went up again. I went into the room and found her crying on the bed. She told me she had a very serious problem and that the next day she would tell me about it. She was just going to go to bed. I went out and left, but in a different car from the one I had gone there with. I was on my way home when my alarm rang."
        }, 
        {
            "number": "M16-7", 
            "content": "When I arrived home, my father had died of a heart attack. The whole scene was one of sorrow. All of a sudden, it was dawn and the time for the burial was nearing. I cried with great sorrow and then I got into the same tomb, but I couldn't get out and I awoke and stopped dreaming."
        }, 
        {
            "number": "M16-8", 
            "content": "The noise of the engines of a racing car made a terrific sound, the roaring engines seemed to buzz, the steepness of the curves gave the impression that the car was flying. The wheels screeched and then burned. This is what racing and having courage is about. This was what allowed me to race."
        }, 
        {
            "number": "M17-1", 
            "content": "I dreamed I was in the Virgin Islands with six girls around me. I was a great artist and they were asking me for my autograph, but since I felt tired, I sent my secretary to sign them."
        }, 
        {
            "number": "M17-2", 
            "content": "I was at the head of the race, both in my category and the others. It had cost me a lot of money to prepare the car. We were racing for the National Highway Grand Prize. The signal to start the second stage was given and I continued at the head. There were 5 miles left before getting to the \"Devil's curve.\" At the moment I got to the curve, my car skidded and I went off the road and ... I fell from the bed. I awoke."
        }, 
        {
            "number": "M17-3", 
            "content": "I dreamed I was fighting against five monsters in order to rescue my harem, which I had won from my three-year-old brother in a game of marbles. Just at the moment of the fight, the garment that covered my svelte body fell down and the monsters were knocked out."
        }, 
        {
            "number": "M17-4", 
            "content": "I dreamed that of all the thousands of things that had happened in the world to me, the best thing I had dreamed about was about my childhood. I dreamed that when I was 3 years old, I married my writing teacher and I had seven little girls by her. At that moment some dirt from something that was floating in the sky fell. My dream stopped then."
        }, 
        {
            "number": "M17-5", 
            "content": "An enormous tiger looked like he was going to attack me. The whole dream was a nightmare. The tiger destroyed me, but I didn't feel pain, only laughter. And I roared with laughter until I awoke with the chuckles."
        }, 
        {
            "number": "M17-6", 
            "content": "I was at a party and everybody wanted to be my friend, and I rejected them all because nobody had as much money as I did. And that is why I left the party, to look for more money, to show everybody that I had a lot of money."
        }, 
        {
            "number": "M17-7", 
            "content": "The streets were rainy, the gardens were wet, the scene was filled with coldness and loneliness. I walked through the empty streets with my hands in my pockets, when suddenly I heard screeching brakes and the car wasn't able to stop and it noisily crashed into the pavement. It was an accident. Later I saw the corpses spread all over and I was amazed and started to meditate about what had happened."
        }, 
        {
            "number": "M17-8", 
            "content": "I went to a house of prostitution and had very passionate sexual intercourse, but the whole thing seemed absurd to me and it looked like a dramatic scene. Seeing so many women trading with their bodies without assigning them any moral value made me sad, and to see everything they did to get a little money to support themselves. Afterwards I met my girlfriend and I didn't want to kiss her. I didn't want to soil her, because I felt very vulgar and I started to cry."
        }, 
        {
            "number": "M18-1", 
            "content": "I dreamt I was aboard a ship where I met a beautiful girl who treated me with great kindness. The beautiful girl was the daughter of the ship's captain and therefore I became a good friend of the father who got along very well with me."
        }, 
        {
            "number": "M18-2", 
            "content": "I dreamt I was at a big charity ball where I met a friend who also introduced me to his girlfriend. I fell in love with her at first sight when she held out her hand for me to ask her for a dance."
        }, 
        {
            "number": "M18-3", 
            "content": "I dreamt that I was in a very large river, which I had sailed in a boat. Apparently there was some destination I had to reach. but along the way several adventures occurred in which I came out victorious."
        }, 
        {
            "number": "M18-4", 
            "content": "I dreamt I was in a sports field and that I was the one who made the most points. I wanted everyone to applaud me and there was a huge celebration in my honor after the game."
        }, 
        {
            "number": "M18-5", 
            "content": "I dreamt that I was in Europe where I had been especially invited and that I was being given the red carpet treatment. I had to travel to Spain and in particular to Andalucia, a place about which I had heard marvelous things, but which in reality had disappointed me."
        }, 
        {
            "number": "M18-6", 
            "content": "I dreamt I was in a far-away country where everything was goodness and happiness. I had everything, even the most beautiful thing, the love of a beautiful girl. I was, therefore, trying to behave in the same manner as the people in that place treated me."
        }, 
        {
            "number": "M18-7", 
            "content": "I dreamt I was directing the masses and trying to instill in them a nationalist pride, the same policy the present government is following. Thus I was hoping to give them a sense of revolution in an active form, but without encouraging to use guerrilla tactics."
        }, 
        {
            "number": "M18-8", 
            "content": "I dreamt I was at a social ball where I met a very beautiful girl. I went up to her and it seems to me that she was the first in accepting me as a friend. Then during the course of the ball, we got to know each other better. When I finished my studies, we were able to dedicate ourselves to the pursuit of pleasure, mutually."
        }, 
        {
            "number": "M19-1", 
            "content": "I dreamed I was in the city of Pisco, in the Peruvian Algae factory (a place I know). I had gone to see what kind of machines they used to press the algae and to find out up to what point the extraction of algae was forbidden."
        }, 
        {
            "number": "M19-2", 
            "content": "I dreamed I went to an unknown place and I appeared in a desert, looking at a very pretty blond who was in a bikini and who flirted with me. Then I asked her to have intercourse with her and without saying a word, she took off her bikini and I started. Suddenly I felt a strong gust of wind which made dust and I saw several men on horses, with guns, who looked like they were from the West. One of them was riding very fast. He had black clothes and a golden gun holder and silver guns which shone. Then I went up to him and asked him why they were following him and he told me that it was because he had killed a man. I told him to stand up and face them, but he didn't pay attention and went on. I awoke then."
        }, 
        {
            "number": "M19-3", 
            "content": "I dreamt I was a very brave cowboy and that I was in a saloon and suddenly a bandit who wanted to kill me appeared. But I was faster and pulled my gun faster and hurt his arm. He asked me, \"Why didn't you kill me?\" \"Because I want to let you live.\" I went out and got on my horse and left. I got to a town where there were many women with guns and they were very pretty. They took me prisoner and tied me to a tree and lit a fire below. I felt I was going to die. When the others were sleeping, one of the girls, who seemed to like me, let me free. I asked her to go away with me, but she said she was afraid of her boss. Well, I left. Suddenly my dream changed and I was in a castle, hearing steps that never came close. Outside there was a storm. I heard a loud and ugly voice and it was there that I woke up."
        }, 
        {
            "number": "M19-4", 
            "content": "I dreamed I was a private detective and that I was mean and a ladies' man. I had a very poor office. One day a man named Ringo came to see me and asked me to investigate the kidnapping of his daughter. I asked him who had recommended my services and he said it was a Chinaman. I made him sit down and tell me his problem. He told me they had kidnapped his daughter and were asking for a million as a ransom. Then I started to investigate and was able to capture the bandits. Suddenly I was in a very beautiful place, which was unfamiliar to me, but an old man with a beard and dressed in white came to me and I asked him where I was and he told me that I already knew. I heard them call me in the distance and then I awoke."
        }, 
        {
            "number": "M19-5", 
            "content": "I dreamed that I worked in a circus, that I was a trapeze artist. When I was up on the trapeze, I was terrific. I could do anything and I worked with a very pretty girl. There was a midget who scared the children. He had a very large face and a strange look. Sometimes I looked at him, and it seemed to me that the midget was growing and getting strong. The midget had fallen in love with the girl I worked with. One day he took her away from the circus. He had grown up. I searched for her everywhere, because I couldn't find her. Then someone told me that the midget had taken her away and I laughed because I thought the midget couldn't carry a full-grown woman. But he told me that it wasn't a midget, but someone very tall. And then I ran and was able to find him and asked him where she was, and he said he didn't know. Then I grabbed his lapels and he started to grow taller and taller. Then I awoke."
        }, 
        {
            "number": "M19-6", 
            "content": "I dreamed I was a hippie. I dressed in an extraordinary way and told everybody that we had to propagate love and peace, that it wasn't right for wars to go on and that too many innocents suffered from political causes. Then I appeared in a war between the Arabs and Palestinians, in a battle. I was between the two sides sitting like an Indian with my arms folded. When the chiefs saw me, they stopped the fire and each one sent one soldier to get me out and I didn't want to get out, until they took me out by force and they continued fighting until everyone was dead. And I went to sit at the same place from which they had removed me. I heard a strong, terrible noise that scared me, and I awoke."
        }, 
        {
            "number": "M19-7", 
            "content": "I dreamed of a girl at the bank whom I like physically. I went to a hotel with her to get a room. Suddenly Topo Gigio appeared, saying to Braulio Castillo, \"Now, to bed.\" Well, I laid with her and it was no longer the girl in the bank, but a relative of mine. Suddenly I felt that the walls were shaking, the bed was shaking, and the lamp was shaking so much that it fell. We went out desperately as we were, naked, and not only her and me, but also everyone who was at the hotel. Suddenly I saw a very strong light which lit the whole place, and we were scared because we didn't know what it was. When I saw this, I awoke. Then I closed my eyes again and didn't dream any more."
        }, 
        {
            "number": "M19-8", 
            "content": "I dreamed that I was an old man, happy and good and I had my children and grandchildren and lived in the same place I live now. I had a son aged 17 who had problems and was always crying, and I gave him advice. He thought that looking at the mirror he turned old and ugly. Then a star appeared to him (shining) and a very beautiful girl came out and told him, \"Don't worry, your face is not ugly or old. Be calm. You are going to be happy and very rich.\" Then I was at the beach with a group of friends (M & F). One of the girls was in love with me, but I felt a great pain and I woke up."
        }, 
        {
            "number": "M20-1", 
            "content": "The only thing I can remember from my dream is the following: I was in the pool room with my best friend at the university. He is of medium size, blonde, 18, and dresses very colorfully. The place was the pool room at the Union Square where we always go, but there was no background; just the pool table and us. Then we were in the soccer field at the Lawn Tennis Club and he and I were playing, but the strange part was that the ball was a large billiard ball. That soccer field is familiar to me because it is there that I train with my team. Afterwards, I don't remember any more."
        }, 
        {
            "number": "M20-2", 
            "content": "Last night I dreamt of the serenade we will give to a classmate. Strangely enough, the meeting was at her boyfriend's house rather than her own. It was a six-story building. We could see her mother and father, but it was his dogs that were there. He was also there. He is short, has black hair and brown eyes, and is a very good friend. She, the one being serenaded, is short, has long, black hair, black eyes, is dark and is an excellent friend. One of the dogs is brown and the other one is white. This dream is appropriate because on Saturday, the 29th, we are going to serenade her, but, contrary to the dream, at her house. I don't remember the other friends in the dream well."
        }, 
        {
            "number": "M20-3", 
            "content": "I dreamed about someone who was supposed to be the father of my Uncle Felix, who was not the father of my father. This gentleman was tall, gray-haired, about 80 and dressed in dark colors. I was in a house, hugging him, and I cried because he said he was going to die and then my dad and my uncle came and they also cried. I don't know how to interpret this because the father of my dad and my uncle, that is my grandfather, already died. The house which was the scene of the dream wasn't seen clearly."
        }, 
        {
            "number": "M20-4", 
            "content": "The only thing I can report about my dream is that my occupation was killing white rats. These were the size of a dog, white and with funny ears. They followed me everywhere. The surrounding was a country house in whose corridors the white rats appeared. I killed them by kicking them, smashing them, crashing them, etc. When I was about to kill the last one, I was awoken."
        }, 
        {
            "number": "M20-5", 
            "content": "The dream I had was one of the strangest ones of my life. All night I dreamt of a room where there was a plate rack, a sofa, two couches, a chair and curtains. I was sitting at the desk and a friend of mine went from one side of the room to the other, pacing. He was dark, with a beard, glasses, and was dressed in light blue slacks, a dark green jacket and green turtle shell glasses. I don't know how this dream is related to me."
        }, 
        {
            "number": "M20-6", 
            "content": "I dreamt I was in bed, sleeping with 3 friends (M), and one of them proposed that we should take partners. Afterwards came a terrible orgy, during which we committed all of the known sexual deviations. The description of my friends is as follows: one was rather tall, with blue eyes and brown hair and wore green slacks and a yellow striped shirt. He was 18 years. Another one wore light blue slacks, yellow shirt and a green jacket. He was 19, rather tall, dark, with black hair and black eyes. Another one wore green slacks, light blue shirt, a black jacket with grey fur. He was 18, dark, and had black wavy hair and black eyes. I don't know how to interpret this as I have never done these things."
        }, 
        {
            "number": "M20-7", 
            "content": "Last night I had a terrible nightmare. I dreamt I was at home, standing in front of the refrigerator, and on top of it was a cat which then jumped on me and disfigured my face. This scene was repeated a number of times and each time that the cat disfigured me, I awoke and when I fell asleep again, I would keep dreaming the same thing."
        }, 
        {
            "number": "M20-8", 
            "content": "I dreamed about two boys of about 15, with whom I was in my dining room. They are friends of mine. One of them is tall, has dark brown hair. He is fair and has brown eyes and wore a light blue shirt and grey slacks and sat to my left. The other one wore a light blue shirt, blue slacks. He is rather short, has dark brown hair, brown eyes, is fair and has straight hair. He was at my right. I was doing my homework, but at the same time I was dancing with them because the record player was on. It can be seen that this dream is appropriate for me."
        }, 
        {
            "number": "M21-1", 
            "content": "Last night I dreamed I was in a building which looked luxurious on the outside and on the inside it looked as though it were still being built. I was in that apartment with a friend of mine from the university (M, 18 and in my same class) and several boys I didn't know, or if I know them, I didn't recognize them. Everything happened in the building where we were and at one point, everything started to shake and I, scared, told my friend that we should stand on a concrete column which was strangely placed on the floor across the room. Suddenly the column on which I had suggested we stand was unavoidably broken and we fell with it. At that moment I woke up."
        }, 
        {
            "number": "M21-2", 
            "content": "Last night I also dreamed that I came out of my house accompanied by my cousin (male and 23) looking for a drugstore. We went by car. Suddenly we arrived at a strange neighborhood and asked a man who was standing on a corner whether he knew the drugstore and he told us to go on to the corner and turn right. I got out of the car alone and went looking for it. When I turned the corner, I somehow got to a big room which was filled with boys who were Japanese and had long hair. Fearing that I wouldn't be safe, I put on a wig, but my eyes and my behavior gave me away. One of them got up to tell the others that I didn't belong to their group. When I saw this, I took off my wig and started to run as fast as I could, and I was chased by one of them, and when he was about to catch me, my dream was interrupted."
        }, 
        {
            "number": "M21-3", 
            "content": "My dream of last night could be called a series of scenes. First I was in a big field, alone, and nothing happened. Then my dream was interrupted by another scene in which I was in my room preparing my things for the university and having breakfast, and then worried about not getting to the university on time. Then I saw myself visiting a friend whom I hadn't seen in a long time. After this I awoke and had some trouble making order of the different scenes in my dream, without being able to relate them to each other. That's all."
        }, 
        {
            "number": "M21-4", 
            "content": "Last night I dreamt that a friend (M) who studies at the Institute of Public Relations was visiting me to invite me to a picnic that was being organized by his class. The picnic was to be in Chosica and we would go by train. Afterwards, I found myself in Chosica next to a river and at that moment a girl fell into the river. It must be mentioned that the picnic consisted of boys and girls. After this, I asked a boy for the time and made the following remark, \"They are very late in crossing the river, almost one hour.\" Then I awoke."
        }, 
        {
            "number": "M21-5", 
            "content": "The surrounding of this dream was a remote beach which was small and with many rocks on the shore. At left, between the hill and the sea, there was a cave with big rocks at its entrance, whose depth I couldn't calculate. This is what happened: A friend named Hugh, whom I know since childhood, and I were hiding behind some rocks and observing with amazement a car that was floating on the sea. It seemed like it had been thrown into the ocean from the cliffs. Suddenly we saw that one of its doors opened and a man came out who seemed to be very scared because he was trying to not be seen. After having observed the field, he went underneath, trying to swim under water. A while later we heard some shots and we turned around to see where they came from and saw three men who were continuously shooting at the man from the car, and they didn't stop shooting until one of their shots got the man who was in the water. The sea washed the body to the shore and the men who had shot him ran towards the body, but suddenly they realized that they were not alone on the beach. Two boys of about 10 years of age, who had swimming fins on their feet, were carefully coming from the beach to get into the cave, but they were caught by the men. There is an obscure part after this which I cannot remember. After that part, I see that Hugh and I are trying to get into the cave, but were also taken by surprise. These men took us to a big old house, but with electric lighting. The strange thing about it is that there was only one light bulb which was changed when they switched from one room to another. Two friends with whom I go to school, Alfred and George, appear in this part. First George appeared and I asked him who he was and he answered, \"Satan.\" Then Alfred appeared and he replaced Hugh; that is, they guy who was with me now was Alfred. Then Satan asked me to believe in him and adore him, but I answered that I had faith in God. Then the Devil hit me and I struggled desperately with him, trying to escape. At that point my dream was interrupted and I awoke."
        }, 
        {
            "number": "M21-6", 
            "content": "Last night I dreamed I was at a party. I couldn't say where it was because I was there all at once. There wasn't a band, but there was lots of music coming out of everyplace. There were also lots of people. I tried to escape from that crowd and suddenly all the people disappeared, and I found myself dancing with a girl. I hadn't recognized the people who were there, but I did recognize the girl. She studies in my class at the university and is very pretty and has a good figure. I have only a passing acquaintance with her. I would like to know her better, but haven't had the chance to speak with her yet. I danced with her all night and didn't speak one word, and neither did she. We understood each other with our eyes, while the slow and romantic music enveloped us. Suddenly the alarm clock rang and I was sorry to be up."
        }, 
        {
            "number": "M21-7", 
            "content": "I dreamed that I was lying in bed and suddenly I started to be raised horizontally, parallel to my bed, and that little by little my body moved slowly throughout the house until I was in the living room. Suddenly I was with somebody and that person was covered with a sheet. When I went over to uncover him, the sheet disappeared and a horrible monster scared me and tried to catch me. I screamed loudly, with fear, and then, bit by bit, my body went back and the monster chased me in slow motion, but he wasn't able to reach me because bit by bit my body reached the bed and the monster disappeared and I awoke at the same time."
        }, 
        {
            "number": "M21-8", 
            "content": "The whole dream revolves around a desk. I dreamed I was studying in the university. The same teachers and students were there, but the class wasn't the same. It was a classroom from the Champagnat school where I did my third year of high school. The desk where I sat wasn't one from the university or from the Champagnat school, but one from La Salle school where I did my first year of high school. Then I asked a professor how the desk had gotten there and he told me that it had been donated by some school which he couldn't remember. Then I started to look closely at the desk, trying to recapture that time of my life at that school. That was the whole dream."
        }, 
        {
            "number": "M22-1", 
            "content": "I dreamt about my older sister who doesn't live in Lima (she's married). Well, the two of us had gone out to look for black clothing because she (Carol) had died, but I was very worried because I didn't know how to tell her she had died and that the wake was at the supermarket. When we got home, I looked for my parents, but the maid told me they were at the wake, so I went to my room and Carol came to me and asked me, \"Where is my wake?\" I was in a jam, trying to explain to her it was at the supermarket, without telling her so, so that she wouldn't be offended. Then I went to the wake and when I got to the supermarket, the coffin was alongside the cash register and people came in and out, doing their shopping without paying any attention to the coffin. I thought that it was strange for my family to have brought my sister's body here for the wake. None of the family was at the supermarket, so I went back home and found the dead person (Carol) and tried to keep her from going to her wake, first because it was at the supermarket, and secondly because no one in the family was there. I thought she would be very offended if she saw or found out this. Carol is tall, she has long wavy hair and is rather fat. The maid is old, medium-sized and fat. I don't remember any more."
        }, 
        {
            "number": "M22-2", 
            "content": "Today I dreamed that I was with a young girl, thin, with short hair, about 16 years old. She was wearing a skirt and a short-sleeved sweater, and low heels. Both of us were in a room with no furniture; the only thing I remember is a small table which came up to about our knees. We were standing, facing each other on each side of the very small table (it was about two feet long and 1 foot wide) and I was telling the girl, \"Today I have to remember my dream, because I have to tell everything.\" She kept staring at the table where there were some blank papers. At one point I took the papers and continued talking to the girl about more things that I don't remember. The room was big and dark. The two of us were in the middle, to one side of the wall."
        }, 
        {
            "number": "M22-3", 
            "content": "We were at the Stadium, watching a volleyball match. We were five couples and after the game, we had dinner at a Chinese restaurant. There we had a lot of fun, with conversations which I don't remember. Going out, I was left alone with my girlfriend in the car, when suddenly they were chasing us in another car. I told my girlfriend, \"They are after us; we have to run. Let's go to Huacho.\" She answered this, \"Why are they chasing us, if we haven't done anything? I don't want to leave you alone. Let's go where you want.\" Then I remember getting to some town, but the one with me was no longer my girlfriend, but a male friend. I don't remember any more."
        }, 
        {
            "number": "M22-4", 
            "content": "Today I dreamed that I got together with four friends and we went driving in my car. First we went to the beach. We went to the shore and walked without shoes along the shore. Then we went to a nightclub to drink. Then we went to a large gambling room and started to make bets. We really laughed a lot. Among the people who were betting, I saw a very beautiful girl who was alone. I parted with my group to go to where she was and we started to talk. Then we went to a dancing area and danced a long time. I felt attracted by the girl, but at the same time I was thinking about my girlfriend. Then I remember I ended up with this girl in a house of ill repute and there we spent the whole night."
        }, 
        {
            "number": "M22-5", 
            "content": "I don't remember it very well, but it seems that in my dreams I saw my girlfriend, who was running towards me, very happy, and after hugging me very tightly, she said to me, \"I love you!\" I don't remember any more."
        }, 
        {
            "number": "M22-6", 
            "content": "I was on a very large ranch with some friends. The ranch was on flat land and very big. The ranch house had all the comforts, with all the rooms properly separated from the others. It had a fabulous game room with everything. It had chess, billiards, a casino table, etc. On the ranch there were horses to choose from. Well, my friends were all boys (I don't remember if they coincide with my real friends). During the morning, the four of us (all the boys there) went horseback riding all over the ranch. At one point we started to gallop quickly and we let go of the reins and the horses started to run like crazy and we couldn't stop them because the reins had fallen completely. Anyway, in desperation to hold on, we grabbed the horses by their necks, almost hugging them, until we came to a bunch of cows, some of which were being milked. The horses stopped when they saw the other animals and we were able to get off. The people who were milking were laughing hard when they saw us get off the horses with panicky looks. We asked these girls to give us some of the milk and they did it gladly, commenting that perhaps we wouldn't want to ride any more. Due to these comments, we were obliged to go back to the ranch house on horses, to show that we weren't scared (although deep inside we didn't want to ride any more). When we got to the house (this time we didn't drop the reins), we felt safe. When we arrived, we found that the owners of the house had invited more boys and girls for a luncheon. During the luncheon we told our experience with the horses, which made everybody laugh. I don't remember more."
        }, 
        {
            "number": "M22-7", 
            "content": "I was in one of the streets of downtown Lima and I had to take a bus, but since it didn't stop, I did it by just hanging on to the front door. I was unlucky enough to slip and the back wheels ran over both of my legs. When I saw this, I let go of the door and hung on to the wheel and I was, somehow, grasping the whole wheel and only my head was to one side. The bus kept going and I kept going around with the wheel, but nothing happened to me and I felt an agreeable sensation because I saw that the wheels going over my whole body, except my head, didn't harm me at all and I didn't let go until a while later."
        }, 
        {
            "number": "M22-8", 
            "content": "I dreamed that I was dying to have sexual intercourse with any woman except my girlfriend. So I remember that I suddenly found myself in a bedroom with a young girl of about 16, very thin, tall and with long hair. I started kissing her neck and then I slowly undressed her, bit by bit. She was too excited with my kisses and asked me to hurry and also to suck her breasts. At this point she could not wait any longer and she spread her legs. But I was still completely dressed and she shouted to me to hurry, but when I saw her so desperate, I slapped her so that she would calm down and she started to hit me with her shoes all over my body with great fury, so much so that I ran out and I saw that she was chasing me, naked, through the streets. I was so desperate that I went into a church and hid in a confession booth. I saw her going into the church and I don't remember more."
        }, 
        {
            "number": "M23-1", 
            "content": "It is not necessary to add anything to the description of the room. The only new thing is that I have added a poster of Che Guevara which I painted. I dreamed I had been at a meeting with a group of friends in a coffee shop downtown, discussing several things that were on the news. Later, as it got dark, my friends started disappearing one by one and then the other people who were there. The moment came when I was totally alone. I went outside and the streets were also empty and were lit by tiny lights and it was raining lightly and it was extremely cold and there was a lot of fog, which made for very poor visibility and didn't allow me to see the objects around me clearly. I was walking through some narrow streets, wearing a thick coat, a hat and a muffler and these clothes made me feel somewhat strange and mysterious. I felt I had to get to some place and when I was one block away from a place which was in better conditions than the one I was in, I stopped and I felt I was getting away from that place, but could still see it. And suddenly I felt that someone was touching my shoulder and I awoke and it was my mother who told me it was time to get up to go to the university because it was getting late."
        }, 
        {
            "number": "M23-2", 
            "content": "Last night I went to bed rather late because I started to think about the things I had to do today and I felt very satisfied with the things I had done and about the meeting where I had looked at slides about climbing the Huascaran and of the area of the Huaylas Canyon and the towns around it. I went to sleep in rather good spirits. I dreamed I was at the camp (which in reality was going to be Friday, early in the afternoon) in a green field, a beautiful field where there was a stable and a variety of the finest and most beautiful animals. I was in the position of being the one who made the most maneuvers and I demonstrated things to my friends and felt very happy. Later, in the evening, we sang cowboy songs around the fire and we did this before going to sleep, and we finally fell asleep and everything was over then."
        }, 
        {
            "number": "M23-3", 
            "content": "That day we were still at camp, but this time we had been looking for another site. The place was not very appropriate because it was not a green area, but was covered with sand, a rather disagreeable place and not very clean. The arrangement in the tents was the same as the night before, two per tent. I dreamed that I was telling my impressions about the trip to a group of friends. I felt very happy and I was monopolizing the whole conversation. The meeting was at the same time some sort of music festival, which made the atmosphere more pleasant and more dynamic. We were in an atmosphere of camaraderie, where everyone wanted to participate. They were making a lot of jokes about my climbing expedition. All sorts of music was being played at this meeting. And it lasted for several hours until the musicians and artists started to retire. Only a group of us remained to talk, until we all fell asleep around a table. That was all."
        }, 
        {
            "number": "M23-4", 
            "content": "The dream started with me at the Catholic University, watching the play \"The Puppies\" with my girlfriend. After the play ended, we left, but as we were talking and walking, I was somewhat distracted and then somehow she disappeared and I tried to find her. I turned the corner where the San Martin theater is and while I was walking, I was very sexually aroused. And suddenly I found a prostitute and she started to call me and I agreed to go and make love. The two of us went into a store where they rented rooms. We passed through the door that joined them and there were naked men and women doing the sexual act and while we were going up, I saw a naked prostitute who was tempting me and I told her I was going to be with the other one. When we went up, there were no beds, and she told me we should get into a bed with another couple. We were naked. I said no because I wanted to be with her alone. Then somehow we appeared together, alone in a room, and in the middle of the sexual act, but there was a point when I stopped \"moving,\" because I didn't want to ejaculate and she did want it, and she started massaging my penis and I sort of started to awaken and I told myself that I wasn't going to ejaculate and I reached such a point of excitement that I ejaculated in the dream. And when this happened, I awoke and the first thing I did was to look in my pajama pants to see if they were soiled with semen, which they weren't. What did happen was that I had an erect penis, in an upside-down position, and I felt very excited."
        }, 
        {
            "number": "M23-5", 
            "content": "During my dream I was at home working on something. At dusk I had almost finished my work. I decided to go look for a friend at his home. When I got there, he was in the garage of the house, which is very big. I rang the doorbell as though I hadn't seen him, and nobody came to answer. I was looking at him out of the corner of my eye to see if he had seen me because he was talking to someone inside the car, his mother and a friend. I kept on ringing the doorbell and while I waited, his servant started to appear, but suddenly he came over to me and hurriedly lifted me and he greeted me with much friendship and effusiveness. We went to the car talking and he told me to get in, and his mother also greeted me very nicely. We started a pleasant conversation and then the brother of my friend came out. I was surprised to learn that he was living at home because he had married a few days earlier and they had told me that he had an apartment near the house. I was more surprised when we went with him to his wife who lived across the street, and they greeted each other only as friends. Then she came over to the car and greeted all of us. Suddenly my friend and I got out of the car and while we were walking, a servant who works next to my house and who is rather fresh, came over. He is about my size and he started to ask me questions about my family, about what they did, that is, as though he were investigating me. And this irritated me and I first slapped him, but I was too angry and hit him several times and asked him about the questions he was making and he just stammered. I forced him to answer me and warned him not to ask about my family, especially me, and I grabbed him by the lapels. And at that moment he looked like a boy of 12 or 14 and I pushed him away from me, and I calmly went on talking to my friend as though nothing had happened. That was the end of it."
        }, 
        {
            "number": "M23-6", 
            "content": "It was a very nice dream. I dreamed I went to my girlfriend's house. When I arrived, I found three boys who looked like hoodlums and who were standing at her door. I rang the bell and a boy came out and let them inside. And suddenly she appeared behind the boy and she looked very pretty with her long hair loose. She asked me into the dining room where her parents and other people were, but I had the impression that only she and her parents were there because she talked a lot, addressing us only. She talked about many current affairs and made her points in a very heated way. Her parents merely nodded to what she was saying. Her parents were very nice to me and they seemed very pleased. They smiled the whole time. They were also happy about us. And so we had a pleasant evening."
        }, 
        {
            "number": "M23-7", 
            "content": "I remember very little. I was with a group of friends in a very beautiful club, but not many people were there. I was showing off at the Olympic pool and they applauded me often. When I came out of the pool, they placed a huge wreath around my neck. I felt very happy. After this, I started doing other sports. I played basketball, soccer, tennis, etc. I felt I was great at everything. Besides, I was having tremendous success at everything. Everything came out right. This is the best way I can relate my dream because I cannot recall it with more precision."
        }, 
        {
            "number": "M23-8", 
            "content": "I don't remember my dream very well, but I will try to be as precise as possible. I believe it was about my studying at a university in the United States. I was at a meeting with a group of friends. We were discussing different aspects of life, especially politics. Later we were joined by a group of girls and the discussion became very interesting and everyone participated in it. We were forced to end it because we had to go to classes. I left with a lot of books under my arm. I felt very happy. I had very long hair, like Paul McCartney's, and I looked taller than before. I was walking through a corridor that was filled with boys and girls. I had made a lot of friends in the brief time I had been there. I felt more independent with that way of life (I am an advocate of the American system; boys and girls are more liberal, unbiased and honest). I felt complete. While I walked to class, I met many of the friends I had made there. They all greeted me. I felt very happy. And that is all I remember."
        }, 
        {
            "number": "M24-1", 
            "content": "Suddenly I found myself inside a drugstore. The pharmacist was a man (I don't remember how old he appeared to be), happy and a bit fat, and he waited on me and gave me a box full of medicines (a lot of medicines). While I was inside the drugstore, I clearly saw the shelves on which the medicines were. When I came out of the drugstore with the box, my dream ended."
        }, 
        {
            "number": "M24-2", 
            "content": "I went into a grocery store which was on a corner and which had two doors, one on each street. The store was filled with food on the shelves with only one L-shaped counter of brown wood and transparent glass to see the stuff through them. At one side of the counter there was a door which led to the back of the store. I asked for cigarettes and a fat woman waited on me. When I insisted that they gave me a pack of cigarettes, a drunkard came in and asked for cigarettes and the woman told him they didn't sell cigarettes and she went to the back of the store. As she went in, I saw a tall, serious man inside. The door was closed and the drunkard left and then the lady came out and sold some cigarettes to me and I left."
        }, 
        {
            "number": "M24-3", 
            "content": "I found myself with two men, one of whom commanded me and the other one. He was happy and tall and the other one (B) was shorter and I saw myself of medium size (about 5'8). I was serious and we went into a room which was lower than the floor; that is, it had exactly three steps. Inside the room, which was furnished and had a window on the right and a table with a rug (small), the happy man (A) told the other one (B) to put up a bookshelf of the kind that goes around a vertical axis. This man (B) started to make it and when I saw that he couldn't make it, I offered to help and he refused and then accepted when I insisted. (When the tall man -- A -- told him to make the shelf, he went behind a curtain into another room.) I was making the shelf with the other one when suddenly the happy man (A) appeared and started to scold B. As though everything went blank, I don't remember anything for a few moments, but then the man (A) was scolding me and I was tying the man (B) on the floor on some kind of stretcher. (I remember that when we went in the room, we had two suitcases that the three of us had stolen from somewhere and we put them in some kind of basement of the room and the man -- A -- who was about 30, laughed and said that the three of us would have lots of money and then he ordered B to make the shelf.) After tying B to some sort of stretcher, I don't' remember anything else in relation to this dream."
        }, 
        {
            "number": "M24-4", 
            "content": "Suddenly a race was organized in which a friend of mind participated (he is in the U.S. studying and I haven't seen him for three years and I don't get letters or news about him, but his brother who is in Lima came to my home about two months ago, asking me to get in touch with him because he had something to tell me, but I didn't write and I don't see him. This is for your information.) I lent him my \"station wagon\" and when I left, I wanted to tell him to take care of it and that if it didn't work, to let me know immediately. Merely by wishing to speak to him, I appeared in front of a house with very long stairs which led to the first story of an old house. When I talked to him to tell him what I wanted, he answered me by saying that he would do so and that I shouldn't worry and I left. I woke up when my brother-in-law asked me to take him to the airport at 5:30 a.m."
        }, 
        {
            "number": "M24-5", 
            "content": "A dark girl who wanted to discuss something with my sister came in a car. She got out of the car and went towards my sister and between them they had a discussion which ended up in a fight. Suddenly more women and some men appeared and I took my sister and the girl away from the fight."
        }, 
        {
            "number": "M24-6", 
            "content": "I was walking around Pezet Avenue and I found a friend of mine on a corner (we see each other frequently) and he was fixing a traffic light (in the dream I talked with him about something I don't remember), then I went on walking...."
        }, 
        {
            "number": "M24-7", 
            "content": "I was in a customs office with my brother and a man dressed as a custom's agent of about 40 years, white, with an oval face and glasses, who was sitting at his desk. Suddenly a messenger came in with a package for the man to inspect. He looked at it and without touching it, he said that it could pass (it was a package wrapped in a large calendar). My brother said that this seemed strange and he stuck his hand inside the calendar and took out three jars about 4 inches tall which had a green label from which I could clearly read the name (but I don't remember it). Inside there were tablets which looked like lentils, including in size and color. My brother opened the jar and examined the tablets and he told me that they were for sneezing, and I took one and my brother took another one (I thought it was illogical to make tablets for sneezing). Suddenly we were not with the man at customs, but in my room, in which I saw everything as it is. My brother dropped a box of chess pieces and they broke and spread throughout the room. My brother and I started to pick up the pieces and we were kneeling in front of the closet door (which was open) and a slow but strong tremor started; that is, the whole house shook from one side to another and the drawer (the fourth drawer of the closet) slipped through the grooves at the same time the house shook and the drawer came in and out. My brother ran out, looking for my nephew (10 months old). I searched, rather looked, all over the room for something to take out and my poncho was on top of my dresser. And I pulled and a camera which was on top of it fell. Before leaving my room, I looked out the window and my mother was throwing out a blanket. Across the street the lady who lives there was on the street looking at my mother. Then I left and got to the street and my whole family was there."
        }, 
        {
            "number": "M24-8", 
            "content": "I dreamed that I solved one problem after another for my Analysis course, sitting at my desk. At a given moment I was able to solve a very difficult problem with which I was satisfied and from there on I don't remember any more until the time when I was taking my test surrounded by my classmates, among which I could clearly see three of them. Then I awoke."
        }, 
        {
            "number": "M25-1", 
            "content": "I dreamed I was playing the guitar with a friend with whom I am learning how to do it. We were in his house and I remember that he told me, \"In a few months we shall be able to form a group.\" I felt happy. I can't remember any more."
        }, 
        {
            "number": "M25-2", 
            "content": "It was nighttime. Everybody was sleeping. When I heard a noise, I got up and went to the dining room. There, on the floor, I saw my cat covered with blood. I went out to the street and there I saw a bigger cat. Then a boy came over to me. He was Chinese and the son of a woman who has a store on the corner. He asked me whether I had seen his big cat and told me it was a very fine one. The big cat went into my house and beat my cat again. At all this, I felt great fear. I don't remember any more details, except that a candle was lit in my room."
        }, 
        {
            "number": "M25-3", 
            "content": "When I dreamed this, I was only half-asleep. I was in a classroom, but I didn't know any of the other students; they all wore uniforms. The professor was a priest, so I think it must have been theology, but I had never seen him before. The teacher called me and told me that I had thrown a pen he had given me in the waste can and later he told me to go and pick it up again. I don't understand this dream."
        }, 
        {
            "number": "M25-4", 
            "content": "I dreamed that a person I don't know told me that my older brother was being beaten. Then I went out into the street and I found my brother hurt. I remember it very vaguely."
        }, 
        {
            "number": "M25-5", 
            "content": "I dreamed that my younger sister was dead; that is, that she had been murdered. She was in the room, on the floor, covered with blood. I went to the living room and found a man of black race, half naked, and with a knife in his hand. I had never seen him before. I was very scared. I thought perhaps he would kill me too."
        }, 
        {
            "number": "M25-6", 
            "content": "I dreamed that my friends and I were on the roof o my home, but we were all much younger. At one point a giant bird flew over us and dropped huge stones over us."
        }, 
        {
            "number": "M25-7", 
            "content": "I dreamed about the accident I have had. I saw clearly how I fell down the stairs of my house and I also saw how I fell at the feet of my sister and I heard the cry of horror she gave when she saw me falling. I don't remember any more about my dream."
        }, 
        {
            "number": "M25-8", 
            "content": "I dreamed that I was on the roof of my house with some friends and that we were pouring water on the girls that went by, because it was carnival time. But suddenly my older sister tripped and fell into the void. At that moment I awoke, scared."
        }, 
        {
            "number": "M26-1", 
            "content": "I dreamed I had gone to a lake, sad and disconsolate, with a loneliness which overpowered me. I started to swim, and felt I drowned, but was able to float just in time, until finally I found a whirlpool which pulled me. I saw I was hopelessly lost and finally let myself be dragged, but I knew I still had strength and could get out, but I let myself be led by the sensation I felt which undoubtedly I liked very much."
        }, 
        {
            "number": "M26-2", 
            "content": "I dreamed about drugs. I was in a forest with a group of boys and girls. Undoubtedly it was an orgy, a big one, in which I was really enjoying everything, in which life presented itself to me in a different manner. I felt a happiness which I had never felt before. The only thing the girls offered was pure and sincere love."
        }, 
        {
            "number": "M26-3", 
            "content": "I dreamed I was alone at home. The doorbell rang. It was a black guy; I didn't see his face. He said something I didn't hear. Everybody cried and I didn't feel anything. I was so desperate, I awoke."
        }, 
        {
            "number": "M26-4", 
            "content": "I was frightened because I saw the darkness and ghosts appeared and they went Uh! Uh! Uh! I was trembling. I had some kind of trauma about my sister having fallen in love with me madly, and the only thing she desired was to kiss me and enjoy the pleasure of loving me. I was in a cave and she arrived and I was so impressed that I awoke."
        }, 
        {
            "number": "M26-5", 
            "content": "I dreamed my head had turned to stone because I was a degenerate, in that I only took advantage of the opportunities. Undoubtedly I felt desperate. Everything around me was black and I couldn't see even a small ray of light. I saw the people running, screaming, crying and I felt indifferent. I didn't know what to do. Then I was alone in a huge desert. I sat down and started to cry."
        }, 
        {
            "number": "M26-6", 
            "content": "It was a sunny afternoon and I found out I had a little sister. I was about 11 years old. I wanted to kill her, to crash her against the wall. I felt furious and had a jealousy attack, because I realized that I wouldn't be the only one any more, and I was like a tyrannical king, mean, in that I rejoiced in suffering, in tears. At last I accomplished what I wanted and I felt the same as before, because I had killed a person who wasn't good for anything, and most of all, she was in my way."
        }, 
        {
            "number": "M26-7", 
            "content": "I got to the circus very late. It was a very light and short dream. I was alone, doing trapeze exercises (dangerous). I heard very strange noises, like trumpets, I felt I was getting dizzy, the colors of the tent weren't the same, until finally I fell to the ground and awoke."
        }, 
        {
            "number": "M26-8", 
            "content": "The sun was shining, it was a beautiful afternoon and I was at the university. I played with a lot of people, but I didn't know what game it was, and I didn't see the faces of the people. I felt very happy, tremendously happy. I smiled and the only thing I wanted to do was to enjoy, jump and play."
        }, 
        {
            "number": "M27-1", 
            "content": "The facts: I had a girlfriend who died in the earthquake of May 31st. Dream: She had come back to life, but her whole face was ruined, but at that moment I had my medical instruments and I made her perfectly well. After I made her well, she was chosen as the nicest girl and was crowned queen. During the celebrations, she got off the float, which I was leading, and she kissed me and at that moment I woke up."
        }, 
        {
            "number": "M27-2", 
            "content": "A professor at the university had forced me to give a talk about spring, but I had refused, which caused a fight between the two of us. Since I realized I was to blame, I went before him to apologize. He said to me, \"At last you are behaving like a mature person, but I am not going to raise your grade of 25. However, due to the speech, I'll add some more points to your grade depending on how it turns out, and the sum that results from that will be the grade which will go on your report card.\" After he said that, I started to study a lot, and I fainted at the time of the speech, and my classmates gave me artificial respiration and at last I came to, and asked for my girlfriend to come. I awoke."
        }, 
        {
            "number": "M27-3", 
            "content": "I saw that there was lots of blood on the pavement, and I picked up what had coagulated. Near what I saw there was a crashed motorcycle, next to the sidewalk. Without seeing the person who had had the accident, I awoke amazed and scared. Note: I told what I dreamed to an aunt and she told me that the dream meant death. In effect, that day my brother died in a plane crash."
        }, 
        {
            "number": "M27-4", 
            "content": "One day I went from my house to the country, looking for solitude. When I was already on my way, I found an old man who told me, \"Give me money,\" and I did this with delight. I continued on my way, singing and whistling, because I was afraid that my parents hadn't given me permission and when I was half-way there, I returned to my home. When I got to my room, I saw a very nice girl sleeping on my bed and when I acted surprised, she said, \"Don't be afraid. I am going to be your faithful companion. I am going to lead you through the good road.\" I asked her who she was and she said that she had been sent from far-away places by the man I gave money to, and the old man had recommended that she be my companion. I asked her what her name was and she said \"Silvia\" and I woke up."
        }, 
        {
            "number": "M27-5", 
            "content": "I had sexual intercourse with a woman who used to be my girlfriend. During intercourse I had done all I could to get her pregnant. So after nine months she gave birth to a son and the people in her family didn't want me to see him because they were angry that the girl had had to stop her education. One day she and I escaped, after having planned it very well. After running away, the father of the girl told the police and then we were chased by the police and they found us in a little hut in the mountains. I awoke."
        }, 
        {
            "number": "M27-6", 
            "content": "Reality: I am in love with a neighbor named Miriam. I dreamed that I had taken her to a movie on a Saturday and there I had declared my love, which she accepted with the condition that I wait for one week while she broke up with her boyfriend. After the week was up, she sent me a little note in which she said that she no longer wanted to break up with her boyfriend and asked me to excuse her for lying to me. After I read the note she sent, I went to her house to beg her and just at that moment, her boyfriend appeared and we had a fight at that point. I was desperate when I awoke."
        }, 
        {
            "number": "M27-7", 
            "content": "I dreamt I got a letter from a girlfriend and in the letter she scolded me, saying that she wrote to me and I had not written in a period of four months, and that, therefore, she was angry at me. In the letter she told me that this was the end of our friendship. In reality I had written to her, asking her to excuse the delay and when I saw her again, she did not want to see me and she formed another group, which made me upset and I left town."
        }, 
        {
            "number": "M27-8", 
            "content": "It was about a \"knife\" crime. This is what happened: A black man had frequently threatened a bartender with killing him. One day the black man, named Charlie, was drunk and he went to the bartender and wanted to force him to give him credit. The bartender, named Joe, refused, and due to this he killed him by thrusting a knife in his heart and blood ran all over the bar."
        }, 
        {
            "number": "M28-1", 
            "content": "I was standing on a street with a sports bag. The school bus appeared and Mary (a girl I am in love with) got off through the back door. I left the bag on the floor and went towards her. She looked at me with surprise. I wanted to speak to her, but couldn't. I wanted to follow her, but when I saw she was so near her home, I thought that I shouldn't. I turned and saw her sister and I kicked my bag and threw my glasses. I was angry at myself. Then I sat on the sidewalk and thought, \"I won't budge from here until she comes out.\" The dream continued and a herd of elephants with riders passed by. The animals and the men were dressed in Indian fashion. Then there was a stampede. Then there was a giant fire and I thought of going to Mary's house, I thought it was my chance to meet her."
        }, 
        {
            "number": "M28-2", 
            "content": "I was standing on a corner when I saw a girl (who I think likes me) coming with a friend and classmate of mine (M). She looked at me as though she wanted to say something, and I watched her without doing anything. Then she passed by and I thought I had been rude to her, and thought I had to apologize. I went towards her and she turned around and smiled and ran with opened arms. I felt happy, but when she got to where I was and hugged me, it wasn't her but my friend. I looked around for her and didn't see her. I was confused. I walked with my friends around some streets which were destroyed like after a bombing and suddenly I found myself in my old house. We went inside and there were some acquaintances on the balcony who called my friend a homosexual and they bugged him and made fun of him. Then I gave them a lecture. I was upset and they threw a block of wood on us."
        }, 
        {
            "number": "M28-3", 
            "content": "I was with some friends, standing by or leaning against some columns at the National Stadium. I was talking with them when some schoolboys appeared and started to say that I was very tall and it made me angry because they made me feel I was abnormal."
        }, 
        {
            "number": "M28-4", 
            "content": "I don't remember well, but I think I was in a forest. I wasn't hiding; I was just observing what went on there. I didn't feel any emotions. I observed how two men fought a duel. According to their clothing, I was in the eighteenth century. It was then that one of them killed the other, and got on his horse and went into the forest. He hadn't gone very far when a man came from behind and stuck a knife in his back. Then he stole a sword that he had hanging from the mount of his horse."
        }, 
        {
            "number": "M28-5", 
            "content": "I have only a vague recollection of the dream. I remember only that I and a few others (I suppose I knew them) were in a fight. We were few and we had a lot of enemies (the place was rather dark and it was like a corridor). Therefore, we withdrew. We were pushing a door so that they wouldn't come in, but there was a hand which was hitting everybody. This made me furious; we opened the door and I chased him. He hid among his companions; I lifted a desk and started hitting everyone who crossed my path."
        }, 
        {
            "number": "M28-6", 
            "content": "I only dreamed that I had to take a test and I even dreamed about the questions. Then I was in a port, walking with a friend who forced me to have a beer with him (I don't usually drink it) and then he took me to a house of prostitution (I have the intention and the principles about getting married in a chaste state). We got out of there and I went to my home. I was listening to some music and laughing constantly. Then I awoke. This was a very strange dream."
        }, 
        {
            "number": "M28-7", 
            "content": "I was studying on a corner and suddenly I dreamed about elephants again (like the last time), even though these were smaller. Then I saw Mary's mother (the girl I am I love with, but to whom I haven't spoken yet). She walked towards me, looked at me and she quickly went away laughing. Then her daughter Mary came out, looked at me and smiled and I smiled back. Then she took my hand and told me that she loved me. As it was late, she said goodbye to me and asked me for a date (then I laughed and laughed because I remembered that once my friend Louie had asked me whether I was waiting for her to tell me she loved me and then ask me for a date). Although I didn't want that, I cried later."
        }, 
        {
            "number": "M28-8", 
            "content": "Today I dreamed about Mary again. I dreamed I was sitting on a park bench around the Alcazar movie theater and then she came over to me. Then I blushed and didn't know what to do, until a friend of mine arrived and he told me several things that made me change. I told Mary that I loved her and she told me she would think about it. Then several minutes went by (I don't know exactly) and I realized I was alone."
        }, 
        {
            "number": "M29-1", 
            "content": "I had many dreams, but the one which sticks most in my mind was the last one. I dreamed I was in the school cafeteria having a discussion about Philosophy and Psychology with the professors of those courses. I like Psychology very much."
        }, 
        {
            "number": "M29-2", 
            "content": "I dreamed that I was going on a boat, but I didn't have a ticket and I had to go through all kinds of things so that they wouldn't catch me. I was with a friend (M)."
        }, 
        {
            "number": "M29-3", 
            "content": "I dreamed that some friends and I were talking about a lecture. The lecture was called \"Social Change.\" We discussed several problems. (The night before I had attended the conference.)"
        }, 
        {
            "number": "M29-4", 
            "content": "Another dream I had was that I was being chased by government agents because they had done certain things that I was against."
        }, 
        {
            "number": "M29-5", 
            "content": "Music (I am a great lover of music) was the central thing in my dream this time (I make up songs, play the guitar and sing). I dreamed that I triumphed in that field and that the money I earned helped me to do something for my parents, for poor people and to sing for them."
        }, 
        {
            "number": "M29-6", 
            "content": "This time I was somewhere else. In Germany to be precise (I intend to go there next year). I was studying. I saw life with more optimism and easier than here. More help to the students. I was very studious (I study, but not very much)."
        }, 
        {
            "number": "M29-7", 
            "content": "I dreamt that I was a great non-professional football player and, always the optimist, everything went well in day-to-day life."
        }, 
        {
            "number": "M29-8", 
            "content": "I dreamt about my girlfriend, that we were going to the beach. It was a life filled with fun, which later was different from reality."
        }, 
        {
            "number": "M30-1", 
            "content": "I dreamed I was away from my parents and that they asked me to come back, but I was stubborn and didn't want to until a friend of mine (F) told me that I should go back home. And I returned and they received me like a king, and at that moment I thought of and believed the parable of the prodigal son and I don't remember any more."
        }, 
        {
            "number": "M30-2", 
            "content": "Last night I had a crazy dream that I was in heaven and that I had everything at my disposal; I was floating in the clouds. I dreamed that I had hitched a ride and that in heaven there was a beautiful highway in which to run. I don't remember any more."
        }, 
        {
            "number": "M30-3", 
            "content": "I dreamed that my parents had gone on a trip and they left me in charge of the house. I dreamed that at night ghosts came. I think it was a nightmare; it was horrible. I saw that everything around my bed was misshapen. My shirt looked like a ghost, the radio like a skull. Since everything was horrible, I suddenly jumped up and awoke, screaming, and turned the light on and I couldn't fall asleep again. It was around 3:40 a.m."
        }, 
        {
            "number": "M30-4", 
            "content": "I dreamed I had gotten to the moon with the Russians in their spatial platform and that I was building my house there. And I dreamed that there was air and that there were many monsters that were so big that I looked like an ant."
        }, 
        {
            "number": "M30-5", 
            "content": "I dreamed that I had already graduated and that I had bought myself a car and that a week later I crashed it against a wall and I was hurt. I don't remember more."
        }, 
        {
            "number": "M30-6", 
            "content": "I dreamed I had an adventure. I ran away from home and went to the jungle, hitchhiking with some friends, and that we had been hungry and had gone with only water for three days. We had the water in a flask. We continued until we found a tribe of Indians and we had to make a great effort to fight with one of them who had thrown an arrow to one of my friends. I don't remember any more."
        }, 
        {
            "number": "M30-7", 
            "content": "I dreamed that I was the best football player in my neighborhood and that everybody asked me to play for another team. In my dream I thought I was an ace, but in real life I am the opposite of that."
        }, 
        {
            "number": "M30-8", 
            "content": "I also dreamed another dream, that in the university they had played a joke on me about my grades and that they frightened me because they told me that I had flunked four courses. I don't remember more."
        }, 
        {
            "number": "M31-1", 
            "content": "I dreamed about a girl I didn't know. She was very nice and pretty. Well, I was an actor and a great singer. I was so popular that all the girls came over to talk to me and ask for my autograph, but she didn't come over to me, which surprised me. I went over to her and saw that she had a horrible face and I got scared and woke up."
        }, 
        {
            "number": "M31-2", 
            "content": "I dreamed I was going through a dark street where there wasn't any kind of light, and I saw several doors that were different from the real ones. There were three of them and one was made of wood, another one of steel and the third one of glass. At one of the doors I saw a woman who was in black and who led me to the glass door. I kept seeing her and several women and beautiful crystals that had my face on them. Suddenly I disappeared and found myself in another place;I think it was a desert, and I had a terrible thirst and was hot, but I kept walking and found a town, and a lonely woman who saw that I was down and came to my help. She took me to her house and took care of me. I saw something in her which reminded me of the doors. I asked her if I had seen her before in that dark street, and she answered me that it wasn't her. I told her that I had seen her, but when she heard this, she disappeared. I called her and suddenly I heard a voice calling me in the distance and I awoke."
        }, 
        {
            "number": "M31-3", 
            "content": "I dreamed that I was dreaming that a train arrived at a beautiful place. I was on the train and was scared because I didn't know where I was going. I was nervous, until I saw a very beautiful house. I got off and went there and knocked on the door. A girl in a bikini opened the door and I went in and saw a pool and asked her if I could swim in it, and she said alright. Then I put on my swimming trunks and went swimming. After swimming, we started to talk and she started to lead me on in a way which couldn't happen in real life. Well, she took off her bikini and I my trunks, and we went to bed and had sex. The girl was pretty and I didn't know her. Suddenly I heard knocking on the door and in my dream I awoke and heard a voice and then really woke up."
        }, 
        {
            "number": "M31-4", 
            "content": "I dreamed that I was in a house together with my family and my uncle was playing cards. There were some liquor glasses on a table and I wanted to take one and my uncle sternly told me not to. But I told him that I would take what I please and that he had no right to tell me what to do, and he remained silent. Then I was in a forest with animals, a goat, a dog, a cow, a bull and different kinds of birds. Suddenly I heard a cry for help in the distance and I went towards the voice, but couldn't find it, and started to search for it, but couldn't find it until I saw a cabin. I went to it and went in and there wasn't anybody there. Then I stopped hearing the voice, but I heard the birds whistling, the dog barking. In the distance I saw that a person was coming, but I couldn't see the person well. Then I got scared and woke up."
        }, 
        {
            "number": "M31-5", 
            "content": "I dreamed I was going somewhere, but I appeared in a very ugly street where some blacks who looked like hoods were. I thought that if I went past them, they would rob me, but didn't pay attention to this and went by. Suddenly they started to come towards me, to rob me, I guess, and I remained standing. One of them came over with a knife and then I applied a judo trick on him and left him lying there. The rest of them came to attack me, but I felt fit and started to fight all of them and defeated them. I was in a park filled with games. There was a game which surprised me because it was so nice. The game consisted of a machine. There was a guy who told me that if I wanted to rest and have my second self work, I should go through the machine and my second self would work. But some hoodlums appeared and destroyed the machine and then I awoke."
        }, 
        {
            "number": "M31-6", 
            "content": "I remember I was on a dock in the city of Paita (Piura), working in this place with another guy from the university. The two of us had bought the dock, which had been sold at a reasonable price because it was going broke. It happened that other friends from the university came to visit us. We were talking when one of the secretaries came in. One of the guys who was visiting liked her and he asked for the others to come so that we'd all have a partner. Afterwards, an orgy started in which the secretaries got passed around from one to the other. Note: The people were all familiar, good friends of mine. The place was also familiar."
        }, 
        {
            "number": "M31-7", 
            "content": "I was working with a friend in the North, in the city of Paita (Piura), fishing. We had bought a boat because we needed to raise some money for a business enterprise. The fishing gave us such great profits that we thought we would buy another boat and invest the rest of the money in a small canning factory, and started to breed shrimps and lobsters. Everything was going well and then my friend fell in love with a girl from Piura who started to get her brother into the business. I didn't like this because he hadn't contributed anything to it. Then I separated from my friend and in time he started to lose everything until there was nothing left."
        }, 
        {
            "number": "M31-8", 
            "content": "I dreamed that I had gone fishing on a Saturday with a friend from the university (George L.) to Puerto Viejo, which is to the south of Pucusana, about 50 miles south of Lima. In this picnic or camping trip we were accompanied by two secretaries from the university named Hilda and Heidi. Since we arrived at dusk, we put up two tents and the secretaries fixed us something to eat. Later on at night we put out the fishing nets and after finishing the work, we went to rest. I was talking to Heidi and asked her if she was cold, and she told me she was, and then I went close to her to keep her warm and we kept talking until I decided to kiss her, after having asked her if I could. Later on Heidi and I got into the tent and I kept caressing her until we had intercourse, though she didn't want to at the beginning. Later on she realized that I could make her happy. I didn't remember any more. My friend was somewhere else with the other girl."
        }, 
        {
            "number": "M32-1", 
            "content": "I dreamed I was in a brothel, having intercourse with people who I seemed to know before going to that place. I couldn't see their genitals well, but I had the same pleasure as though it were real."
        }, 
        {
            "number": "M32-2", 
            "content": "I dreamed that I was 30 and that I was already married to a woman I didn't know. I could only see my children at a distance and my wife chased me so that I would give her the car, while my children shouted for me to give it to her."
        }, 
        {
            "number": "M32-3", 
            "content": "I dreamed that my father had bought me a car, but it was different from the one I had asked him for several years ago and I couldn't drive it because the car would only run when my father drove it. When I wanted to drive it, it wouldn't start and it threw out a thick red smoke."
        }, 
        {
            "number": "M32-4", 
            "content": "I dreamed I had very good grades at the university and everybody was congratulating me. The color of the university had changed to a loud red and I had new classmates. Then my dream took a different turn and I only remember something like a shadow, I don't know if my own or somebody else's. The bottom of the shadow was a pink flesh color, like a human being."
        }, 
        {
            "number": "M32-5", 
            "content": "I dreamed I was in a yellow room with people who were unknown to me. I was terribly happy until I realized that my sexual mechanism wasn't going to be sufficient to leave all those women calm and satisfied. Then they came on top of me and fondled me. I had an ejaculation that night, although in the latter part of the dream the women were rather desperate and so was I. At the end it was a nightmare."
        }, 
        {
            "number": "M32-6", 
            "content": "I dreamed I had won a Volkswagen in a raffle and that my car got bigger each time I went out with girls. Then I was in a familiar street in Lima with people that I knew. I could see important people from the international cinema, such as Elke Sommer and B.B. Then I was somewhat embarrassed when I saw a professor from the university who was looking at me without saying anything."
        }, 
        {
            "number": "M32-7", 
            "content": "I dreamed I was going on a trip to Cuzco with some boys and girls, friends of mine. We lived in a hut near Ayacucho and we always saw beautiful green scenery. Even when I had sexual intercourse, there was a green background. I knew the place from really having gone on a picnic to Ayacucho. It turned out that we didn't go farther than Ayacucho and we stayed there without going to Cuzco."
        }, 
        {
            "number": "M32-8", 
            "content": "I dreamed I had gotten married and that I went to bed with my wife, who was shy. Then I undressed her and she let me, and then we made love to the point that she scratched me on the back because she was so excited. Underneath my wife's sexual organs blood was running. She was no longer a virgin; the blood was green. She was still awfully excited and asked for more. Then I petted her and woke up."
        }, 
        {
            "number": "M33-1", 
            "content": "I was talking to my cousin Albert (age 16) when he was called inside the house (country house in Huancaho, where I lived until I was 12). A special detail was that the patio where I was had wood on the floor (it isn't really like that). I realized that I had spilled some water and was trying to clean it up. I took a broom and started to sweep the water, which had somehow increased in volume immensely. In this fashion I kept throwing it in the ditch, which was on the corner. The patio has four walls. On two of them there are balconies which belong to the second floor of the house. A girlfriend (age 20) came out through there and made fun at what I was doing. As I swept, a thick coat of mud came off the floor (which was waxed and apparently very clean) and went into the ditch. I remember that at the end I felt nervous because I thought that when the floor dried, there would be spots of dry dirt on it and it wouldn't be shining as it was before."
        }, 
        {
            "number": "M33-2", 
            "content": "I dreamed that Sophie M. (a friend of mine who is trying to give up her position as daughter of a rich family) was rehearsing in the theater group at the university. This surprised me because she doesn't belong to the theater group or to the university. I wanted to speak to her, but she was busy. I got out, angry, and found her car parked. There was a piece of paper stuck on the rear view mirror, which I took while I read it. Her father told her that he couldn't wait for her, but that he was leaving $20 for her and said goodbye lovingly. I was angry because it seemed to me that it didn't go along with what she thinks."
        }, 
        {
            "number": "M33-3", 
            "content": "I was at home in Huancayo and asked my mother to give me a radio they had there, because I needed it to know what time it was. She replied that she had given me a watch. I told her that it wasn't working and she became upset because I hadn't told her."
        }, 
        {
            "number": "M33-4", 
            "content": "I was at the beach and I saw N. (a girlfriend of mine) pass by, driving a car with three more people inside. She kept turning around and had fun going at the greatest speed and rubbing me each she turned around. She stopped and I asked her to let me drive. She said alright and I took command, but discovered that it was a motorcycle instead of a car and that she was sitting behind me. I drove and realized that I wasn't on a beach, but on an ice skating rink. I was afraid we would overturn, but then I realized that what I was driving was a dune buggy (N. was still next to me) and I ran through a rough field raising a lot of dust."
        }, 
        {
            "number": "M33-5", 
            "content": "I had left Lima with S. (a girl I was very much in love with a long time ago) going to Piura. We expected to get there hiking and each of us had equipment. We got to Trujillo and I decided to go see the Chan-Chan ruins. There we found a common friend of ours. He suggested we climb to the top of the ruins (many people did this, helping themselves with a rope). I said alright and we started to climb. S. stayed below, looking at us. We were about halfway up when suddenly I stepped the wrong way and caused a huge stone to fall. Terrified, I looked at where S. was and saw that a little girl was next to her, watching us climb. The stone fell in between the two of them, without hurting them, and left a huge hole in the ground. I felt uncomfortable thinking of what people who were seeing my clumsiness must think. Later on I was in the park in Trujillo and I saw B. (a girl with whom I flirted recently) going by on a motorcycle with N. (another girlfriend of mine) on the back. I saw them turning a corner and went behind them, leaving S. I arrived and tried to talk to N. B. was silent. Then a boy who is a classmate with whom I have a very strong and reciprocated feeling of dislike came over and hugged N. and she was very nice to him. Then I understood that she was his girlfriend and felt disappointed that she should have chosen him, of all people."
        }, 
        {
            "number": "M33-6", 
            "content": "I was driving around with a friend in a Model T Ford. When we crossed an intersection, a very modern car ran into us and threw us on the side. I remember that the car was intact, and so was my friend, but I had blood on my chest. My friend then took me to a guy who lived in the suburbs. The guy was dressed in black, with an old frock and a white shirt with ruffles (a very old style). He looked very poor. He looked at my chest and said I had fractured six ribs. Then he operated on me. He cut the skin and opened the ribs at the place where they were broken (separating them with a karate chop) and he put a platinum nail on each one of them. He didn't use any anesthesia and yet I didn't feel any pain or discomfort, only a great deal of curiosity. At the end he only took a few coins and said goodbye to us (the operation had been conducted at the door of his home and the lighting came from an old kerosene lamp). My friend (M) and I went walking, but then we came back because I remembered suddenly that I had to ask him if I could breathe hard. When we returned, I realized (he had aged a great deal) that he was a beggar. This surprised me because at the beginning I thought he was a medicine man."
        }, 
        {
            "number": "M33-7", 
            "content": "I was trying to convince a group of technicians about the need to use mechanical means for making up the lots (of the Agrarian reform's land distribution). I was defending the interests of the peasants and my cousin B. was helping me. However, we were unable to do anything because they weren't interested in distributing the land. At the end I withdrew sadly, and coming out of the office I found my friend N. who was pregnant (I was so happy that I assume it was my child)."
        }, 
        {
            "number": "M33-8", 
            "content": "There was a big party in my home and there were lots of guests. I went into the living room and discovered that they were all from Iquitos (I met them when I went there three years ago). I disliked them terribly because they seemed awfully vulgar and ordinary. I discovered they were eating a roasted pig and asked them to let me try a bit of it, but they refused to let me. I was indignant because they were in my home and besides, my mother had put out the pig. However, we saw two women get away through the window, taking a whole leg of the pig with them. We chased them and they locked themselves in a bathroom that is in our patio and wouldn't let us in. My mother and I pushed the door. I told her that these women were so petty that they would probably throw the pig down the toilet. After a lot of pushing, my mother was able to get into the bathroom, but they closed the door behind her and I was unable to open it again. I cried for help, fearing that they would harm my mother, and the police came. They opened the door and my mother came out unharmed, but there was no trace of the pig. I told my mother, \"I told you they were going to throw it down the toilet.\" We went back to the house sadly and I saw a pig on a window. I asked my mother to give me a piece, but she refused because it didn't belong to her."
        }, 
        {
            "number": "M34-1", 
            "content": "I remember I wanted to swim in a swimming pool. I brought all my swimming apparel. There wasn't much light in the place; it seemed to be around dusk in the wintertime. The place where the lockers were was dark and behind it there was an enormous wall covered with green that looked like a giant creeping vine which covered the whole wall. When I decided to go into the pool, I discovered that the water was a dark color. Without being afraid that something would happen to me, I got in. I wanted to swim, since I know how to swim, but I realized with surprise that the water was thick, like mud, and that, therefore, I wasn't able to make the appropriate movements for swimming. This thing bothered me and for a moment I thought that I would die, swallowed by the mud; that is, that I would sink. At this moment I awoke, rather scared."
        }, 
        {
            "number": "M34-2", 
            "content": "The next day I also dreamed that I was swimming in a pool. What impressed me most was the construction or layout of the pool. It was all made of tiles and the area where the pool was, was completely enclosed, with little lighting. And it seemed to be a dark winter evening. When I got in, I realized that there was little water, so that my movements were slow and pretty close to the floor or bottom of the pool. There were people whom I couldn't clearly distinguish. I was trying to swim well so that the people wouldn't realize there was little water. Then I came out and started watching them and then I awoke."
        }, 
        {
            "number": "M34-3", 
            "content": "I had the feeling of surprise when I saw several pages of written paper that had been sent to me by my father. I was therefore worried that I had to answer such a long letter. The image of my father appeared, but I couldn't see it well, though I could see it was my father and he seemed to be about 75 years old. The way I got the letter was rather vague. A young person, about 35, whom I couldn't see well, handed it to me. His figure in front of me was very fleeting."
        }, 
        {
            "number": "M34-4", 
            "content": "I dreamed I was the guard at a railroad control post. I was controlling the night trains in a well lit post, which was small. In front of me, across from the railroad tracks, were the main offices where the station master was. He was a person of about my size, about 5'6\", and approximately 47 years old. He was working in his office when suddenly a cargo train with a few cars appeared. It stopped so abruptly that there was nothing we could do. We were surprised, he by a person of his size and age and I by a lady. I could make out her face. It was a person I know who works with me sometimes and whom I see for work purposes constantly. She must be about 28, older than me, because I am 25. Her sudden presence confused me and there was nothing I could do, not even defend myself, because she had a fire arm, a pistol, and she told me to get up against the wall. Then the man who worked with me helped me to disarm her. It was in that struggle that I woke up."
        }, 
        {
            "number": "M34-5", 
            "content": "I dreamed that I invited a 25-year-old girl I know to dance. I deal with her often for work reasons, at the place where I work. We were in a far-away place which was completely clean and cloudy, though the clouds were only above us. I took her hand and led her with rhythmical jumps. I couldn't see her face clearly, but I could see part of her body. This scene lasted only for an instant. Afterwards I don't remember. The only thing I remember is that we were doing it with joy, at least I was, and then I felt that the same was true for her."
        }, 
        {
            "number": "M34-6", 
            "content": "I remember I dreamed about a seismic movement in a place where I couldn't see other people, but I could feel the presence of other people by their screams and cries. I remained calm and tried to calm the others. The strange thing was that the ground on which I stood, which was an open field, wasn't moving. I only saw that the houses were falling, one after the other. I awoke rather scared and worried (it has been a few days since I moved to another place, to live alone in a room)."
        }, 
        {
            "number": "M34-7", 
            "content": "I remember I went to the soccer stadium (South American sport which is practiced in Peru) to watch a game. At the time I went, there were only a few people spread on the stands. We waited for a long time and the game didn't start and, therefore, I decided to go down into the grassy field and watch the stadium from there. The place was calm, though a bit cloudy and dark. I felt a pleasant sensation when I contemplated the architectural spectacle of our national stadium. I turned around several times, without moving from the spot where I was watching it, without going anywhere, until I got tired."
        }, 
        {
            "number": "M34-8", 
            "content": "One afternoon around 5 o'clock I was walking down a big and long avenue. The place was rather foggy and few people were out walking. I was walking without a destination. I was rather worried that something might happen to me. Suddenly I was surprised by a German shepherd dog which was dark on top and light underneath. His attitude was aggressive. I realized it because as he saw me, he threw himself on top of me. He wasn't able to bite me because he had his mouth strapped, and I was able to subdue him. Later I noticed that a person whom I couldn't see clearly came over and took the animal. That is all I remember."
        }, 
        {
            "number": "M35-1", 
            "content": "I dreamed that I was desperate. I wanted to achieve something superhuman. It didn't have a shape; it wasn't material. It was something deep, with a lot of light, but far away. I wanted to reach it, to know what I was pursuing. I got close to it, but never reached it. I always had the same amount to go, as though I hadn't moved at all. It ended when I awoke in the morning."
        }, 
        {
            "number": "M35-2", 
            "content": "I dreamed that I was going through sad times, that life was sad. I wanted to shout and laugh. I saw myself being chased by someone or something which didn't let me be happy. I never did see monstrous images or apparitions. It was like souls or ghosts which can't be seen or touched, but which one feels are there. It tormented me to think about it, to try to know what it was, what was torturing me, but I didn't find out."
        }, 
        {
            "number": "M35-3", 
            "content": "Note: Many times before I go to sleep, if I wish to dream, I think about something I want to dream about and I dream. Other times, when I have problems or when things happen to me which impress me one way or the other, it's almost certain that on that night when I fall asleep, I will dream about something that pleased me or disgusted me. Last night this happened to me. I thought about something I wanted to dream about and I dreamed: I was searching for someone among all the people I saw -- a woman who would help me in my life. I saw many women, all different, and I found one, and when I came close to her, she was another one. I started to look again - not searching, but just looking at all of them - and I kept finding the one before, but when I went over, she was another one. My whole dream consisted of that. I never stayed with any one of them, because as soon as I paid attention to one, it was another one. I don't know when I stopped dreaming."
        }, 
        {
            "number": "M35-4", 
            "content": "I dreamed about a girl (at this point I am in love with a girl; perhaps this influenced it). I searched for her among people and things and many objects that separated us. Even though I came close to her, I could never reach her. The girl in my dream was the one I like. I heard laughter, babies crying, noises made by things. I tried to pass them by so that they would disappear, but they came out more strongly. I walked, I ran, I felt tired, almost dead, but I wanted to go on, to get to where she was, but I didn't get there. I could only see her face, which was looking at me, which was moving, signaling me to go on, that I would reach her, but I didn't. It ended when I awoke."
        }, 
        {
            "number": "M35-5", 
            "content": "I dreamed about familiar people, namely my two sisters, my mother, my father, the friends I have recently made, and a girl I am in love with. The surroundings were beaches I know, highways and towns I have gone through or seen in pictures. My sisters' ages are 15 and 16. My mother is 48, my father is 55. I remember clearly that everyone was laughing; I don't know what about, but everybody was laughing hard. I tried to ask them what about. I grabbed them, but they didn't hear me asking. I thought they were laughing at me, but it wasn't so. I knew they weren't laughing at me. All at the same time started to keep quiet. I came over to ask them, but I wasn't with them. I talked to them, I shouted for them to look at me, but it was as though I weren't there. Everyone was running in the same direction, afterwards in opposite directions and later on in any direction, but all around me. I saw one who was leaving, coming. To them I wasn't there at any point. I didn't realize when it was over."
        }, 
        {
            "number": "M35-6", 
            "content": "I dreamed I was in a place I didn't know with people I didn't know, strange animals, old people. I don't know in what place my dream was happening, or rather, I think I don't remember whether I recognized it. I watched how they laughed, how they shouted, how they talked. I also participated in the conversation, but I don't know what it was about. I don't know what we were talking about; it was just a group of people talking and we answered all in the affirmative. I don't know when I stopped dreaming."
        }, 
        {
            "number": "M35-7", 
            "content": "I dreamed about known and unknown people. The known people are my friends from the university with whom I get together every day. The girl I am in love with was the center of my dream. It started with the memory of when I was with her, of how she behaved towards me, kindly. I felt I was at her side. I saw myself talking to her in the distance and the whole world was watching us play nicely. I ran after her and caught up with her. Then I had her catch up with me. I threw myself on the floor. When I looked to see if she was behind me, I didn't see anybody. I heard murmuring around me. When I turned to see who was talking, there was no one. I saw her in the distance, signaling me to come. I went towards her, but didn't reach her side. My dream ended when I awoke at the moment I was going to catch her. She was waiting for me with open arms."
        }, 
        {
            "number": "M35-8", 
            "content": "It was a dream similar to the one on the 6th of September; the same familiar characters (schoolmates) and others I have never seen or I don't remember. My dream was still centered around the girl I love. The same thing happened. I chased her and she chased me. I wasn't able to catch her, because there was always the same distance between the two of us, even when I ran fast."
        }, 
        {
            "number": "M36-1", 
            "content": "I was at the edge of a ditch accompanied by a friend. In my dream I was in love with her; she was all dressed in white. Then her brother appeared, but her brother was a friend of mine who went to school with me. But in the dream he appeared in a uniform and as the brother of the girl, called Elizabeth. He took her through the mud to the edge of the ditch, sinking in it. He pulled her up and down, but suddenly we were at the top of a mountain and there was no ditch. He left her at the edge of the ditch, because when we got up, she appeared once more. She was half inside it, getting wet. I was below and shouted at her brother who was standing with his back to me, but much higher. I shouted at him to take her out. I begged him and asked him to please do this, but he didn't do anything. He didn't turn or do anything. I wanted to get to where she was and couldn't. That's how my dream ended."
        }, 
        {
            "number": "M36-2", 
            "content": "This time I had a short dream which turned into a nightmare for me and I wouldn't want to tell it, but I will. My mother, my brothers and I saw my father at a crazy party through a window. We saw the fun he was having at the party, dancing with several girls, drinking, dancing, laughing, dressed all in black. My mother and my brothers and I called him, in tears, but he didn't listen to us."
        }, 
        {
            "number": "M36-3", 
            "content": "Again I write my dream, but it is going to be a short one because I wrote it the next day and I don't remember it well. My sister and I came out of a tenement where we lived. It was a tenement in a slum. We came out with two buckets to look for water. When we passed by a door, we realized it was the house of a friend whom we hadn't seen in a long time. Suddenly we felt we were being followed. They were two boys and one girl who were brothers of the boy who was a friend of ours. We got to the well to take the water and the boys came over to us. My sister told them not to come near us or talk to us. We returned with our buckets filled with water and suddenly, in a room, we saw our friend who was tied and we couldn't get to where he was."
        }, 
        {
            "number": "M36-4", 
            "content": "I was in a house, watching how people got together, as though it were a parade. Suddenly the headmaster of the elementary school I went to came over and asked me to take him to my home, where they had gotten together to serenade my father for his birthday. I told him I couldn't because my father was busy working in his tailor shop. Suddenly I saw myself all dressed in green, with a needle and a green button, and all the rest dressed in all kinds of colors and with a needle and a button, which they had left in a carton at the entrance since the tailor shop had become just that instead of the room. It was strange to see that everybody's clothes, including my own, didn't have any buttons. When the party ended, everybody left. I searched for my button and couldn't find it. I asked the headmaster about my button and he told me he didn't know anything. But suddenly I saw him next to a little old lady who told me that she also studied and that she was preparing herself for the university admission tests. She asked me whether they used the new kind of high school physics and chemistry at the university where I study. Then my dream ended."
        }, 
        {
            "number": "M36-5", 
            "content": "All of us students at the university were gathered in groups of 5 students. Each group had to present a piece of work related to the theology course. We were all in the classroom and the priest was present when suddenly we all started to undress slowly, boys and girls, until we were all naked. Each one did whatever he wanted, but in my dream the priest was no longer there. I was with two girls on some kind of sofa. We weren't ashamed of anything. I remember that everyone said that it was better to spend time making love than presenting a theology paper and so we did. This dream seemed so real that I felt pleasure and joy. That's all I remember about the dream."
        }, 
        {
            "number": "M36-6", 
            "content": "It is related to the execution of the Cajamarca murderer, since it was I who was going to get shot. But I was already dead. I was inside a coffin and I thought about how they could kill me if I was already dead. I was dead, but I saw and heard everything the others did. Then I saw myself struggling desperately to get out of the coffin. I screamed and cried to open the coffin, but I was already buried and they had covered me with dirt. This is what was happening when I woke up and the dream ended. The dream frightened me at every point and most of all I felt guilty, because I was the one who had committed the crime."
        }, 
        {
            "number": "M36-7", 
            "content": "This time I remember the dream vaguely. I dreamed that a friend from the university, named Hayde (for whom I feel a great friendship in real life, but whom I disliked or felt nothing for in my dream) was my girlfriend or fiancée. We were in the library, right in front of the files, looking for book titles. She came close to me and treated me lovingly, hugging me and calling me \"Love\" and \"Honey,\" etc., all those things that are said. But I pushed her aside, because I wanted her to leave because she was doing these things in front of other people who were in the library. I wanted her to leave, not necessarily because of what the other people would say, but because I didn't like her. The dream ended there. It was a coincidence that the next day I went to the library and met her there."
        }, 
        {
            "number": "M36-8", 
            "content": "I dreamed that I was in my car with some friends from the university when we found a girl who was hitchhiking. She got in the car and we started to talk until she started to hug me and kiss me and then my friends got out and left us alone. We made love and then I took her home and then I was going to pick up my friends (M) where I had left them."
        }, 
        {
            "number": "M37-1", 
            "content": "I dreamed that I was the richest man in the world and that I could get anything with great ease. And suddenly, with the same ease, I lost all my fortune."
        }, 
        {
            "number": "M37-2", 
            "content": "I had the following dream: I was running alone through the fields and suddenly I stopped, when I saw a beautiful figure which was that of a woman. Then I walked with her for a long time towards an unknown place."
        }, 
        {
            "number": "M37-3", 
            "content": "I dreamed I was playing football and later on I was taking a bath. Later still I was playing football again and so on until the end."
        }, 
        {
            "number": "M37-4", 
            "content": "I dreamed I was naked in bed with a friend, a girl who is very highly regarded by my family, and she started to awake so that we could make love. She fondled me and she kissed me and then we got up and took a bath together."
        }, 
        {
            "number": "M37-5", 
            "content": "I was at the university getting my latest grades, when I heard they were calling me and gave me the bad news that I had flunked a course, and I felt great remorse from not having passed it."
        }, 
        {
            "number": "M37-6", 
            "content": "I was a manufacturer of lamps. All of them lit with great power. One of them exploded and the glass flew and cut my face and lots of blood came out. They were trying to take care of me and it didn't seem to stop."
        }, 
        {
            "number": "M37-7", 
            "content": "My room was decorated with lots of match boxes. I even tripped on them. At one point a spark from the light switch produced a fire and I felt that my body was burning, and I only smiled. I found it amusing."
        }, 
        {
            "number": "M37-8", 
            "content": "Coming out of my house, I found a beautiful jewel and I took it upon myself to find a buyer for it, and nobody would buy it until I went to a pawn shop. There the person who waited on me gave me thousands of dollars and I was the greatest millionaire. I had many properties and money fell out of my hands."
        }, 
        {
            "number": "M38-1", 
            "content": "I dreamed that some classmates were fighting with me. I was very angry and almost wasn't aware of my actions, and I was having a fistfight with all of them at the same time. At that moment a professor came in and later on they were all expelled."
        }, 
        {
            "number": "M38-2", 
            "content": "I dreamt of worms who were eating the fresh fruit that my father had bought. When I was about to eat it, I saw that they were white and one could hardly see them. There not conspicuous."
        }, 
        {
            "number": "M38-3", 
            "content": "I was in a cave, which was dark and the rocks had strange shapes like animals and monster faces. I wanted to escape, but couldn't because when I was going to do it, a rock fell down and obstructed the whole entrance."
        }, 
        {
            "number": "M38-4", 
            "content": "I was on a staircase and we climbed and climbed until we reached an auditorium which was very large and filled with seats. It was quiet and there was nobody there but us. We got seated and started to speak. The echo of our voices could be heard throughout the auditorium."
        }, 
        {
            "number": "M38-5", 
            "content": "I dreamt I was taking a trip. I was going to leave. I was packing the suitcases and I was laughing at myself. I don't know why I did that."
        }, 
        {
            "number": "M38-6", 
            "content": "It was something very exciting. I was swimming in a beautiful pool, which was full of colored lights. Then they threw a dead person in the pool."
        }, 
        {
            "number": "M38-7", 
            "content": "I dreamt I didn't want to eat. I was getting nauseous because the meal was greasy, but they insisted that I should eat and I rejected it. There wasn't anyone with me, but I somehow had to eat it."
        }, 
        {
            "number": "M38-8", 
            "content": "Everyone had gone out, except me. The usual thing was for me to go with them, but this time I stayed with some friends, smoking. We talked about many different things, but the others talked much more than I did. I just listened very intently. We were in a coffee shop."
        }, 
        {
            "number": "M39-1", 
            "content": "Setting: a record shop, any record shop. I was shopping and I remember looking at the covers of records, which were shining and colorful, especially one in which Nile green was the predominant color. I was looking for a record and humming its tune, because I didn't know the title. I don't remember whether I was alone or accompanied by some friend in the store. I felt satisfied and happy to be buying records. I don't remember if I bought any."
        }, 
        {
            "number": "M39-2", 
            "content": "This time I was accompanied by my friend P. and shopping in a store, a rather large clothing store. We had gone shopping for slacks. Somebody had brought us there by car; they were older people, I think female relatives. I don't remember buying any slacks, but my friend P. did buy one from among the piles of trousers, classified according to their color. He couldn't decide between a light brown or a light green one. I advised him to get the green one and we bought it in a hurry because the people who brought us were waiting for us. Furthermore, I had gone into the store to see why he was taking so long, and I was even looking for him along the corridors (there were many of these since the items were on small square counters)."
        }, 
        {
            "number": "M39-3", 
            "content": "The third took place on the balcony of the house where I lived over ten years ago. It was a rainy fall or winter day and I had gone out into the balcony (although I think I wasn't soaked by the rain) around six p.m. and on the pavement one could see the reflections of the houses along the narrow street, which was a dead-end street in between two others and which that afternoon had more traffic than normal and the cars skidded on the wet pavement. Suddenly, on the corner at the right side of the balcony, a car had skidded and run into another, which was parked on the street to which the dead-end street leads. The cars behind started to crash, one on top of the other. First I wanted to signal the ones who were coming from the other side of the street, but at this point it was longer than I thought, and when I saw that nobody noticed me, I chose to just enjoy the spectacle. I even called someone who was in the house -- my father, I think -- to come and see how the cars unavoidably crashed with the one in front when they could not go on. The crashes were always underneath my balcony and it excited me to see them collide. They were of several colors, though all had just one color; there weren't any two-tone cars. And the colors were very sharp, mostly red, green and yellow. The styles of the cars were like those of the forties."
        }, 
        {
            "number": "M39-4", 
            "content": "I remember the first one vaguely and it was related to something that happened to me a few days before, as though it were a continuation of reality to correct a slip. My father had lent me his car that night and in my dream the car was just as it is, including the color and everything. I went out to have fun, I don't know where or with whom. But the fact is that I arrived home later than usual and with the car all dirty with mud, a uniform layer (thin) of it, as though it had been splashed on the car along the way. I knew that I would be scolded for this, so I planned to get up early in the morning to throw water on the car with the garden hose, and leave it somewhat cleaner. I was very upset about this and I really made an effort to think that everything would turn out right. I don't remember what else happened."
        }, 
        {
            "number": "M39-5", 
            "content": "The second one was of a rather erotic nature. I was accompanied by two friends, B. and V., in the house of the latter. Some more boys arrived and they suggested we play poker. Since the bets had been raised after a few rounds, I was simply watching the game. We were in a hallway on the second floor which leads to several rooms. One of them had the door opened and one could see a window which faced the street in the background. Since I was beginning to get bored, I went to the window, which turned out to be in the room of V.'s sister, though she wasn't there then. The window faces a house which is about 10 yards away from the street (in real life, a friend who wasn't in the dream lives there). It was nighttime and I was watching the people on the sidewalk of the street where the house ended when R. (V.'s sister) came into the room and stood at my right side about two yards away and in front of a wall closet with sliding doors. The room was only lit by the light of the house across the street. I hesitated a few moments and told R., as an explanation, that I was supposed to meet a friend at 10 p.m. in front of the house and, looking at my watch, I told her that it was 10:05. She didn't answer; she didn't even move. She stayed like that a few moments, staring at me, and started to undress. Once naked, we started to kiss. I had closed my eyes, and opened them when I heard steps and voices coming towards the room. When I opened my eyes, I realized that we were both naked and somehow on her bed. The steps and voices kept coming closer and I started to dress in a hurry. I was nervous and couldn't move well. I felt clumsy, useless, scared. I was so involved with myself that it seemed that R. had disappeared. The voices were already behind the door, which was closed at that point. I was desperate. It was then, when the door was about to open, that I awoke, agitated and scared, and without having said a word to R., without even know what had happened to her in those moments."
        }, 
        {
            "number": "M39-6", 
            "content": "I was in class at the university. It was a very large room and looked more like the lower level of a movie theater because there were seats instead of desks and one got in through two doors in the back, which were at the end of two aisles which came down, dividing the room in three sections -- a large one in the middle and two narrower ones on the sides. I was on the left side section and wasn't able to see the right side door, but the left one led to a corridor and a descending ramp along the corridor. There were 300 students in the class and they made noise talking which had made me lose all interest in the class. Besides I have never been used to being in such large classes and it made me uncomfortable. I was then totally absent from the class and trying to work on other courses by catching up on the notes of the classmates around me. The professor was a foreigner; I couldn't tell what nationality, but he was a foreigner. He had left the lectern and was walking along the aisles of the classroom when he realized that I wasn't paying attention to the class and besides, I had a magazine (Reader's Digest, with a blue and white cover, which I wasn't reading at the time) on my knees, on top of the other books. When he saw me, he made some comments without naming me, but directly enough for me to find out he was referring to me. I felt ashamed and didn't know how to apologize. I felt confusion around me (the dream itself was confused at this point). I was in my seat when I looked behind me and saw P., a friend from my neighborhood, with whom I had had a great friendship, and now had a period of distancing from him, going up the ramp. I chose not to meet P. and I turned around, and so did W., a classmate who knew P. and who realized that I felt uncomfortable. However, P. didn't recognize me and he came over and asked me for the magazine I had on my knees, which I lent him, somewhat reluctantly (that day P. had really asked to borrow it). After exchanging a few words, I awoke."
        }, 
        {
            "number": "M39-7", 
            "content": "I was in a place similar to the fields around Chosica, 25 miles from Lima and at 1,500 feet above sea level. It was a green mountain covered by grass, with a stair-like irrigation system with about 15 feet between each step and about 600 feet away from the valley which was seen at the foot of the mountain which looked at the time like a gigantic stadium which had narrow rows where people sat to look at a parade (like in the national holidays) which was taking place at the end of the valley and which could be viewed with great advantage. The parade was very colorful and there was a mass of people who applauded and hailed the marchers (who went rather fast) to the beat of an extraordinary band; it was really a great panoramic view. At the height of the steps where I was very excited, though rather alone and insecure, I was afraid to trip and fall down into the valley 600 feet below. I was so nervous that I even wanted to urinate, but my fear of falling was such that I chose  to stay where I was. But a very attractive lady who was next to me asked me to help her get to the bathroom. The shame of having to confess that I was just as scared as she of walking on the narrow steps was stronger than the fear, so that, pretending to be very sure and unafraid (which I wasn't), I offered to accompany her to the bathrooms (after all, I was also in need of them). She took me by the hand and we started to move bit by bit, very slowly, along the steps, going to the bathrooms. Since the other spectators were sitting, we had to walk on the edges of the steps and the void offered us the possibility of falling with every step we took. Only when we were near the bathrooms did I have the time to look at the lady because fear of falling hadn't let me do this before. When I went with her to the bathroom, she became awfully attractive to me. She was about 30 and had a sensuous look, which was barely concealed by apparent seriousness. Going into the bathroom, I woke up."
        }, 
        {
            "number": "M39-8", 
            "content": "It was a regular afternoon and I was visiting in the home of my friends L. and N., who are adolescent sisters and each one is jealous of the other one's friends. I was sure I had spent the whole afternoon with N. talking and talking and as though time had flown. It became morning and we had no notion of the time that had elapsed. Her father, who is rude but affectionate, was there and so was her mother, who is cold, distant and calculating, but who surprised us this morning with her agreeableness. I don't remember what we were talking about, what we were discussing which made us unwilling to end the conversation. Then N. told me that she had to take a bath and had to go out for some reason, and there wasn't any water in her house. In spite of some shame, due partly to the personal nature of taking a bath and partly to the uncertainty as to how my mother would react (and even my father, though I was pretty sure he wouldn't be home), I offered N. the bathroom at my home. First she seemed to feel uncomfortable, but then, thinking it over, she accepted the offer and we went to my house with the towel in hand. I felt refreshed, calm, satisfied, as though enjoying an inner peace. Walking there, I awoke."
        }, 
        {
            "number": "M40-1", 
            "content": "My dream was rather strange. It happened in the country. I was looking at the sun, looking at it for a good while. I heard voices around me, but I didn't understand what they said. This dream was prolonged all night."
        }, 
        {
            "number": "M40-2", 
            "content": "The dream of today was similar to that of yesterday, except for the fact that the two girls that I am going with appeared. I was between them, though far away. (I must note that I am having a problem and it is that I don't know with which to stay, because I love them both the same.) Then one of them started to call me, but I didn't know which one it was. Then I continued looking at the sky and so I fell asleep, in the dream, that is."
        }, 
        {
            "number": "M40-3", 
            "content": "I was in a house of prostitution, around the \"5-1/2 kilometer\" (I don't know it). In my dream I saw it painted in pink, and a dark man came to greet us and asked me for my documents and I gave them to him, and then I started to cry. I cried a lot, a lot. And then I awoke."
        }, 
        {
            "number": "M40-4", 
            "content": "I dreamed I was in the second storey of a house, but it looked like the roof of a church. Then the earth began to shake and the roof started to crack. My father and my mother didn't move. Then I left the house and the people were running through the streets; they were afraid. Then I found myself in the apartment, at the door of the house of a homosexual who tells the girls' fortunes through cards. He told me my fortune and then I asked him if I should make the sign of the cross and he said yes, and then I awoke."
        }, 
        {
            "number": "M40-5", 
            "content": "I dreamed about my girl and that I was walking and thinking about our future. She became angry because I told her that we would get married in four years. Then I awoke. I think I dreamed more, but I don't remember any more than what I have written."
        }, 
        {
            "number": "M40-6", 
            "content": "My dream was very strange; it doesn't make sense. I was singing and everybody was listening to me and that was all during my dream."
        }, 
        {
            "number": "M40-7", 
            "content": "I dreamed I was going out of the university with some friends at 10:30 in the morning, and I didn't want to go home, so we went to the beach. There we met a friend who told us about a girl who was easy, so we all went to her house. I don't remember any more; that was all."
        }, 
        {
            "number": "M40-8", 
            "content": "I don't remember anything about it, though I remember that my mother was going for a ride with my father and I took them. But I don't remember more."
        }, 
        {
            "number": "M41-1", 
            "content": "In a building in downtown Lima (facing San Martin Square). I had convinced a first cousin of mine to have sexual intercourse with me there. After she agreed and started to undress, something made me go out of the apartment for a moment. After I came back, I didn't find her, but instead there was another first cousin of mine, and I demanded that she giver herself to me (having convinced the first one seemed to mean that I had also convinced this one). We started to make love (in a frontal position) in the bathroom, having the floor and the water closet as support, but at that moment I awoke. I want to make two things clear: the girl was having the latter relations without really wanting to, sort of as if that was all she could do, and besides she was in a hurry. Secondly, it seems to be one of my least fantastic dreams. The apartment looked more like a hotel room, because there was only the bedroom and the bathroom. Before this dream I had another of which I remember nothing except that it also dealt with sexual intercourse."
        }, 
        {
            "number": "M41-2", 
            "content": "I only remember that I was watching a football game, probably from about the same height as a television camera would be placed. I also dreamed about a trip to Europe, but it is all very unclear."
        }, 
        {
            "number": "M41-3", 
            "content": "I dreamed about the girl who used to be my girlfriend. It was short, but I saw her very close (with or without glasses) which is unusual. It looked like scenes. This made me rather depressed. I don't remember the place or the circumstances, but I do wish it were more than a dream."
        }, 
        {
            "number": "M41-4", 
            "content": "It was really an intense dream, given that it is midnight and I am awake (it wasn't a nightmare). It was about the Beatles being at my house, in my room on a Sunday night. My room wasn't as it really is. It had a very tall roof and it had windows near the roof, though I think that the usual ones were also there, though I didn't see them. The room was almost dark and barely lit by some indirect lighting which I don't know where it came from. Looking at it from the front (if one can say that), John was on the bed, Ringo on his right (my left) under the desk, lying on the floor, Paul was on John's left side (though I think I only knew that he was there and didn't see him) and George was exactly on my left. The dialogue was long, but not about something concrete. The most interesting thing about it was that we agreed to have a \"marijuana session\" right there on Monday night; secondly, we talked about their record which we were hearing, in particular about one song (the record player was between George and Ringo, on the desk). It was a song that I had heard before, or at least I had heard about it (I have never done it because it doesn't exist, but in the dream, it did) and John was telling me to remember the skirts that were mentioned in the dream, but I didn't understand him and I asked George how to say \"skirt\" in English, but he didn't answer me. Then I remembered, but it didn't make sense. During their stay I made love to an aunt of mine (which was quite normal for them); they were indifferent to it. I only know that it went very fast. I was lying on the floor on my back and the aunt was on top of me (I really had an ejaculation, because I was lying on the bed and probably the friction on the bed excited me; usually it is uncomfortable for me to sleep in that position). Then they had to leave. The stairs of the house (we were not on a ground floor) were where the bathroom is and they were old in style and it kind of opened at its base; that is, it became broader at the bottom, and from there one went out on the garden in front of the house where there was a small cement pathway. The dream ended there. They were going to their hotel and I had to take them, though at one point I thought I would ask them to stay here to sleep, but I didn't say anything because I was afraid of my mother's reaction. Two more things: they were indifferent towards me and were simply minding their own business at that point in time and I felt the need to tell this to my closest friends and invite them for the next day (I thought of several of them)."
        }, 
        {
            "number": "M41-5", 
            "content": "I could not describe the dream exactly, but it all revolved around a very important piece of work I have to do and for which I don't think I have enough time to complete it. I only know that the dream (which was turning into a nightmare) was surrounded by several people that are close to me, who were putting a lot of pressure on me to finish the work."
        }, 
        {
            "number": "M41-6", 
            "content": "Last night I had a party to which my ex-girlfriend was also invited. One thing spoiled my evening and it was that at one point when I looked at her, she was also looking at me. I can say that this was our only communication last night. The dream was about her. I was sitting in front of her on a wooden table which was completely empty. I looked at her and talked with her; I don't remember exactly what we talked about, but it was about us. After a while I put my left hand on her right hand which was on the table, and the beautiful thing was that she squeezed it! I wish it were more than a dream."
        }, 
        {
            "number": "M41-7", 
            "content": "It was a rather strange dream. During the whole dream I had only one position, that of an observer. It was a street that descended on some place (I don't know which). The decline was steep and curved towards the left; the walls were tall so that it looked like a tunnel without a roof. It didn't have sidewalks, only the road. I observed this. Once in a while a car would go up or down. They were generally black. At one point I saw a friend going up in a car (though I didn't see him up where I was, I only knew that he was going up). Next to me during the whole dream there was a girlfriend of mine and she was talking to me the whole while (I don't know what about). This girl is really the girlfriend of the boy whom I saw going up in the dream. He has been and still is for the past six months in the U.S.A. At a given point I had one of the cars in front of me, with the hood raised, as though I had to inspect it. I don't know how it got there or who it belonged to. At that moment I awoke. The strangest thing is that I didn't move from where I was at any point. If it helps any, the dream was in color and it was a sunny day. I had the impression of being at the \"by-pass\" of Arequipa and Javier Prado, with the differences that have been noted."
        }, 
        {
            "number": "M41-8", 
            "content": "I awoke with a feeling of anguish, after having dreamed the following: I was in my daily French class and the professor told me that in order to keep attending them, I had to ask permission at the Embassy because it wasn't his decision. Starting right then, I became impatient (I was in the laboratory) and I didn't know what to do and I thought that at the Embassy they were going to say no to me. My present situation is such that they haven't answered me yet about the university and whether I have been accepted (and time is running short). To make things worse, yesterday the teacher said that those with scholarships should have their passports and vaccination certificates ready and that is probably what made me upset."
        }, 
        {
            "number": "M42-1", 
            "content": "I was walking through an old and narrow street and I found a friend of the family. (Here the dream scene changed.) Now this friend, Norma, was in a room with me in the middle of the sexual act. She didn't know it was me because I looked like a fish from the waist up."
        }, 
        {
            "number": "M42-2", 
            "content": "An old girlfriend of mine (who is now married and with two children) was waving me goodbye from the platform of a train and my current girlfriend was crying a lot. This dream was filled with melancholy and depressing."
        }, 
        {
            "number": "M42-3", 
            "content": "A current girlfriend of mine from the university was driving a big, luxurious red car. I had a feeling of relief and happiness, although the car was running through the highways very fast. (There was a change.) This same car was parked in front of a garage near my house (there really is a garage) and several men had raised its back part and it seemed they were trying to change the tires. The same friend and I had agreed to get married. And this made my old girlfriend cry (B., single and whom I think I love, even though it's been two years since we broke up). My mother had approved of the marriage and B., who lived near my house, furiously slammed her door when we went by. I awoke in the middle of the night with a feeling of sadness."
        }, 
        {
            "number": "M42-4", 
            "content": "In a room filled with people, they were awarding me a prize for having written the best theatrical piece in the world (B.* and her mother were in that room.) I couldn't see anyone else that I knew. (I really write novels and plays.) *(B. is the subject's ex-girlfriend who he thinks he is still in love with."
        }, 
        {
            "number": "M42-5", 
            "content": "At a fair, surrounded by unknown people, I realized I was in the city of Christiania (the old capital of Norway). I was able to recognize that city only through the references made by Knut Hunsum. Nobody mentioned the name of the city; I just \"felt it.\""
        }, 
        {
            "number": "M42-6", 
            "content": "I was in a rescue boat, alone, waiting for help. Nobody arrived and I slowly felt I was dying. My heart's beats and my breathing signaled my coming death. I took a last, long breath and stopped living (fear and anguish in the middle of a foggy ocean). I was traveling through the innermost parts of my lymphatic system when I awoke."
        }, 
        {
            "number": "M42-7", 
            "content": "I had a feeling of terror because I was at the edge of a huge building. Below they shouted at me not to jump, though it wasn't my intention to commit suicide. Afterwards an ex-girlfriend went to my house to have lunch with my family. It was a rather fuzzy, but pleasant dream."
        }, 
        {
            "number": "M42-8", 
            "content": "I and a group of people, among which was my brother, were in a medieval tower and a sacrifice was needed so that the rest could breathe because there wasn't enough air. I made the sacrifice and cut my chest open with a knife, but started to feel panicky when I saw all my internal organs. I begged my brother to cut my aorta, but he didn't want to do it. Finally I was able to do it and experienced great relief -- after my last breath I had died, but I was still aware of what happened around me. Near a \"Chinese wall.\" I heard people whispering that it was a Chinese wall; I didn't understand. I dreamt about Norma again. Together we looked at the ocean from my house. I saw incoherent images, dogs, cars, friends, horizons. Everything produced sadness and melancholy in me."
        }, 
        {
            "number": "M43-1", 
            "content": "I went on a picnic to Chosica. There was lots of sun, I ate lots of fruit. When we got off the train, we crossed the bridge and arrived at the square. There I got away from my pals and I walked and walked and I arrived at Huampani, where I spent the whole time playing miniature football."
        }, 
        {
            "number": "M43-2", 
            "content": "I was in the Ramic and I almost ran into a police car at an intersection. Two policemen came out and they took away my license for driving recklessly. I was a bit scared and didn't have one cent in my pocket to give to them. Then I went to the police station where my license was and I had to borrow three bills to pay the policeman. He told me to give him what I thought right, that on that day he wasn't going to have lunch, etc. He took the three bills from me and I came out happy."
        }, 
        {
            "number": "M43-3", 
            "content": "I was at a party. It was a fifteenth birthday party and therefore I was high. I met the birthday girl and it looked more like she was 25 than 15. It was midnight already and they had only given us cookies. I was getting tired. I danced with the mother of the birthday girl and she was very fat and stepped on my shoes often. At that moment I was awakened."
        }, 
        {
            "number": "M43-4", 
            "content": "I dreamed I was in a very small car and that I fell from an inclined plank and that I remained lying there. Then my cousins came and they picked me up in their hands. I was the size of a finger and they took me to the veterinarian. I was already dead."
        }, 
        {
            "number": "M43-5", 
            "content": "It was an afternoon of a group rehearsal. My three pals arrived at my home and we started to play a whole bunch of Beatle songs and they came out somewhat similar. We also recorded some other great rhythms. My uncle brought his special recorder and that and the mikes I had made a very good sound. More of my pals arrived and we were able to play Yellow River because one of them had the lyrics already, and later we turned on other instruments and at that moment the alarm clock rang."
        }, 
        {
            "number": "M43-6", 
            "content": "I was in class, in Math 102, and the professor called me to the blackboard; and since I couldn't solve the problem well, he had to help me. At the end, he told me that he was going to raise me two points and he continued calling on people. He called on a girl that knew nothing and she was embarrassed and she blushed, and all of us whistled at her until she left the room."
        }, 
        {
            "number": "M43-7", 
            "content": "I was studying Political Science in order to take my replacement examination, and suddenly I received some bad news and wasn't able to keep studying because the news was about an old friend of mine who had died. I went to his funeral and cried a lot."
        }, 
        {
            "number": "M43-8", 
            "content": "I was in a Chinese restaurant and I started to order a great deal of food, and I didn't stop ordering. I ate so much that my stomach hurt. I continued to order and order and I didn't seem to stop eating. The friends whom I took there left me alone there because I was such a gross pig. They didn't like the jokes about Johnny that I was telling."
        }, 
        {
            "number": "M44-1", 
            "content": "I dreamed that my wish had been fulfilled: I had been accepted at the Agricultural University of La Molina."
        }, 
        {
            "number": "M44-2", 
            "content": "I dreamed that I and a group of friends were going all over Peru and so getting to know the wonderful things about our country."
        }, 
        {
            "number": "M44-3", 
            "content": "I dreamed I was a high school student again and I remembered all the fun and the adventures I had there with my friends."
        }, 
        {
            "number": "M44-4", 
            "content": "I dreamed I was a professional engineer and that all my ambitions were being realized."
        }, 
        {
            "number": "M44-5", 
            "content": "I dreamed I was playing basketball for the university in an inter-collegiate championship, thanks to the coach and to the efforts I had made to achieve that position, and to go with the club to all the places that were on the tour."
        }, 
        {
            "number": "M44-6", 
            "content": "I dreamed I was taking my admission exams in order to achieve a high grade which would classify me among the top 200 candidates and to be able to continue my higher education."
        }, 
        {
            "number": "M44-7", 
            "content": "I dreamed that I had been accepted at the university and that I had achieved what I always had wanted: to become a professional in the career of my choice."
        }, 
        {
            "number": "M44-8", 
            "content": "I dreamed that I had gone to study to a foreign country in order to be able to specialize in the career I had chosen and therefore to be able to get what I wanted."
        }, 
        {
            "number": "M45-1", 
            "content": "Last year I was in a university fraternity and belonged to the fraternity choir. When I was 10 I was the altar boy at the church which is one block away from my house. The dream: I was going into the church and saw, when I was near the altar, that my classmates were getting ready on the stairs as we do when we sing. But I had to hurry and put on my white tunic. When I went into the room where the clothes were kept, Father Z. (aged about 40, whom I met when I was 11, kind person, and whom I never saw again until I came back to help in church) was calling a man because the faucet in one of the lavatories had broken and water was coming out. The man arrived, complaining. I called him because the faucet in the lavatory of the room was also broken and water was coming out. But he didn't pay attention to me. I understood this and went out on the street through a door. When I got out, I met a girl X (age about 18 or 19) from the choir. I went out with her and with another guy. When I was out on the street, I got rid of all my clothes while I was talking to them. I felt very good walking naked in the street. When I got home, I saw, or assumed that my mother was there and I covered myself. When I got in, I had already put something on and she was shouting at me for getting home late. I got very angry and wanted to -- and did -- scream, swear, curse, etc. I don't remember more."
        }, 
        {
            "number": "M45-2", 
            "content": "Now I remember the image of the dream. I am with a very tender, sweet, affectionate cat and I feel that I really love him. It seems that he feels the same way because he rubs his body against my leg; I am standing. Then I go into a house and see some very fine porcelain figures on some shelves on the wall (at least I think so), and I have the impression that I must wash them. Then I go up (I suppose, because in my dream I am suddenly upstairs) and talk about something to my friend T. (she is about 40, married twice and twice a widow; I love her dearly. She has 5 children and one of them is already married. She is very understanding with me.) I don't remember the conversation."
        }, 
        {
            "number": "M45-3", 
            "content": "I am in a place which is my old school, but I am there to attend my university classes. I go up to the appropriate classroom and when I sit at my desk, I remember the Psychology test I have tomorrow. I get out together with another boy -- I don't know who he is. On the way I buy some bread because I am hungry. We go over to the gym and I talk to him about a fight I had with another guy when I was in school. Now we don't greet each other. We return the same way and I buy some more bread. I am hungry."
        }, 
        {
            "number": "M45-4", 
            "content": "I am in some kind of basketball court. There are a bunch of people I know. I am accompanied by Y., a girl from the university. I hug her because I am afraid that the basketball will fall on her. Suddenly I realize that it could also fall on me, and I raise my arm just in time to stop it from falling on my head. Once this is over, I let go of the girl and we continue walking. There was another dream, but you wouldn't understand it."
        }, 
        {
            "number": "M45-5", 
            "content": "I only remember images. I see myself with a girlfriend and I get the impression that I start some sexual foreplay as a prelude to making love. The latter doesn't seem to come about. The situation is completely pleasurable, until we decide to go up to a room. When we get there, we hear the voice of a woman who we think is mad and we take flight. However, while we run, I remember the pleasurable scenes. Both our running and the surprise arrival of the \"mad woman\" take place through some stairs, which are not very high nor very low. When we come running down, there are some boxes at its bottom that we have to jump over."
        }, 
        {
            "number": "M45-6", 
            "content": "I see myself dressed in my fencing uniform (white). I have a sword in my hand, but it isn't a fencing sword, but rather a medieval sword. A., who is a man about 60 whom I regard like a father, comes over and asks me for the sword. I give it to him and he buries it by sticking it up to the handle in the dirt that is beside some sort of table. He takes out a white handkerchief and puts it in front of the sword. What follows is unclear. He then asks me about a boy who is rather far from where we are. He asks me if he should give his powers to him, because he had pronounced the \"Om,\" and has done it without having been taught it. I tell him not to, because even though he has said it without having been taught, he has done it badly and this is dangerous."
        }, 
        {
            "number": "M45-7", 
            "content": "I see that I am in the university yard and see a girlfriend on the floor. When I go over to her, I get the impression that she has cut the inside upper part of her leg, but blood is not coming out and I put my fingers in the hole, which is green in color. The sensation is chilling and rather unpleasant. I take her to another part of the university so that she'll be cured. There is a succession of images which are unclear and I don't remember."
        }, 
        {
            "number": "M45-8", 
            "content": "I know that I am in an airplane and that we are going at great speed. We see this because the speedometer is a kitchen in which the water begins to boil when excessive speeds are reached. I tell this to the people who are driving the plane and they don't believe me, and when the stove top is lifted, we see that the speedometer says we are going at 30,000 miles an hour."
        }, 
        {
            "number": "M46-1", 
            "content": "I dreamed I was going up the stairs which lead to my classroom at the university, but when I was about to get there, I tripped and fell down some stairs that were different from the ones I climbed; this one was spiral-shaped. When I was at the bottom, I got to a tunnel that led to a cell. When I came close to it, I saw people in prison, but everyone was out of the Roman era and among them were classmates of mine. When I saw it was a prison and that they would all be sent to the lions, I was terrified, but when I realized that nobody was aware of my presence, that I was an invisible, immaterial being. Then I saw that the gates were lifted and my friends were pulled into the field where the lions were. Then I tried to help them. In my dream I was desperate, knowing there was nothing I could do any more and I cried. Then I tried to pull at a friend and classmate who was being attacked by a lion, but I was unable to help him and then I saw the lion eating him. I saw the remains of his body and the lion's mouth filled with blood, but the image became blurry then. That's all I remember."
        }, 
        {
            "number": "M46-2", 
            "content": "It is possible that this dream is related to some purchases I made yesterday with my mother, among them I got a coat. My dream began so: I was in a car with an aunt and she was asking me to help her with some shopping and I refused because I knew that I would accompany my mother at 3:30 and it was already 2 o'clock. Then I saw myself at a club in Santa Maria, swimming in the pool and playing with an old girlfriend of mine. Later my aunt shouted at me from the club's dining room to come up because we had to go to Lima. I then remembered the appointment with my mother and dressed quickly. We left Santa Maria at 3:30 p.m.; I was telling my aunt she should have reminded me and shouldn't have taken me to Santa Maria. She laughed. My face was angry. Then we arrived in Lima. I got home, but my mother had already left and they gave me an address and I went there; it was a restaurant. I found my mother accompanied by some of her friends, whom I don't like very much. Then my mother shouted at me and scolded me for having preferred going out with her cousin. I gave her an explanation and she forgave me and gave me a bunch of packages to carry. Once inside the car, I kept throwing things through the window on the sly, among them her coat. When we got home, she asked for her coat to show it to my sister, and I told her that I had thrown it out the car window for having screamed at me in front of her friends and for not having bought me a pair of slacks I liked. Here the dream ended."
        }, 
        {
            "number": "M46-3", 
            "content": "Last night's dream was strange. In it I dreamed that I dreamed I was in my fourth year in Architecture, the profession I plan to follow, but that I was doing badly on exams and flunked out and couldn't be an architect. Then I awoke and when I took my exams, I got the highest marks and got many prizes. I went on to make beautiful and incomparable works and got many contracts and my fame in America and in the world kept spreading. My works were imitated by all the architects, I created a new style, and defined a new era in construction. Then I was commissioned to do what I called my masterpiece, which would be a building whose base would be at the bottom of the ocean and which would have thousands of stories. I finished the work and went over all the details, but when I got to the last floor, some wood was sticking out the balcony, which was for support, and when I tried to pull it out, I fell into the void and I saw that from each floor they were waving at me on my way down. My dream ends here; that's all I remember."
        }, 
        {
            "number": "M46-4", 
            "content": "I was at the beach in my father's car, driving around and flirting with girls. Then one of them attracted me and I asked her to get in and she accepted. We rode around unfamiliar places and then I kissed her passionately and bit by bit we got undressed. Then I felt her hot breasts, but I realized I wasn't in the car anymore, but inside a house, lying in be and the girl wasn't a stranger, but a cousin of mine whom I don't like very much. We were performing the sexual act and I was comparing her to a prostitute that I know. I kissed her again and when I looked at her face, it was that of the prostitute and she asked me to pay her, but I didn't have money. Then she chased me along an unknown beach. When I was able to hide, I realized that I was naked and I tried to remain hidden, but people who went by looked at me mockingly. At that moment I was trying to hide underneath the ground. But a while later I was dressed again and came out of my hiding place, very calmly. That's all I remember."
        }, 
        {
            "number": "M46-5", 
            "content": "I dreamed I was drinking beer with some friends, but the place was rather unusual. It was some sort of a cave whose exits led into aerial terraces; as a matter of fact, the cave itself was in the air. Then I went with these friends to where there were some beautiful girls clad in baby-dolls. They were very attractive and I went over to one of them and undressed her, and then we made love. Later my friends and I went to the house of one of them; he is in real life the brother of my ex-girlfriend. Well, we were talking in the living room and then he asked us to go to his room to \"fly\" or smoke marijuana. I refused and ran to another bedroom, but when I got in, I saw the sister of this friend having sexual relations with a good friend of this friend (excuse the redundancy). When I saw this, I was surprised, but she -- naked as she was -- was laughing and at the same time apologizing to me, but saying it was necessary for her to do this. At that moment her brother and the other two friends came in and were not disturbed; on the contrary, they talked to me. I was explaining to them what was happening, but they said it wasn't important. After this I left. But as I was going out of the house, the girl -- already dressed -- pulled me and kissed me and later we threw ourselves on the floor and made love, but I felt disgust rather than satisfaction. Then she cried and we did it again and she, as well as I, felt great joy. When I tried to get up, her parents were in front of us, not angry as usual, but on the contrary, inviting me to go and forget everything."
        }, 
        {
            "number": "M46-6", 
            "content": "My dream started this way: I was with a group of friends at the university theatre, where we were going to be in a play. The play was \"Othello\" and I had the lead part, and a girl from my class was going to do the female lead. But this girl got sick and as they couldn't find a replacement, they dressed a boy from my class as a girl, but he was really too tall and obese. Well, in the performance, we started to act, when my \"lady\" appeared and I had to kiss her. The spectators were in stitches, even us, the actors, were laughing. At one point my lady fell on the floor. Then I could contain myself no longer and laughed scandalously. Then the boy got up and tried to strangle me. The audience, thinking it was part of the play, kept on laughing, but I could no longer breathe. Then I woke up."
        }, 
        {
            "number": "M46-7", 
            "content": "I dreamed that I was in the house of a friend and that we got up at dawn and went fishing. Then we caught a great deal of fish, so many that we had to throw some back into the sea. When we tried to return, a strong wind overturned the boat. I hung on to the side of the boat and tried desperately to find my friend in the water, but did not see him. I was washed up on the shore where there was a huge beach, without people. I tried to look for somebody to help me and didn't find anybody. When I was tired already, I saw a group of people, but when I went over and asked them where I was, they didn't answer; they just looked at me. There were men and women, all of them with nice bodies and great beauty. The girls gave me some strange fruits to eat and water in a pitcher. I fell asleep on the sand. But I awoke when I felt that the men were tying my hands and feet and throwing me to the ocean from a cliff. This part was so real that I felt cold and how I was spinning in the air and that when I fell into the ocean, I didn't die; I floated. Then I heard someone calling my name and it was my friend who was coming with a life saver, but he was naked and covered with blood. My friend untied me and I hung on to the life saver and we headed for the beach, but this was very different from the one before. When we reached the shore, I realized that I was also covered with blood and had wounds on my legs. My friend and I looked for help and we found an old man who gave us clothes and cured us. When we told him we were Peruvian, he surprised us by saying he had never heard that word, meaning Peru. Then he left us on a highway where a truck took us to a city with great buildings, but the city was empty. We continued on foot and got to an airport where we took a plane without knowing where it would go. In the middle of the flight, they asked for our documents and since we didn't have any, the told us that we had to abandon the plane. Then one of the engines started to fail and everybody was screaming and my dream was interrupted at this point."
        }, 
        {
            "number": "M46-8", 
            "content": "Last night I dreamt that I felt like flying and that I got off the ground. In my dream I felt I was in the air flying. I could see the whole city and I went to the university and saw all my friends going into class, and when they saw me, they greeted me, without seeming surprised. Then I went back home and laid in bed and in front of me I saw some car keys on a sofa. I went out running and got to a car which was parked in front of my uncle's house. I got in and drove it around everywhere, going up hills, going to Callac and picking up two girls on the Marine Ave. I dropped one of them and took the other to a solitary place, but she refused to be in such a place, so I took her to her home, an apartment, and there was nobody there. She invited me to come in and asked me to help her with some Math problems. I did this and when we were finished, we went to her bedroom and I undressed her, and was undressed myself. Then we laid down in bed and made love. The next day I went out looking for the car, but it was no longer there. I desperately searched for it everywhere until I arrived home and found my uncle who was looking for his car, without knowing who had stolen it. I said nothing to him and went out again, looking for the car, and I found it abandoned on a highway. I took it back to my uncle's house and told him that I had found it by chance. He didn't believe me and told my parents, who punished me by hiding my pencils and drawing papers. They locked me inside a non-existent room, without windows and with a very small door through which I could hardly get in. That's all I remember about my dream."
        }, 
        {
            "number": "M47-1", 
            "content": "I feel uneasy and uncomfortable because my gum is hurting me (this is true in real life). I attribute this to a false tooth. In the dream I see myself pulling at that tooth, pulling on it until I am able to tear it off and I immediately discover the reason for the pain. The tooth was misshapen so that it was exerting pressure on my gum. I cure my gum, which was infected, and then I don't know how to put the tooth back in."
        }, 
        {
            "number": "M47-2", 
            "content": "I go into a nightclub (which is near my house) with a group of friends. The clothing of my friends is strange, almost asexual, hippie style (necklaces, long and wide slacks, hats). Going through the door, the décor changes (the dream is in color); we are in a big theatre. We look for a place, because there are a lot of us. A couple of sweethearts are in our way. D. and A. pick a fight. The boy gets up; then I get in and kick his hand, in which there is a lighter. He's gotten scared, my friends stop me. The boy picks up his lighter and asks me how old I am. I ask him why and he tells me so that he will know which of his younger brothers to send to me because I am such a kid."
        }, 
        {
            "number": "M47-3", 
            "content": "I am sitting in the water closet. I finished with my needs, I get up and pull the chain, but the water closet is stuck and the excrement does not go down. The water keeps getting higher, with the excrement in it, until it overflows and dirties my shoes."
        }, 
        {
            "number": "M47-4", 
            "content": "The girl I am in love with appears in the dining room at my school (I haven't been there in about 8 years). I recognize all the details of the dining room clearly. In the back I see there is a bazaar. I am with a friend, wearing my school uniform. She is wearing a yellow poncho, with books in her hand, just like I saw her going home one day. She was just coming from the university, her look is questioning, but since I have been angry at her for some time, I simply say hello to her, which makes her rather surprised."
        }, 
        {
            "number": "M47-5", 
            "content": "It's a very vivid dream, very distinct, with many lights and many colors. It's a parade at the time of Fascist Italy and the Duce himself is at the head of the parade, proudly marching, his look straight, his forehead is high; his uniform is yellow with black and very shining boots and straps. What calls my attention the most is his totally bald head which shines brightly from the sun's reflection."
        }, 
        {
            "number": "M47-6", 
            "content": "Dr. L., a professor at my university, has a book I lent him. I go to his home and he has me come in and asks me whether the book has been returned to me, and I answer that it hasn't."
        }, 
        {
            "number": "M47-7", 
            "content": "I am in a waiting room. There are lots of boys and girls. Among them I see S. (an 18-year-old girl who is the best friend of the girl I love). She is wearing a red jacket and a blue skirt (the same clothes I once saw on my girl). She hasn't seen me and is fixing her stocking. She raises her skirt and I see up to her intimate apparel."
        }, 
        {
            "number": "M47-8", 
            "content": "I see the face of the girl I am in love with on the window of a car which is at the beach. In the background there is a pretty beach; there is lots of sun. She looks at me and I know she wants to tell me something, but I get away quickly."
        }, 
        {
            "number": "M48-1", 
            "content": "I was in a room with a lot of curtains and between them I saw a woman. I went over and we laid down on the floor, which wasn't of tiles or wood, but an enormous mattress with figures of beautiful women. I left the one who was with me and I kissed one of the figures in the vagina and we made love."
        }, 
        {
            "number": "M48-2", 
            "content": "It was short: I was in need of money and suddenly I remembered that I had $100 or more in a savings account, but I didn't want to withdraw from there. I found a lost billfold and when I opened it, I found that there was a roll of bills. There were $1,000 dollars. I spent them, and it turned out that the money belonged to my mother."
        }, 
        {
            "number": "M48-3", 
            "content": "I felt frightened in the street, and I started to run, but I wasn't getting anywhere. I remained on the same spot."
        }, 
        {
            "number": "M48-4", 
            "content": "I was small and I played marbles. I always got the marbles from a special place in which I put my hand and got the marbles I wanted, and later these marbles became money."
        }, 
        {
            "number": "M48-5", 
            "content": "I was returning from someplace and when I was one block away from home, I noticed that the ground had cracked and was raised."
        }, 
        {
            "number": "M48-6", 
            "content": "I was riding on a bicycle along some avenue and I saw a car going the wrong way, and I told this to the police. The driver realized it and chased me in his car. I was going towards a steep curve on the edge of a cliff. When I turned, I fell into the void. I saw myself lying at the bottom, and next to me a person who had fallen with me. I felt dead and wanted to say goodbye to a very dear girlfriend, but when I didn't get an answer from her, I thought that (I deduced) if this was so, I hadn't died, because if I had died, there is a belief that dead people say goodbye to their most loved ones."
        }, 
        {
            "number": "M48-7", 
            "content": "I was in a dirty bathroom and felt like defecating. Suddenly two women appeared and asked me if I wanted to go with them for a moment, and I agreed. When we started to make love, they disappeared. I awoke as though I were really performing it; I was looking up."
        }, 
        {
            "number": "M48-8", 
            "content": "I was kissing a girl, without knowing who she was. When I realized that it was my ex-girlfriend, I was surprised and left. The girl called me."
        }
    ]
}