{
    "dreamer": "phil2", 
    "description": "Phil 2: late 20s", 
    "dreams": [
        {
            "number": "2-001", 
            "head": "1971-01-01", 
            "content": "I was speaking to Kathy Reynault at night in front of her house (but not her real house).  Her mother was nearby, and I either realized she knew who I was or Kathy actually introduced us, and she didn't seem at all antagonistic as I expected-nor did she seem particularly friendly."
        }, 
        {
            "number": "2-002", 
            "head": "1971-01-01", 
            "content": "Julie Skinner and I were talking indoors.  I was still very much attracted to her.  She was sitting in an easy chair with her legs tucked under her and telling some anecdote about her third grade teacher who, she said, was really crazy.  I had a feeling of déjà vu about this anecdote, or about her description of her third grade teacher in general."
        }, 
        {
            "number": "2-003", 
            "head": "1971-01-02", 
            "content": "I was in a high school.  On my way to class I saw Kathy Reynault at a table in the hall.  I don't know what she was doing there, but she was talking to several people who were in front of the table.  I went behind it to talk to her, and casually and unobtrusively put my hand on hers, fully expecting her to pull it away.  To my surprise, however, instead of pulling it away, she squeezed it.  I was thrilled to death.  And then she whispered to me to stop by after class, that she had some good news for me.  I felt sure it had something to do with a change of her feelings toward me, and I was really excited.   In class, we had a substitute teacher.  Mother and my daughter Christina were in the class too.  The substitute made some preliminary remarks at the beginning of the class which led me to wonder if I wasn't in the wrong class.  After class some of the other students were talking to me, and they were all foreign students.  I concluded that it must have been a class in English as a foreign language.  One of the students was especially persistent.  He was complaining about something one of the other students had said in a speech.  I was very impatient to get away from him, because I wanted to talk to Kathy and I wasn't sure whether she might have already gone home.  But as I talked to the guy, I saw her walking toward us and I cut off our conversation rather abruptly and walked to meet her.  Just as we got close enough to begin our conversation, I woke up."
        }, 
        {
            "number": "2-004", 
            "head": "1971-01-02", 
            "content": "I had gotten a job with the Permanent Life Insurance Co.  I wasn't too sure I wanted to keep the job, and was made rather anxious by the way the guy showing me around seemed to take for granted the permanence of it.  There was another guy starting at the same time I was, and the office manager was introducing us to everyone.  They were all dressed rather casually, and many were at desks along a hallway rather than in actual offices.  The name of one of the guys was something like Zappelletti.  No one gave me anything to do, so I sat down in front of a color TV in a lounge with another guy.  It was a sort of open-air lounge at the foot of some stairs sort of like the Spanish Steps in Rome, at the top of which was a construction site of some sort."
        }, 
        {
            "number": "2-005", 
            "head": "1971-01-03", 
            "content": "I had just arrived at an airport and was walking along a long concourse with Carl Schneider and, possibly, part of the way, Louis Schrepp.  Both were in uniform, I believe; I was not.  We were talking about our military experiences.  After a while, the concourse became the underside of the grandstand at a race track.  We were joined by Ellen Walstein who was just getting off work for lunch.  She suggested we have lunch at \"Sardo's.\"  It seems there were enough of us to require 2 cars.  As we walked to the cars, I could see our car (the Sunbeam) a block or more away, and pointed it out to Ellen.  When we got to Sardo's, we looked in the window and saw that it wasn't a very big place, and the tables were all full.  All the men wore coats and ties, too, as did everyone in our group except me.  I felt a little out of place."
        }, 
        {
            "number": "2-006", 
            "head": "1971-01-03", 
            "content": "I was in my hometown, at the front of a supermarket, and saw Phyllis Rogers coming through a checkout line.  She was as pudgy as ever, maybe more so.  She was surprised to see me, though apparently not overjoyed, considering how she had once felt about me.  I walked up to her to greet her and gave her a friendly kiss.  She seemed shocked by this, which surprised me, since she had been the first girl ever to kiss me on the lips.   As I left the supermarket, one of the checkers was coming in the door, and it was either Kendall or Charles Waller.  I gave him a friendly thump on the shoulder or chest and said \"Remember me?\"  I said this because I wasn't sure whether it was Kendall or Charles, since they looked alike and it has been quite a few years since I have seen Charles; I had no doubt that Kendall would remember me.  It was Kendall, and he did remember me-but he wasn't overjoyed to see me either, which really puzzled me.  He walked to the nearest check stand and went right to work, talking to me as he worked.  I then noticed Charles sacking groceries at the next check stand.  Kendall said his father had just died-the day before, I think.  I was shocked, and realized then why he was so somber rather than his usual effusive self.  His hair, eyebrows, and eyelashes were a very sandy color -- more like Albert Fink than like Kendall -- and his eyelashes each seemed separate and distinct; I remember staring at them and at his face.  There was something about his complexion too, that intrigued and somewhat disconcerted me."
        }, 
        {
            "number": "2-007", 
            "head": "1971-01-04", 
            "content": "Somehow I had managed to get into the agency without a badge.  I have dreamed this dream several times now, ever with any explanation of how I get in the building.  I was able to escape notice by floating over the heads of people.  Also by going up to the second floor, where apparently there weren't so many guards.  The longer I remained inside, though, the more anxious I became about getting caught and figuring how to get out, because they check badges on the way out too.  There were a number of short stairways on the second floor, and small rooms with glass windows in the doors.  There was also a very low passage that I tried to crawl through until it became too narrow.  I thought I was done for at 11:00, when the corridors began to fill with people getting off for lunch.  The only person I saw, though, was Norma Grimson, who, to my surprise, didn't seem to be surprised at seeing me or to wonder about my lack of a badge.  Apparently she and some others were going to a luncheon, and she asked me if Bonita hadn't given me the message about it.  I asked, \"Connie Hutchinson or my wife?\"  She raised an eyebrow at that, and replied (I believe), \"Connie Hutchinson.\"  I would have liked to go with them, but I couldn't get out without a badge.  Later, after numerous close calls, I somehow came by the badge of a Navy officer.  His eyes and hair looked enough like mine, but he had a rather smashed-in mouth, with missing teeth.  I left in a crowd at 5:00 and rushed through the gatehouse, holding my thumb over the lower part of the picture.  I held it up for the guard to see, and he let me through."
        }, 
        {
            "number": "2-008", 
            "head": "1971-01-04", 
            "content": "I dreamed that Salvador Allende of Chile was assassinated."
        }, 
        {
            "number": "2-009", 
            "head": "1971-01-05", 
            "content": "I had sex with Dona Massey, a friend of my sister Nancy's.  Although in real life she is immaculately clean and wholesome appearing, in the dream I was warned that she had a \"dirty cunt.\"  The words came to me as if written rather than spoken or originating in my own thoughts.  That didn't bother me, though, nor did it bother me when there was a knock at the door and someone entered the room even as we were in the midst of intercourse, in the \"chair-astride\" position."
        }, 
        {
            "number": "2-010", 
            "head": "1971-01-06", 
            "content": "I was going to a party with several couples I knew, probably from my hometown.  My date was a girl whose last name was Hay-but not Martha Hay because I asked her if she remembered Martha Hay, and she said yes.  I think she was about to go to sleep, or else she was just cuddling up next to me.  I think Susan Sanders was on the other side of me.  We were all in the back seat of someone's car.  No hanky-panky, though."
        }, 
        {
            "number": "2-011", 
            "head": "1971-01-07", 
            "content": "I was coming home from somewhere.  (\"Home,\" in this case, was a big house surrounded by a lot of yard.)  I found several guys playing football in the yard beside the house.  I was delighted to note that, with the addition of me, the teams would be even.  They decided whose team I would be on, but before I even got on the field, the other team punted to my team.  I was just off the right sideline as we looked toward our goal, and I ran on the field, caught the punt in the air and on the run, and dashed straight down the sideline.  There was only one guy between me and the goal, and he tagged me.  I couldn't figure out why I hadn't tried to run around him.  It had been a good runback, though, and I expected more recognition than I got.  Later, at this same house, I got thick letters in the mail from 4-5 friends.  This often happens in dreams, but this time I was convinced it was real and not a dream, and it took me a while to accept reality even after awakening, and then it was very disappointing."
        }, 
        {
            "number": "2-012", 
            "head": "1971-01-07", 
            "content": "I was in Grandpa and Grandma's old grocery store in my hometown.  It was exactly like it used to be-except that the proprietor was Governor George C. Wallace.  I was buying some soft drinks, in all sizes and shapes of bottles and jars, taking them off a shelf against the front wall of the store where the pop box used to be and putting them in an empty case.  It was taking me much longer than I wanted it to, and I was very frustrated with the different sizes and shapes.  At one point, when Gov. Wallace was waiting on another customer at the counter, he called out to me, \"Hey friend.\" or \"Hey you over there\" or something like that, and I thought, \"He's forgotten my name again.\" and wondered if I should suggest that he get a PR man to help him remember names; it seems that I had observed before that he was bad about that.  When I answered him, he asked me if I had ever played \"Molda.\"  The name sounded familiar to me, and I asked him how it was played.  He recited a little two- or four-line poem that was part of the rules.  I liked the guy in spite of myself and wondered if I should engage him in some kind of debate on the subjects on which we differed.  The only other conversation I remember, though, was my congratulating him on his recent marriage.  He acknowledged the congratulations, but for some reason didn't seem overly enthusiastic or happy, and I surmised that he must be still mourning Lurleen."
        }, 
        {
            "number": "2-013", 
            "head": "1971-01-09", 
            "content": "I was in a hospital bed, and a doctor was examining my legs by thumping them and feeling them.  He diagnosed my problem as some kind of terminal disease-maybe cancer, but I'm not sure.  But something he discovered before the dream was over, or something I told him, indicated that my death was not as imminent as it had originally seemed.  In any case, the idea that I was going to die didn't bother me at all."
        }, 
        {
            "number": "2-014", 
            "head": "1971-01-09", 
            "content": "My wife Bonita and I were in some mountains, on a ski slope.  At one point we were right under a ski jump.  I rode around a mountain with someone in some type of conveyance to get a better look at the slopes or something.  Then I started climbing a mountain with Alberta.  It was sort of like a pyramid, in that steps were carved into the sides, and it was fairly easy to climb.  When we got very high, though, the steps became very narrow and slightly sloped on the treads-but by the time we realized it, it was too late to go up or down.  And as we stayed in one spot, clinging to the side of the mountain, I became less and less sure of my grip.  Alberta was calm and almost resigned-to keep me from panicking, I felt.  I was desperate to find something to grab hold of.  Suddenly I saw a fire extinguisher on the side of the mountain.  I didn't want to lunge for it, for fear I would pull it loose, so I slowly took a firm grip on it.  It was a better grip than I had had before, but I was still almost crazy with fear, because there was no way to get down."
        }, 
        {
            "number": "2-015", 
            "head": "1971-01-19", 
            "content": "I was back at the agency again.  I had been on leave and was just returning before leaving for good, so I had a badge this time.  Everyone was surprised to see me, though, because they thought I had left for good.  I asked Aaron Hamilton what he was working on, and he didn't really answer-he just joked about it with some of the other guys in rather cryptic terms, and I resented it.  I thought I would have some coffee, but the whole coffee setup was different, and I didn't have my mug anyway-though there was a mug which looked like mine but belonged to someone else.  Bill Clay came by on his way to lunch: he didn't seem particularly surprised to see me, and he didn't invite me to go along.  My feelings were hurt by this.  I got ready to leave and noticed that I was wearing pajamas.  I felt very embarrassed; I couldn't imagine how this could have happened and began to wonder how I could bear to walk all the way back to the gatehouse that way.  But no one in the office seemed to notice it."
        }, 
        {
            "number": "2-016", 
            "head": "1971-01-12", 
            "content": "My wife Bonita and I were preparing to go somewhere with a lot of people and were looking for some equipment that we couldn't seem to find-ice skates, a neck scarf, maybe a football, and other things.  Then something vague about being in the back seat of a car with other people on the way to wherever we were going.  Then I was playing football, either among some dormitories on a college campus or among some apartment buildings.  We weren't really playing a game, just tossing the ball around.  There were numerous trees, and they always seemed to be in the way of long passes I wanted to throw.  The timing had to be perfect in order to have your receiver in the right position to throw to him through openings through the limbs, but the ball was slightly bigger around than ones I am used to, and it kept slipping out of my hand at the moment I was about to throw.  Then, because I couldn't grip it well, I couldn't throw it as far as I knew I could otherwise, and my passes kept falling short."
        }, 
        {
            "number": "2-017", 
            "head": "1971-01-12", 
            "content": "I was in something like a basement storage area.  I heard my wife Bonita voice from above my head-just faintly.  I looked up and saw her atop a storage bin, about 20 feet high, and my daughter Christina dropping toward me, headfirst.  I caught her by the shoulders, and she seemed to be all right -- except maybe for a stiff neck -- she smiled, anyway.  I was furious with Bonita and bawled her out for dropping Christina, especially before even having made that halfhearted attempt to get my attention."
        }, 
        {
            "number": "2-018", 
            "head": "1971-01-15", 
            "content": "Connie Hutchinson was in this dream, but I remember few of the details.  The relationship between us was one of warmth, with possibly some anxiety mixed in from some source.  I don't remember any physical contact between us, and most of the time I think there were other people around.  At one point, at someone's house, she sat on top of a cabinet or refrigerator, with her legs apart.  She was wearing a dress, and I kept stealing glances at her, afraid someone else would notice.  Later on, she undressed completely in my presence as she was getting ready to go somewhere."
        }, 
        {
            "number": "2-019", 
            "head": "1971-01-15", 
            "content": "I was with a friend who had recently been to Tibet, or near Tibet.  I told this friend about another friend's trip there and he didn't seem interested.  The friend was tall and thin and had a mustache.  I think he had a sister, and he lived in an apartment with his parents.  His mother's first name was Jane.  My Mother was there, and I was surprised that she called the other woman by her first name-Jane.  They had some slides of Tibet, and I asked to see them, so they got out some hors d'oeuvres, set up the projector, and began to show them.  I only remember one of them-of the friend and possibly his sister on the top of the mountain or a cliff."
        }, 
        {
            "number": "2-020", 
            "head": "1971-01-16", 
            "content": "I was in the agency without a badge again-in fact I had my peace symbol on a thong hanging around my neck.  I was in a class which was being taught by Bill Clay.  During the course of the class, I became increasingly anxious about not having a badge, to the point where I actually began to feel sick.  I asked to be excused and left the room somewhat doubled over.  Bill came out with me to see if there was anything he could do.  I decided the best thing to do was to confide in him.  Somehow his wife was there too, and I told them both.  I told them that I had had numerous dreams about being in the the agency building without a badge-and now I really was, and I thought I was going crazy.  Either then or later they advised me to go to security and explain the whole thing to them.  First, however, they got a doctor or a nurse, or both, to come and give me some kind of sedative to calm me and maybe put me to sleep.  We were then outdoors, and I was supposed to lie down beside a culvert until an ambulance came for me.  While I was there, feeling very groggy, several friends and Bonita came by to see how I was.  I remember thinking how long Bill had been away from his class and worried that they would give up on his coming back.  I also wished the sedative would finish putting me to sleep or that the ambulance would come.  Finally it came and I struggled to get on the stretcher.  Later I explained my story to someone else, but not sure whether it was security."
        }, 
        {
            "number": "2-021", 
            "head": "1971-01-18", 
            "content": "A very complex dream-not sure I can sort it all out.  My wife Bonita was going somewhere in her car, and I could see her in the distance as she crossed the Memorial Bridge.  I could also see that only the right hand lane was one way in her direction; the lane next to it could go in either direction, and in fact, cars approaching each other sometimes passed on each other's left.  This seemed to me a very dangerous situation, and I was glad to see that Bonita kept all the way to the right.  Next, I was in the car as we approached from the rear a big car transport truck and apparently drove right up its ramp.  Anyway, the road ahead became steeper and steeper, and I had to shift down to third (I was now driving.), and in doing so, and climbing even steeper, I lost more speed and had to shift down again.  Then we were traveling straight up, and just as I expected, we began to pitch backward from the surface and fall toward the water. Later, I had to fill out a report on the accident.  I can't remember whether it was the same evening or the next morning, whether I had survived the accident or had been miraculously re-transplanted from it before it occurred.  Gaylen Tuttleson was involved in directing me in the initial phase of the paperwork I had to do, and later Becky Hellman.  I remember having written, or seeing written, in the \"Injuries\" space:  \"Driver killed.\"  Bonita was dead-no doubt about that.  Several people, some of them acquaintances, asked about the accident, but showed little emotion when I told them Bonita was dead.  I was in sort of a daze myself."
        }, 
        {
            "number": "2-022", 
            "head": "1971-01-18", 
            "content": "There seems to be some overlap in characters from the previous dream, but the theme is completely different.  I was in a pick-up baseball game with some other guys -- acquaintances, I think, possibly including Gaylen Tuttleson, Darrell Evans, and Bobby Dilson -- in a big hangar or garage-type building where they worked.  After the first half inning, some of them had to go back and do some work (they had been on their lunch break), and the game was temporarily halted.  I was very anxious for the game to resume, since I was the first batter in our half of the inning, and I was eagerly swinging a bat to loosen up.  The game never resumed, though, and I was very disappointed."
        }, 
        {
            "number": "2-023", 
            "head": "1971-01-18", 
            "content": "I was riding a bus with a female acquaintance -- from high school, I think -- possibly Nellie O'Riley but more attractive-who was more familiar with the bus route than I was.  She was giving me advice as to how much the fare was or where to get off or something-probably the former, since I made my way back to the driver to give him my fare.  He said 50 cents, and I fumbled with my change with one hand until I got two quarters isolated and dropped them into the fare box.  Then I made my way back to the rear of the bus, where my friend was seated on the rear seat.  There was just enough space left, and I squeezed in next to her.  Now that I think about it, I think it was Anne Panelli rather than Nellie O'Riley.  I think I even remember her name being mentioned somewhere in the dream."
        }, 
        {
            "number": "2-024", 
            "head": "1971-01-24", 
            "content": "I was with a large group of people at a sort of party in someone's back yard.  We began to play soccer.  The back yard was so crowded with people that it was difficult to maneuver in the mob.  As I dribbled the ball, it took more effort than seemed natural for me to reach it with my foot every time I kicked it -- but even so, I had more success at it than anyone else, and was finally able to score a goal -- by kicking it against the backside of the house-if just barely."
        }, 
        {
            "number": "2-025", 
            "head": "1971-01-24", 
            "content": "I was playing softball, in left field.  We were practicing.  I couldn't coordinate my movements very well, and if I could catch up to the ball at all, I couldn't catch it, and when I finally picked up the ball I couldn't throw it accurately in the direction I wanted to, nor anywhere near as far as I wanted to.  It was very frustrating, because I couldn't figure out any reason for it.  My arm felt its normal strength."
        }, 
        {
            "number": "2-026", 
            "head": "1971-01-27", 
            "content": "I was standing in an open field or perhaps a large paved parking area, near an airport.  Two aircraft were visible in the air-one was a large jet, approaching the airport for a landing: the other looked like a dirigible.  The latter was too far away to be distinct, but it really wasn't that far.  The jet appeared to be on a collision course with the dirigible, which was motionless, but it was fairly obvious that this was an optical illusion because they were simply in my line of sight but the dirigible was farther away.  One or the other began descending rapidly -- too rapidly and at too steep an angle, it seemed to me -- toward the airport.  I was aghast, because I was sure it was going to crash and explode before my very eyes.  (Actually there were buildings of some sort blocking my direct view of the runway.)  To my surprise, however, the plane was built at such an angle that although the rear half was at a sharp angle with the ground, the front half was almost parallel to it-sort of like some helicopters are designed.  So it didn't crash.  It was carrying a load of VWs, though, and when the plane emerged to the right of the buildings which had blocked my view of it, the wind had caught the VWs and they were flying in the air and bouncing frighteningly on the runway.  Some were already bashed up beyond recognition.  It was a sickening sight."
        }, 
        {
            "number": "2-027", 
            "head": "1971-01-28", 
            "content": "My wife Bonita and I were at a party-at Norman and Sheila's apartment, I think.  Kathy Reynault was there, and we were friends.  Her hair was very long again, and it was tied in a knot in front, with the loose ends hanging down either side of her face.  It was very pretty.  I don't remember much else -- just a table around which we were all standing or milling, and the fact that some of us tried, by means of a rope, to scale the wall of a ceilingless partitioned-off area in the apartment or adjacent to it."
        }, 
        {
            "number": "2-028", 
            "head": "1971-01-30", 
            "content": "My division of the agency had been split into two parts and were fairly widely separated.  Both halves, I think, were taking a class of some kind.  But there was some strange sequence about my wanting to retrieve some of my personal belongings from the other half and not being able to locate them, and some woman having some furniture, including a bed, mixed up in it.  When I located the other people, they were crammed into a small space like a back porch or railroad caboose, and Dalen Winger was with them."
        }, 
        {
            "number": "2-029", 
            "head": "1971-01-30", 
            "content": "I was attending some kind of sporting event in a big stadium.  The people just kept packing in-the figure 60,000 sticks in my mind.  Pretty soon it was crowded that I couldn't see anything, and I even became nervous about the crush of people, so I left.  There was no way to get out through the people, though, so I dropped down under the stands to escape.  A lot of other people were also trying to leave, and there were a lot of young punks around, many of them with knives, terrorizing people and trying to prevent them from leaving.  Four or five of them joined hands across my path, and I was really worried, but then, for no apparent reason, they let me through.  All around me, though, these thugs were throwing knives at people and at each other.  It made me very nervous, but for some reason I was spared.   It was night as I left, and on my way to wherever I was going I passed beside an elementary school at the top of a terrace.  At the bottom was some girl I knew-Phyllis Rogers, possibly.  We spoke, but I don't remember what about."
        }, 
        {
            "number": "2-030", 
            "head": "1971-01-30", 
            "content": "I was atop a mound or plateau of some kind, about 20 feet high.  Connie Hutchinson was at the bottom, and I hauled her up with a rope.  I asked her how things were with Will and she said just the same as before.  I saw Linda Goffman down below and asked her to come up too.  My wife Bonita said it would be rather awkward for her since Linda had dated Will before her.  This came as a surprise to me, so she showed me a fingerprint on a dark place on her hand and said, \"Whose fingerprint do you think this is on my proud flesh?\"  It was as if to prove her point-although it would have made more sense if the fingerprint had been on Linda.  I guessed correctly that it was Will's, and I wondered at her use of the term \"proud flesh\"-I had to think about what it meant.  Anyway, I had already invited Linda up, so I hauled her up."
        }, 
        {
            "number": "2-031", 
            "head": "1971-02-01", 
            "content": "I was at some large gathering like a picnic, in the middle of a large field; as a matter of fact, it was near the Fairgrounds in my hometown, because I remember pointing out the \"Golden Thriller\" statue to Bonita.  We didn't know our way around very well, and decided we could guide on that statue as a reference point to get where we wanted to go.  Anyway, at some point, we were all in cars in the middle of this big field.  It was damp and rainy, and we may have been just getting in out of the rain, or we may have been preparing to leave.  On my home, though, either then or later, I was on foot."
        }, 
        {
            "number": "2-032", 
            "head": "1971-02-01", 
            "content": "Joe Sizemore had been going down a list of names and when he came to mine he asked if I had played football the year before.  I said no, only baseball-except I believe I said I had substituted for Larry Poponovo at end a couple of times when he was sick.  Coach said he wanted me to come out for football that year.  I told him I would, not so much because I wanted to -- I knew I couldn't stand practicing every day -- but because I was flattered that he would ask me.  The next name he called on the list was Tommy Jacobson."
        }, 
        {
            "number": "2-033", 
            "head": "1971-02-01", 
            "content": "I ran all the way home, facing traffic, along a busy street lined with trees, dodging in and out among the trunks and branches, pretending I was catching passes, evading tacklers, etc.  My neighborhood was almost labyrinthine, with  very narrow streets, and very colorful and modern.  The house where I lived with Mother and Daddy was quite large and roomy, with carpeting everywhere, and much wood paneling.  It was dark, and Mother and Daddy were in bed asleep."
        }, 
        {
            "number": "2-034", 
            "head": "1971-02-03", 
            "content": "Rick Trumplin and I must have been driving somewhere at night.  We went into a building a downstairs into the basement.  It was pretty much empty except for a display case with different kinds of sweet rolls in it.  We were trying to decide which kind to get for breakfast."
        }, 
        {
            "number": "2-035", 
            "head": "1971-02-03", 
            "content": "I was in bed in an upstairs bedroom of a house or townhouse.  Roxanna Trumplin came in the room and walked past the foot of the bed and over to the windows on my left of the bed and looked out.  It was dark outside, and the bedroom was lighted only by light coming in from the hallway.  I got up and joined her at the window.  I was naked and had an erection.  She noticed, but it didn't seem to bother her, even when it pressed against her leg.  Down below, in a sort of courtyard like at Larkchester in my hometown, I was shocked to see a huge tiger.  I hollered to whoever was in the rest of our house.  No one responded immediately-which was just as well, because the tiger smiled, lifted one \"paw,\" and waved at us.  I realized then that it was a couple of people in a tiger costume.  It seems that we might have also seen a couple of guys I considered juvenile delinquents gathered in an open shed over to our left.  Roxanna had on a filmy nightgown, and I began to fondle her breasts through it, and to put my hands in through an opening at the top.  She resisted somewhat, but not very vigorously.  I was a bit nervous, because I kept thinking I heard people coming up the stairs, but no one ever appeared."
        }, 
        {
            "number": "2-036", 
            "head": "1971-02-03", 
            "content": "I was in an elevator in a department store with some girl and one other person.  Apparently this other person and I planned to rape this girl.  Anyway, we wouldn't let the elevator stop at her floor exactly.  That is, it kept moving up and down so that we were always either half above or half below her floor.  When we were in the latter situation, she became desperate and thrust a paperback book through the opening in the top part of the front of the car, and told the person she gave it to give it to someone else.  Apparently the title of the book conveyed her message."
        }, 
        {
            "number": "2-037", 
            "head": "1971-02-03", 
            "content": "This dream may be related to the previous one.  My wife Bonita and I were in either a house or a store, and two women were on a mezzanine which was more like the overhead storage space in Mother's garage, except that it had stairs coming down in front.  The women were apparently stealing things, but openly.  I think they had guns.  I picked up some baseball bats one at a time and threw them at them while they were in the upper area, hoping desperately to hit them on the first try so that they couldn't retaliate,  I missed on three tries, but they didn't seem to pay any attention to me.  So when they came down again I bashed first one and then the other with all my might.  To my horror it was just like hitting a tree trunk-just a little give, a little bounce, and no effect.  I yelled this chilling discovery to Bonita, and the women started advancing on me.  One of them opened her mouth, and a short, sharp fang glistened in each corner.  [At that point I woke up, moaning loudly.  I pulled the covers up around my shoulder and drew closer to Bonita.]"
        }, 
        {
            "number": "2-038", 
            "head": "1971-02-03", 
            "content": "I was at the agency again, in the cafeteria.  It was after the lunch hour, and I wasn't sure that they would serve me, or that they had anything left.  Also, there were few people in there, and I looked in vain for someone I knew to eat with.  I chose the special, which was a sort of stew or goulash, and they must have been almost out all right, because it was a few tiny lumps of hamburger, a couple of mushy pieces of cooked carrot, and a little spaetzle.  I complained to the servers about how little I was getting for 89 cents or whatever the price was, and they took my dish back to give me more.  Jim Plummer was there, and he had set four places at the table.  I commented to his wife on how helpful he was and sat down to eat.  He had already eaten and was waiting for the first baseball exhibition game to come on TV.  I eagerly waited with him.  It was supposed to be the Red Sox vs. the Reds, but when we turned on the TV, it was Mohammad Ali vs. some other guy in a boxing ring.  We were disappointed and couldn't figure out how it could have gotten mixed up like that.  Round One had just begun, and Ali came out slugging.  He pummeled the other guy a few times, and the guy staggered backwards to his corner, holding his arms up, conceding the fight.  He was a much older, thinner man, and his eyes were wide with terror, his mouth wide open and his teeth glistening.  The people in his corner tried to get him to go back out, but he refused, and then he toppled through the ropes and fell out of the ring.  A ringside doctor pronounced him dead."
        }, 
        {
            "number": "2-039", 
            "head": "1971-02-04", 
            "content": "I was at a dentist's office, in the chair.  When the dentist came in, I was surprised to see that it was Gary Santelle .  The chair jacked up like a barber chair, and he kept jacking me up, up, up-almost to the ceiling.  It was a fairly high ceiling, too.  He was on a stand that came up that high too.  The waiting room was in the same room, and in two chairs on the side of the room opposite me sat Judy Waldron and Larry Poponovo.  I thought about telling Larry about how often I had dreamed about him, but decided he might think I was weird or something.  I suggested some plan for keeping up with our high school classmates-something like a newsletter or an exchange of personal newsletters, but they didn't go for the idea.  I admitted to them that I was rather sentimental about high school days.  When the dream began, the office building was completely dark, but open, and I was wandering around in it wondering if the dentist had gone home or was on vacation or something, when I bumped into Gary.  Later, I thought of something else I needed to have done, or something I needed to ask him, just after he had left.  There was something like a screened-in porch, and I ran out on it to shout at him as he drove away.  Even though he had driven some distance down the street, I could see his face clearly in his rear view mirror.  He showed no response to my shouting and waving, even when looking directly at me in the mirror."
        }, 
        {
            "number": "2-040", 
            "head": "1971-02-04", 
            "content": "My wife Bonita and I were on a raft or some other kind of small boat on a large bay which opened out into the ocean.  Somehow we ended up in the water.  I hung on to the boat, or something else which was afloat, but Bonita started to swim.  I was very worried, because the water was very choppy and it was a long, long way to shore.  However, she seemed to be making remarkably good progress, and since I was worried about her getting too far out of reach, I started swimming after her.  To my surprise, I too made good progress, swimming very fast.  She got the willies from feeling things brush against her under water, and at one point I saw a huge sea turtle pass just beneath her.  Once we got into a thick patch of tall reeds, which made me nervous because of what might be among them but was also somewhat reassuring because we had something to cling to in case we tired.  We continued to make good progress, though, and soon found ourselves in a long, narrow inlet lined with bushes and trees, whose branches interlocked overhead to form a sort of tunnel -- so much so, and so long was it, that the tunnel appeared to be closed at the far end, and at that end we actually saw a light -- the light at the end of the tunnel.  When we got there, the water became very shallow and just kind of petered out into a dirt street in a run-down section of town."
        }, 
        {
            "number": "2-041", 
            "head": "1971-02-05", 
            "content": "A large group of friends and relatives was in the living room of our house, which reminded me of our family house in my hometown.  Uncle Jack and his family (all -- or at least most -- of it), Uncle Albert and his, John and Lois and their kids, and more that I can't remember.  Somewhere in the house where we were alone, Jody walked by me on her way to the bathroom, and she was naked from the waist up.  I reached out and felt one of her breasts.  When she returned from the bathroom, I did it again, and this time she reprimanded me. Later, we all got in three cars and headed for New York, to see Doug and Marilyn.  I was glad, because I wondered how they liked the record I sent them.  My sister Nancy and my daughter Christina were in the car I was in, with 5 other people, including some of Uncle Jack's family and possibly Grandpa and Grandma.  At least once I was with Grandpa and Grandma, because Grandpa asked me if I wanted to drive the rest of the way.  My sister Nancy was much younger-about 7 or 8, I guess; she was very precocious and had very dark hair.  I felt there were too many people in our car, and I wanted to change to another one, but when the other two pulled alongside, I found that they were just as crowded.  One of them was even a small bus.  Part of the time I was riding in a car driven by Uncle Joe; it's very confusing.  I remember going through some little town that looked like Germany.  We weren't making very rapid progress, and finally stopped at some motel in MixJunction.  It was a huge room, all glass, with beds enough for all of us in it.  I was very uneasy for John and Lois, what with their being among all these relatives of mine and being delayed in their trip; I knew how I would have felt under those circumstances.  They had just planned on a short visit with my wife Bonita and me, and got caught up in all this.  Anyway, it seemed so stupid to have to spend the night between two major cities  (To say nothing of spending it in MixJunction.)  I suspected Thad had something to do with it, or Uncle Joe, who seemed to take a circuitous route, but when I complained to Mother about it, she said it was Fred or Effie's idea-but just as she said it, she saw through an open door Fred and Effie, who had just driven up, getting out of their car, and she clammed up.  Fred had a beard and looked sort of like Dr. Knowland.  I was surprised they had chosen this place, because it was pretty dingy."
        }, 
        {
            "number": "2-042", 
            "head": "1971-02-05", 
            "content": "My wife Bonita and I were standing somewhere with Elisa Cumpert.  She had on a provocative, low-cut dress, with no bra.  She wanted to put a bra on, but was reluctant to do it right there.  I encouraged her to go ahead, so she just peeled down the top half of her dress, exposing her bare breasts.  I tried hard to see as much as possible without seeming too obvious about it."
        }, 
        {
            "number": "2-043", 
            "head": "1971-02-06", 
            "content": "I was in a gym, waiting for a free court on which to play basketball with some friends-from high school, I think.  Ronnie Engles was in either this dream or the other one.  While we were waiting, I was looking for my tennis shoes-in my closet.  I expected to have a lot of trouble finding a pair, but there were two pairs, and I got them with no difficulty.  I was really excited when we got a court."
        }, 
        {
            "number": "2-044", 
            "head": "1971-02-06", 
            "content": "There was a huge Tudor style mansion (the term seems to fit even though I don't know what Tudor style is).  To get there I had to go through a part of town with very narrow streets lined with very tall (8-10 stories) apartment buildings.  They were multicolored-each apartment in the same building seemed to be a different color outside.  And there were an unbelievable number of people with their heads sticking out windows-out of almost every window.  They all seemed to be black, and they were all watching me.  It made me a bit nervous.  After that I had to walk through a street with ruins on either side, sort of like the Roman Forum.  Here I was afraid I was going to be attacked by muggers.  The mansion itself, though, when I finally got there, was a very enjoyable experience-though unfortunately I don't remember what made it so.  Some friend with a sort of British accent  was showing a group of us through the place, and it was fascinating.  In the process I formed a mutual attraction with a girl on the tour; maybe that accounts for the pleasantness, but I was also really taken with the place, and I believe I was going to live there or something."
        }, 
        {
            "number": "2-045", 
            "head": "1971-02-08", 
            "content": "My wife Bonita and I were moving, or cleaning out a lot of stuff to throw away, or both.  We came across a lot of stuff I had forgotten about having and was very intrigued with, including some very large slides (about the size of newsmagazines.) of us on some vacation.  One or the other of us, or friends, were in canoes or other small boats in these pictures, alongside a sheer high bank or some manmade structure like a pavilion or monument located on the bank.  We hadn't finished going through this stuff when it was time to go to bed, or leave, or both, I'm not sure.  Anyway, that activity ceased, and I was down on the streets of the city.  It was dark, early in the morning-maybe 5 or 6 a.m.  I went into a large, almost empty first floor room in a building whose door was open, looking for breakfast.  Someone had had a party there the night before, but about the only thing left to eat was some cold pizza.  Some guy arrived just after I did, to open the place, but he didn't have anything to eat."
        }, 
        {
            "number": "2-046", 
            "head": "1971-02-08", 
            "content": "I was in a building (probably a House of Representatives office building), and a Negro woman came out into the hall and gave me a slip of paper with the names of some people I was supposed to see.  Some of them were well-known people, but I don't remember now who they were.  I asked her what it was all about, but she didn't know.  While wandering around, I came upon a meeting in progress.  It was being conducted by Neil Findley and a brother who looked just like him except that he had red hair.  Phil Darter and some other warrant officer from the agency were in the audience.  The meeting was on some political subject.  At one point, I voiced my opinion on some issue, and my voice sounded strange to me -- rather high-pitched.  I expected Darter and some of the others I knew to turn around and see me and be surprised by my beard, but they didn't.  After the meeting I went up to Neil and asked him if he remembered me.  At first he didn't, but then he did-but he didn't seem excited at all about seeing me.  I also spoke to his wife.  I called her Carol, or Carolyn, and she responded, even though I wasn't at all sure that was her real name. (It isn't.)"
        }, 
        {
            "number": "2-047", 
            "head": "1971-02-10", 
            "content": "I was in some kind of large building like an auditorium or opera house, and was beginning to go up the center staircase with an older lady.  We had gone up two flights and were starting the third.  I was telling her about having met 5 astronauts, and possibly the President, on some occasion, when my legs gave way and wouldn't carry me any farther.  She asked if she should call a doctor, and I said yes-it seemed like a good idea to have this persistent malady investigated finally and find out what it was all about.  I was afraid, though, that they were going to ask \"Is there a doctor in the house?\" over the public address system, and I would be embarrassed.  However, they sent for a specific doctor, whose name was Whitman or Whitmore.  I wished after she had gone that I had asked her to call a psychiatrist, but it was too late then. I don't remember how the examination went, but I remember being with a group of people in someone's back yard and either finding a letter for me in the barbecue pit or having it handed to me there.  It was from Dick Lingerman, and although it didn't mention my legs specifically, I had the distinct impression that that's what it was about.  He wanted me to bring Christina and accompany him to New Guinea or New Zealand.  Apparently it had to do with some kind of therapy for my legs, so I figured it must be a very serious disorder.  I was very excited about the prospect of the trip, of course, but as I read further, the letter became blurry and I couldn't make it out.  This was upsetting, because I began to sense that this was a dream and would fade away when I woke up."
        }, 
        {
            "number": "2-048", 
            "head": "1971-02-10", 
            "content": "I was going to play football with a bunch of guys.  We were passing the football around, but it was in some small back yard, and there were always fences, gates, trees, etc. in the way.  Besides, every time I tried to throw a pass, I couldn't get a good grip on the ball.  The biggest problems were getting my hand on the right place on the ball and keeping my fingers from crossing when I tried to grip it.  It is very hard to throw a football any distance with two of your fingers crossed.  Every time someone would run out, by the time I could grip the ball properly (if ever), they were well out of my range.  It was very frustrating.  I have had this sort of dream before.  Once, though, when a black guy ran out, I did manage to throw a good one -- over his head, even -- in fact I thought it was too long, especially since he was coming to a terrace.  Just as he went over the edge of the terrace, though, he slowed down, casually stuck one arm out in front of him, and hauled the pass in with one hand, without even looking.  There were quite a few black guys, and about 10-12 of us altogether.  Someone said they knew a better place to play, so we started off through several back yards to get there.  We also had to go through Uncle Jack's house.  I remember talking first to Patty and then to Aunt Thelma.  I guess it was the house where they used to live in my hometown.  Aunt Thelma said we couldn't play in their yard right then for some reason, but that we could come back and play at night.  I thought, \"Big deal.  How far can you see a football at night, with no lights?\""
        }, 
        {
            "number": "2-049", 
            "head": "1971-02-11", 
            "content": "My wife Bonita and I were in a house somewhere down India Grove Highway..  It was a very small house -- more like a medium-size trailer -- and it sat well off the road, with nothing between it and the road.  It was early morning, and Bonita was getting ready to go to work, I to class.  Apparently we had to be at our respective destinations at the same time, and were going to ride together.  It was one of these dreams in which I can't get ready on time.  I don't remember what all the problems were until it came time to leave and turn out the lights, when I found that there were more lights on in the place than there should even have been lights, and I couldn't even find the switches to half of them-but that was only one of a long string of frustrations.  By then, my class was about half over anyway.  Somehow it also turned out that I was going to have to ride a motorcycle, either alone or with Bonita, which I wanted to do, but when I tried to put on my helmet, it wouldn't fit for some reason, which meant that I was going to have to make a complete change of clothes.  I woke up feeling exhausted."
        }, 
        {
            "number": "2-050", 
            "head": "1971-02-11", 
            "content": "I was attending a town meeting in a small meeting hall among trees in the country.  It was night.  I noticed that Pedro Mendoza was there.  It was the first time I had seen him in a long time.  Whether the speaker was supposed to talk about language or some political topic, or what, I don't remember -- but whatever it was, he was talking about something different and was very long -- winded and boring.  I was disgusted, and when an appropriate time came -- a pause for getting a movie ready or something -- I made for the exit.  To my embarrassment, about half the audience took that as their cue to leave too, including Pedro.  We walked a ways together, till we came to where he was staying-a large treehouse dormitory.  I wondered about Yolanda, but didn't know whether I should ask.  He volunteered the information that she was in a room in the back which adjoined his room.   Later I found myself in bed by a window opposite a similar dormitory.  I could see very plainly through the window opposite, because we were separated only by the narrowest of passageways.  There were two women in the other room-one in bed and the other attending to her.  One was nude, or partially so, and they were pondering the advisability of lowering their blinds.  I pretended to be asleep, however, so they decided not to.  Apparently the one in bed was pregnant, or had just had a baby and needed milk, because the other one began to breast feed her.  I did my best to watch without their noticing that I wasn't asleep."
        }, 
        {
            "number": "2-051", 
            "head": "1971-02-11", 
            "content": "I was in the woods with a group of people, and it began to storm.  We were all gathered beneath a tree, and nearby there was a loud crack (not as loud as a lightning strike, however) and a flash of sparks.  I was scared to remain under the tree any longer, and moved away, but the others remained.  I was exposed to the rain then (though I don't remember getting wet), but I continued through the forest until I came upon another group of people, these sitting on the ground having a picnic.  Kathy Reynault and Bonita were in one of the small subgroups.  They seemed neither hostile nor overly friendly to each other."
        }, 
        {
            "number": "2-052", 
            "head": "1971-02-12", 
            "content": "I was in some kind of pageant or play in an auditorium.  It was a military affair, and we wore uniforms and carried guns.  A battle was part of the scenario, and sometimes I couldn't tell whether we were acting or whether it was for real.  At one point, for instance, I couldn't find my rifle and was very much afraid I was going to get into trouble.  Then I found one, but it didn't have the right serial number.  I finally did find mine."
        }, 
        {
            "number": "2-053", 
            "head": "1971-02-12", 
            "content": "I had my daughter Christina with me in my car.  She was in her car seat in the back seat.  It was late at night, and we were on our way home, but on the way I stopped at someone's house (Uncle Jack's maybe).  They were having a party, and for a while I forgot about Christina, then rushed out to the car when I remembered.  She was slumped down asleep in her car seat, about to slide out of it. On the way home I had to stop and get a few things at a supermarket.  The kid who checked me out was very young, and he obviously didn't know what he was doing.  When he gave me my change, what was supposed to be several 1's were actually a mixture of 5's, 10's, 20's, and 1's.  I pointed it out to him, and he seemed to be confused and put the whole stack back in one compartment of the till.  The bag boy took my groceries out, and when he came back in he asked if he could borrow a nickel.  I had already planned to give him a nickel and five pennies, so I gave him two nickels and a penny instead.  Just before I got home I realized that I had been duty officer (I was still in uniform) and was supposed to remain on duty until relieved rather than simply leaving when my time was up.  I guess I went home and put my daughter Christina in bed, though I don't remember; then I went back to where I was supposed to be on duty-a little store like a 7-11 which was run by Julie Skinner and her family.  To my surprise, Christina was there.  She was all dirty and was playing behind the counter with another kid."
        }, 
        {
            "number": "2-054", 
            "head": "1971-02-13", 
            "content": "My wife Bonita and I were in bed in a room in a dorm at my alma mater.  John and Lois were in town for the weekend, and I wanted us to go visit them.  Bonita didn't think she could spare the time, and wasn't particularly interested in going anyway, so I decided to go by myself.  I felt a bit guilty about going without her, because I knew how possessive she is about weekends, and I tried to figure out how I could spend only part of the time with them and still enjoy it, and be able to spend the rest of it with her.  There was a telephone in our room, but I didn't know the number; so when I had left the building, I thought I should have it, and I threw a little rock up at her window.  When I got her attention and asked her for the number, someone near me replied with the number which must have been the main number for the dorm, but I told him we had a phone in our room.  I vaguely remember several experiences in connection with going to see John and Lois.  In one, Terrence Bailey was going with me.  Still at my alma mater, we went to the dorm for something (in the direction of Clark Hall, actually), and found the whole dorm was gone.  While we were sitting or squatting in front of where the dorm should have been, a whole bunch of soldiers popped up from a line of concealed foxholes, and we were caught in the middle of some kind of battle; I was embarrassed at having been taken by surprise.  We were taken to a temporary building then, where I was supposed to see a major.  While waiting outside his office with others, some of them were looking at my field jacket and trying to figure out my rank.  In one place I still had a single bar, in another the double bar.  I began to worry that I would get in trouble for being out of uniform, even though I was off active duty -- and also self-conscious about having a beard while in uniform.  So I told Doug Sterme (who now takes the place of Terrence Bailey) that we could just sneak away, since they didn't know our names.    At some other time, I was also in a waiting room with some other men, none of them in uniform, when someone asked me who was the highest ranking man there.  We all kind of looked at each other, then one man raised his hand and said, \"I'm a captain.\"  Whereupon I replied, \"I'm a major.\"  When we got out of one or the other of these places, I was with Terrence again, and we were looking for my car.  It was a small foreign car, apparently fairly new, and I couldn't remember where I had parked it.  We walked up and down the nearby streets.  I think Tarver finally gave up and went some other way, and I went to my house and asked Daddy where it was.  He told me, but I don't remember what came of it, because I became somehow faced with the prospect of walking to my destination.  It would be via hilly, dusty country roads, and about the distance from Mother's house in my hometown to where Uncle Jack used to live in my hometown-about 12 miles.  Apparently I had walked it before, but this time my legs started collapsing.  And I had to climb a cyclone fence with barbed wire on top, on the edge of a short but steep embankment near something like a gas station.  I didn't know if I could make it, and was afraid besides that I might get in trouble for climbing the fence.  So all these things conspired to force me to retrace my steps to a sort of tourist information office.  Connie Hutchinson was inside.  I had to go to the bathroom the same time she did, and she said we could go at the same time.  She led me there, locked the door, and showed me how she could urinate standing up.    I don't remember how I finally made it to where John and Lois were staying, but I did, and it was an old house on a highway resembling the main drag in Ocean City."
        }, 
        {
            "number": "2-055", 
            "head": "1971-02-14", 
            "content": "I was in high school, and sometimes rode my bicycle to school.  It was getting progressively harder to pedal, though, and I think I abandoned it on the way one day -- possibly near Ralph and Janet Stone's house, since that's where I ended up later -- although the chronology is a little hazy.  I caught a bus, and apparently was in a good frame of mind and among friends.  When we came to my stop, the bus was so crowded that I couldn't get to the door before it started up again, and I actually had to crawl along a narrow space between the ceiling and the tops of people's heads.  And when the bus started up again, I yelled, \"Stop the damn bus-I'm trying to get off.\"  and everyone laughed, including the bus driver; I was amused myself.  Later when I was coming to and from school I rode the subway, in which occasionally three different trains crisscrossed over each other at different levels above the ground.  I had to transfer once on the way, and the place where I transferred was of this multilevel type, and reminded me of the place where we caught the Metro in Paris, coming back from the Eiffel Tower in the rain."
        }, 
        {
            "number": "2-056", 
            "head": "1971-02-15", 
            "content": "It was the beginning of a new semester at my alma mater, and I had moved into a dorm, on the side facing the quad.  The room seemed familiar to me (but I think I only lived on that side during my freshman year).  It was at night, and I was listening to the \"oldies hour\" on WPGX.  The room was a mess -- it needed to be swept and scrubbed -- and it occurred to me that my alma mater should have had that done before we came.  My roommate arrived, and it was Bob Neenan  I started asking him about his experiences in Vietnam.  He wasn't too articulate about it, and seemed to be weighing his words carefully.  I didn't press him on the issue, because I had heard that his feelings about the war had softened somewhat."
        }, 
        {
            "number": "2-057", 
            "head": "1971-02-16", 
            "content": "I was in a building on the campus near where I teach.  I saw Gracie Farnsworth before class, which was early in the morning, and we were sitting on a sort of bench talking, when Bonitaapproached.  I got up and went to meet her.  She said she had to work that weekend.  I was disappointed."
        }, 
        {
            "number": "2-058", 
            "head": "1971-02-16", 
            "content": "Several people I knew, including Raul Sendler, Dick Trumpett, and Bonitawere with me in a barn or tall silo.  Everyone was leaving but me, and it was my turn to \"guard the tower\" (the loft) for the night.  Raul was sort of in overall charge and told me what had to be done.  The \"tower\" was high overhead, and you got to it via a ladder.  I felt it would be really creepy having to climb up there and look around after everyone had gone.  Raul checked it once, but there had been some group singing right before everyone departed, and there was some stupid regulation that the tower had to be checked after anyone had sung or spoken-even though everyone was right around the foot of the ladder.  The \"barn\" began to look more like the narthex of a tiny cathedral.  It must have been after checking the tower (I don't remember actually doing it) that I was descending the side of a building.  I don't remember much except coming down the sheer side groping for fingerholds and footholds in the brick and stone construction.  It was very difficult to maintain such holds, and I was progressively petrified with fear of falling.  At one point I considered jumping away from the building and falling the rest of the way, but I didn't know how much farther it was to the ground or what the terrain might be like there."
        }, 
        {
            "number": "2-059", 
            "head": "1971-02-16", 
            "content": "I was taking a long walk around my hometown, generally via the freeway.  The whole walk had overtones of a cross country walk, though, and I actually thought of Charles Kuralt's \"On the Road\" feature on CBS.  At one point I was consulting a U.S. map and figured I had walked most of the way around the coast of Florida, and wondered if part of my walk hadn't been down the coast to Florida.  Anyway, I had left Uncle Joe and Aunt Wilma's house.  I never walked on the beltway, but my route followed the general direction of the beltway-i.e. I was never far outside it or far inside it.  I kept anticipating having leg-collapsing problems at any time, but never did.  At one point, I was walking through a wooded area and my path converged with that of another guy.  Soon we came to a tunnel.  I was apprehensive that he might make homosexual overtures, but he didn't.  We entered the tunnel and turned to our right.  When we emerged from it, we were in a construction site, sort of like that at National Cathedral, with big chunks of ornamental marble and concrete lying around.  The other guy picked some up and carried it on his back for a while.  He suggested I do the same, but I refused, expressing amazement that he should help someone else do the work that they were getting paid for.    Soon thereafter our paths parted, and I entered the ground level of a sort of stadium.  To enter the playing area there were turnstiles you had to pass through, and the admission was 25 cents.  I was reluctant, because I was short on funds on this walk, but it was sponsored by the Girl Scouts or some church or something, so I went ahead.  I found myself going against a line of people coming out through the turnstile, but I made it OK.  I was thinking at this point that it would be cold enough when night came that it might be uncomfortable sleeping outdoors, since I wore shorts and was barefoot.  I considered going back to the Stermes' each night and coming back each morning to resume my walk where I had left off, but that seemed impractical -- at least it would necessitate having someone come and get me every day, and besides, I had a romantic ideal of doing it all myself -- walking all the way around the beltway or cross country or whatever, sleeping out, living off the land, and seeing life in the U.S. as people seldom see it anymore when they travel.    I emerged onto the playing area of the stadium, which was really just a park.  A lot of people were playing croquet-at least they had a huge croquet set, had team colors to match their mallets, etc.  It looked like a very big deal, an organized thing, or I would have tried to get in on it.  The strange thing, though, was that they were actually playing baseball using the balls and mallets.  I walked near the batter, and he was swinging wildly, heedless of me, and I bawled him out as I walked away, but he paid no attention.    Beyond this field was a terrace above which I saw my sister Nancy  Diah and Omar and some other mothers and children.  Rick Adams was playing catch there with some other guys I knew, and I was impressed by how hard they could throw.  I figured it was because they were tall.  I asked Nancy if there was a telephone nearby, just as I stepped through the broken door of a telephone booth lying on its side.  She pointed to the Little Tavern, alongside which Rick and the other guys were playing, so I decided I would use this phone.  Just then I heard someone from below the terrace call \"Queen.\" or \"Queenie.\"  At first I thought he might be calling me, though I couldn't figure out why that way, but then some woman came up behind me from the right, between me and the Little Tavern, and it was obvious that he was talking to her.  She was horribly ugly, her face a mass of wrinkled flesh and absolutely white as chalk.  She looked in the window and asked the guy who called her if that was homemade, pointing to a pie that she saw through the window.  He said yes, and she asked him to give her half of it.  He was incredulous that she should want such a large amount, but she stuck by her request."
        }, 
        {
            "number": "2-060", 
            "head": "1971-02-16", 
            "content": "I was on a trip with my wife Bonita and her folks and my daughter Christina.  We had stopped at a restaurant.  Somehow we had already eaten, but were outside coming back in to pay.  Christina and I were barefoot, and because of that, the lady would not let me in to pay.  I threatened not to pay at all, and she got mad.  I was infuriated, and even though I knew it would upset Bonita, I fought with the lady rather than put my shoes on.  The next thing I knew, Bonita was pulling my suitcase and things out of the car and throwing them onto the ground.  I tried to talk to her, but I knew it was useless.  I started getting a few things together for Christina.  Bonita and her mother started pointing out places of interest in Arizona, saying I could see them and be back in a week.  On the way out of some building, I ran into Dr. Knowland and told him I was leaving."
        }, 
        {
            "number": "2-061", 
            "head": "1971-02-16", 
            "content": "Alberta came into our bedroom as I was trying to stuff a bunch of cigarettes that Norman had brought into a suitcase they had fallen out of.  I was embarrassed."
        }, 
        {
            "number": "2-062", 
            "head": "1971-02-16", 
            "content": "I tried to ram my way out of a garage with a closed door in a 1957 Ford before someone else came in."
        }, 
        {
            "number": "2-063", 
            "head": "1971-02-16", 
            "content": "I tried to escape from a pirate ship by holding on the end of a large chain which Errol Flynn obligingly swung out to sea for me by means of a winch."
        }, 
        {
            "number": "2-064", 
            "head": "1971-02-18", 
            "content": "I was at a meeting, a performance, or some other kind of large audience-type gathering, in an auditorium or fellowship hall.  Kent Heudson and some other GI's from the agency were there.  Kent and I especially had been kidding each other, but I was embarrassed when he cut up out loud and called attention to us while the proceedings were going on.  Afterwards I realized that he had hidden my tiki (the one my wife Bonita brought back from Hawaii), and I was twisting his arm, along with that of one of his confederates, to make them tell me where it was.  I was rather serious about it, because it was time for me to leave, but his arm was so flexible and limber that I couldn't hurt him very much.  Audrey Sturgeon was nearby, and I guess I thought she was in on it, because I got mad and pulled the top of her dress down to her waist.  She was wearing a slip.  Later I went up to her and apologized and tried to kiss her, but she was still mad and wouldn't let me.  Apparently many of us had changed clothes there, because she was looking for her black dress and couldn't find it before leaving.  When I went into one of the dressing rooms or bathrooms to get my stuff, her dress and shoes were in there, and I hoped I could take them to her and redeem myself, but she had gone.  I had been wearing my dress green uniform, and when I put the jacket back on I noticed that the rank insignia were missing, as was the US and the branch insignia.  Actually, they were all in a little pile.  There were other officers -- higher ranking -- nearby, and I was afraid they would see me that way and embarrassed that they might have seen me like that when I came in.  At this point I was getting dressed in a wire mesh locker room.  When I got ready to leave the place, I ran into Rhonda Addilio at the door.  I told her I was embarrassed to admit it, but that Bonita and I had been in Rome a few months before, but just hadn't had time to call her.  She seemed to understand (or not to care).    When I went to my car, I couldn't find it.  When I saw one I thought was mine (a blue Plymouth, I think), a black guy got into it ahead of me, and I decided it wasn't mine after all.  It was raining, so I was offered a ride by Ellen Otto and her mother and sister.  As we drove, we passed a row of theaters showing skin flicks.  They had posters all over the outside, and they were along a sort of mall.  Mrs. Otto drove very slowly as we went by, so we could look at the pictures.  When I left the Ottos, I went back on my own and went in one of the theaters.  It was a big theater, and I was in the balcony.  When I was seated, an usher came up to me and asked me for my card.  I said I didn't have one, and he asked me to get one from the guy out in the hall.  I thought about asking him how much they were, but decided it would be more appropriate to just ask the guy outside.  The feature had just ended when I got up.  There were a lot of women in the theater, some of them alone.  One sat down by herself at the end of my row, and I thought I would sit down beside her when I came back.  Outside there was a box, and I was instructed to put 50 cents in it.  For this, the guy gave me an envelope containing a plastic card which I assumed must have been a membership card.  When I went back in, I had to give it to the usher, and I wondered how he would know who to give it back to.  Someone else had sat down beside the girl."
        }, 
        {
            "number": "2-065", 
            "head": "1971-02-20", 
            "content": "I was in the agency building again-with a badge, but only for one day.  I thought that it was odd that they would take the trouble to clear someone and issue them a badge and debrief them-all for only one day of work.  I kept looking at my badge to convince myself that it was true. Then I was in a hospital ward, and one of the patients in there with me was Jim Plummer's wife, whose name was Rohda.  She was tall -- almost as tall as him -- wore glasses, and wasn't too bad looking-younger looking that I expected, too."
        }, 
        {
            "number": "2-066", 
            "head": "1971-02-21", 
            "content": "I was in the final stages of ROTC summer camp or Infantry Officers Basic Training, probably the latter.  I was on an army bus with a lot of other guys, and we were going to some kind of training.  Everyone had on fatigues, but I felt that I had on my Class A uniform.  I figured we were going to go through the gas chamber, since that probably would have occurred late in our training, and someone was heard to remark, \"They won't issue you one (a gas mask, I assumed) unless you are in fatigues\"-which made me even more concerned about being out of uniform.  Then I noticed, however, that I did have on fatigues after all.  When the bus came to a stop, though, and everyone got off, I realized I didn't have my headgear-which I for some reason expected to be my service cap, not the fatigue cap.  I didn't know what to do, and I hesitated at the door of the bus.  Then the driver handed me a hat.  It was still not a fatigue cap, but a garrison cap.  I thought that would be all right, because it was interchangeable with the service cap, and I was much relieved.  As I left the bus, I noticed that the cap had a single bar on it--the light was too dim to tell whether it was silver or gold-but underneath the cloth, somewhere inside the cap, I could feel the captain's insignia, so I knew I could change the one on the outside.  I had to do it while walking, though, and it was difficult because of the dim light and the fact that the one on the outside was the pin-on type and therefore rather tedious to remove.  When I got inside the building where we had stopped, I was still fiddling with the cap insignia, and the rest of the guys had disappeared; try as I might, I couldn't locate them."
        }, 
        {
            "number": "2-067", 
            "head": "1971-02-22", 
            "content": "I was at someone's house with a lot of relatives-maybe it was where Uncle Jack used to live in my hometown.  The only two people I remember are Patty and \"her twin sister.\"  They looked so much alike that I had to ask them which was which.  I don't remember the other one's name.  We were sleeping on something like a screened-in porch, with them just on the other side of a low partition from me, or on the other side of a large, low, open window.  I was sitting up in bed talking to them, and I took the liberty of putting my hand in the tops of their pajamas and feeling their breasts.  One had breasts about the size of my wife Bonita's; the other's were noticeably smaller."
        }, 
        {
            "number": "2-068", 
            "head": "1971-02-22", 
            "content": "I was on a plane which was coming in too fast (at too steep an angle) for a landing.  I was sitting somewhere where I could see the runway directly in front of me, rushing up at us.  We pulled up in time, flew over the runway, went into a steep climb and a sharp bank to come around and try it again.  I guess we made it the second time; I don't remember it, but I remember being at the airport and waiting for some transportation.  There were some other people with me, and others on the way.  Those of us who were there decided not to wait any long for the others, and we all (or as many of us as it would hold) piled into the back of a truck or van carrying hay or something fairly soft like that.  We were really packed in on top of each other."
        }, 
        {
            "number": "2-069", 
            "head": "1971-02-22", 
            "content": "I was in an airplane on takeoff, zooming interminably down a runway, seeing another plane at the end of the runway and some houses just beyond it.  I was worried about whether we would get off the ground in time.  We did."
        }, 
        {
            "number": "2-070", 
            "head": "1971-02-23", 
            "content": "I was at my alma mater, or the university area of the city.  I went into the darkened back door of some building, from an alley.  Inside the building it was also dark, and every time I went through a door, I was confronted with a choice of several more doors.  I'm not sure who or what I was looking for.  At one point I saw some nurses and they gave me further directions.  One of them was rather attractive, and looked sort of like Sister Frances Aid at the university where I work.  Later I was lounging on the grass with her, like between the library and the science building at my alma mater.  There was a very warm and affectionate relationship between us.  It was noon, and I remembered I had promised some little old lady to meet her for lunch at a nearby cafeteria, off campus.  I really hated to leave our spot there, but the girl understood and came along with me as if by prior arrangement.  She and the older lady knew each other; I think they worked at the same place.  At the cafeteria, we had to go down an escalator.  Just as I got on it, I saw Joan Morris on the floor we were just leaving.  I called to her, and she seemed pleased to see me.  I asked her if it was true that she had gotten married.  She said it was, and I congratulated her and asked her what her new name was.  She said it was Linda Canyada.  I thought it was odd that she had changed her first name too.  There was a freshman football player named Jerry Canyada in my dorm section my senior year, and I wondered if that was whom she had married.  We were right on time to meet the little old lady.  Later on, I was back at the original house with all the doors, trying to remember the way I had made it through before."
        }, 
        {
            "number": "2-071", 
            "head": "1971-02-24", 
            "content": "I was listening to the radio at about 8:30 p.m., when I realized that the disc jockey that I was listening to was Bob Anderson.  There was no direct evidence of it, but somehow I knew he was broadcasting his show directly from our office.  I also knew or suspected that he went off the air at 9:00 or shortly before, so I decided to give him a call before he went off the air.  I picked up the phone to dial 699-7469, but had only dialed about one digit when I got an operator who was handling an incoming long distance call to me.  It was from Doug Sterme.  It was about 8:40 at the time.  He was going to be in \"West Virginia\" the next day and wondered if we could get together.  (I put quotes around WV, because I suggested that I drive up and meet him in Bloomsburg, PA.)  I either had in mind or actually suggested the Hotel Magifore as a meeting place.  (The interstate buses stop there.)  We agreed to get together, but after I hung up, I realized that I should have suggested that we could spend the night at the Lingerman's farm nearby.  When I hung up it was just after 8:45, so I quickly dialed 699-7469 (although I was worried about getting some interference from the radio, which was nearby and not turned down).  I didn't talk to Bob (or Doug) but reached someone else, who promised to relay my message (of best wishes, good job, etc.).  When I hung up, I think music was playing, and I never did hear whether he got the message.  Either he went off the air, or I woke up."
        }, 
        {
            "number": "2-072", 
            "head": "1971-02-26", 
            "content": "I was in uniform again, and was again at the training fort or summer camp.  We were marching somewhere and were badly out of line, big gaps were opening up, etc.  It wasn't a formal parade and no one seemed concerned, but it made me slightly nervous and embarrassed that we were so badly out of formation."
        }, 
        {
            "number": "2-073", 
            "head": "1971-02-26", 
            "content": "John Payne had come to visit me-in the city where I went to college, I believe.  I don't know where I was staying, but I had to find him a place to stay.  I tried to direct him to some apartments I knew of on the other side of Forest Park, but found the directions were too complicated.  Tommy Crutchett was nearby, though, and I knew he lived there, so I asked if he would take John, and he did.  I soon realized that I wouldn't know which apartment John was staying in, so I jumped in the car and tried to catch them, but couldn't.  When I came to the apartments I found that there were hundreds of them, all arranged in separate courtyards, sort of like where we lived once.  I saw several other football players and their families, but no sign of Tommy or John."
        }, 
        {
            "number": "2-074", 
            "head": "1971-02-28", 
            "content": "I was in two places with Kathy Reynault-both times with a lot of other people.  Once was in a locker room -- I don't remember why -- and one of the other people was Evie Marche.  The other was in an auditorium, where there was some kind of meeting going on.  Kathy was involved in it somehow, but I was more or less just a spectator.  I was sitting near her, and she was rather chilly toward me.  Sometimes she had her glasses off and I was struck by how different she looked that way, and how much less attractive.  I finally left, and she was coming in just as I was going out.  She was wearing her glasses, and was all smiles and prettiness and friendly.  I knew I had just left her inside, and I asked her if there were two of her-both in a physical and a psychological sense.  I don't remember her response."
        }, 
        {
            "number": "2-075", 
            "head": "1971-02-28", 
            "content": "My wife Bonita and I were driving somewhere late at night, and she wanted to stop for some ice cream, so we stopped at a little crossroads diner.  The service was slow, and they didn't have the kind she wanted, only the three common flavors, so we got up and left without being waited on, and I felt a bit conspicuous."
        }, 
        {
            "number": "2-076", 
            "head": "1971-02-28", 
            "content": "I was at some kind of athletic field with bleachers on two sides.  There was an informal game of some kind going on akin to volleyball, except with no net.  A ball was kept in the air all the time, both by those on the field and those in the stands.  I started out in the stands, then came on to the field.  It was amazing how long we could keep the ball in the air, even when it looked like it would hit the ground for sure.  After a while it did begin to hit the ground every once in a while.  The main performer on the field was a tall black woman with a red bandana on her head.  She looked like a Jamaican Aunt Jemima.  Finally I left there, worrying that I would be later than I had told my wife Bonita, and having to change clothes first, I think."
        }, 
        {
            "number": "2-077", 
            "head": "1971-02-28", 
            "content": "My wife Bonita and I were leaving somewhere by car, somewhat suggestive of the Washington Monument parking lot.  Again it was at night, we were driving, and we came off a short hill to get to the exit from this place.  It had been raining hard, and the street was flooded.  There were some boards lying across the entrance, to be driven over, but the water in the street was a couple of feet or more deep.  We saw one abandoned car with water over the floorboards.  It was obviously useless to try to drive, so we got out and tried to fashion a raft out of some of the boards.  Some of them were ideally suited for that purpose -- already nailed together, in fact -- but all of them sank well below water level from our weight."
        }, 
        {
            "number": "2-078", 
            "head": "1971-03-01", 
            "content": "My wife Bonita and I were in New York or some other big city (possibly Quebec).  Wayne and Joyce were with us, but whether in the same car, I'm not sure.  They had a baby and wanted to borrow our car seat and car bed.  I knew Bonita wouldn't like the idea at all, so I tried to make excuses for not lending those items to them.  I don't remember what excuse I used for the car seat, but I told them the bed smelled like cat urine.  I think we ended up lending them the car bed anyway; I'm not sure about the seat."
        }, 
        {
            "number": "2-079", 
            "head": "1971-03-02", 
            "content": "Daddy was alive and was seeing my daughter Christina for the first time.  I was surprised that he didn't make much of a fuss over her.  I remember telling him how Christina would do \"forehead bumper\" by point to one thing on my face and then clawing when tickling under the chin for the \"gitchee-gitchee.\"   Daddy and I were also trying to get a football game on the radio."
        }, 
        {
            "number": "2-080", 
            "head": "1971-03-02", 
            "content": "Mother and Daddy and my sister Nancy and my wife Bonita and I were riding on a bus.  Daddy called my attention to the fact that we were passing Carl Hermer.  He was an enormous guy, especially in width, from behind, and he was leaning on a white-haired man for support, one arm over his shoulders.  Apparently they were talking a long walk that was well publicized, like a cross-country hiker.  When we passed them, I yelled to him out of the back of the bus, which was open, and wished him luck.  He turned around and was very pleased and surprised that I knew who he was.  He thanked me profusely.  It made me feel good.  All this time he was fading into the distance at a very slow rate considering the bus was moving.    Daddy got off the bus at a barber shop-one which he always went to, Mother said.  The rest of us got off at the next stop and walked back to the barber shop.  There was a little diner adjoining it, and we went in and sat down at a booth.  There were windows between the diner and the barber shop, and I could see a sign which, though partially obscured, apparently advertised \"the university haircuts.\"  I mentioned it to Mother, and she said she had seen another sign from the bus window which she thought had said that, but she hadn't been sure.  Now that she mentioned it, I remembered seeing it too.  I also noticed that haircuts were 50 cents or 55 cents.  I thought I would go get one too, mainly to be with Daddy, so I went around to the barber shop, but when I went in, I saw that Daddy too was at a booth with some man, and I was a little hurt that he didn't come inside with us.  I decided that I didn't really want to get my hair cut anyway, so I went back into the diner."
        }, 
        {
            "number": "2-081", 
            "head": "1971-03-02", 
            "content": "I was in an airport talking to a guy in an army uniform who was about to leave for New Hampshire.  The guy was a cross between Dick Williams and Jerry Pohlert."
        }, 
        {
            "number": "2-082", 
            "head": "1971-03-02", 
            "content": "My wife Bonita and I were in a place like Shakey's Pizza Parlor-- with a lot of the agency people, I think, though the only one I can remember specifically was Bob McNamara.  We were sitting at two long benches at separate tables, with our backs to the tables, so that we were facing each other rather than the tables.  Someone (male) at the opposite end of my bench was naked, and I sort of put myself in his situation and remembered the times I had been (in dreams) naked in public.  Soon, though, almost everyone was naked (though I never saw them disrobe).  Everyone on the bench opposite me was naked; all were men, and they were leaning slightly to their right, bent slightly forward, and staring soberly at the floor, as if to affect a humorous pose, sort of like in a barbershop quartet.  Since the few remaining clothed people were taking off their clothes, I figured Bonita couldn't object if I took mine off too, so I did.  Our bench then also struck a pose similar to the others, but leaning in the opposite direction.    After that, it degenerated into an orgy.  Under a table to my left rear were two people under an opaque plastic sheet.  I couldn't tell who they were.  In a few minutes I looked again and they were gone, but nearby, and out from under the table (which was now a bar) was Bonita and another girl sitting on the floor-so I figured it had been them under the sheet.  Bonita rather coolly ordered me to go outside and get some blanket (the cats' pink blanket, I think) and take it somewhere.  I figured she just wanted to get rid of me so that she and the girl could make love \"in private.\"  Bonita said it was because the girl wanted the blanket, but that didn't make sense to me-why then was I supposed to take it somewhere?  Instead, I went to the opposite side of the room where a girl, clothed, was sitting against the wall.  Standing over her and facing the same direction was just a pair of legs from the waist down, also clothed.  She had been sucking its cock, so I figured she would suck mine too.  Somehow I now had my trousers on.  I unfastened them, and she was eagerly kissing my belly and impatiently pulling down my pants.  I thought she had stopped sucking the other one, because it wouldn't get an erection.  When she started sucking mine, it felt good, but she suddenly stopped and made a face and said \"Ugh, yours tastes like pee pee too.\"  I was very disappointed, because it had been some time since I had urinated.  (This girl, by the way, is in my statistics class.  She looks slightly Asian, but speaks with a Spanish accent.  She is very confident and intelligent -- almost cocky -- no pun intended.)     Now we were on the roof of a building, next to the edge, and I was lying beside her.  I whispered in her ear, \"Let's fuck, then.\"  Unfortunately I don't recall what followed, but when I got up I saw Bonita at the bar and she was fighting hard unsuccessfully to hold back the tears, and finally she stalked out of the place.  I thought it was terribly hypocritical of her, since I was sure she had been carrying on her share of the orgy.  When I got home, I found the slide projector out and several slides still in the projector.  I picked some up and looked at them to see if I could get a clue as to why she got them out, but they were nothing out of the ordinary.  Somehow I knew that Bonita was \"downstairs\" or next door talking to Lourdes Flynnery."
        }, 
        {
            "number": "2-083", 
            "head": "1971-03-03", 
            "content": "I was back at the agency again, in our office, but the place was unrecognizable.  It had been reorganized and repartitioned, and there were new people all over the place.  I looked for Kathy but didn't see her, and Evie Marche was back at the distribution boxes.  In fact, I think someone told me that Kathy had quit. Vernon Tolson was working there, but the only other the agency people I knew were Jim Plummer  and Norma Grimson.  Jim was briefing me on a problem he was working on, and bringing me up to date on my files.  At one point I suddenly realized that I didn't have my badge, and I couldn't figure out for the life of me how I got in the building.  But then I felt in my shirt pocket and found that I did indeed have one.  Then I was puzzled about how I got one on such short notice, since it seemed they had called me up and asked me to come back and work temporarily, because they were shorthanded or something.  Even that seemed odd to me, as it would in real life.  Norma was sort of filling me in on things.  I asked her if she was now branch chief, and she said they were no longer organized that way, that she was chief of the data branch-all reports had to go through her.  I assumed Bill Clay had charge of all the secret codes in his branch, and apparently I was right, but when I looked in their area, no one was there-out to lunch, I surmised.  It was all pretty depressing -- the reorganization and separation from my friends, the breakup of familiar routines, the plethora of strangers and absence of familiar faces -- and the prospect of having to have all my reports approved by Norma."
        }, 
        {
            "number": "2-084", 
            "head": "1971-03-04", 
            "content": "I came upon a group of guys I knew playing softball.  There weren't very many, and the sides looked uneven-maybe 7 on one side and 5 or 6 on the other.  It was the team at bat which was shorthanded, so I picked up a bat and joined them.  It was slow pitch, and the first three pitches to me didn't even make it to the plate.  I leaned way into each one in case I could reach one.  The next pitch was good, but I missed it.  I would have swung regardless, because I didn't want to walk.  The next two pitches were also good, and I swung and missed both of them and struck out. What frustration to see that ball hanging up there so temptingly, to eagerly anticipate lashing out and feeling a good solid thump-only to swish through emptiness and not get another chance.  The pitch I struck out on didn't have much of an arc, and I asked someone if it conformed to slow pitch regulations.  I didn't get an answer.  I decided I must have been deceived by his motion, which was quick, but the ball was not delivered fast. The game must have been held up by rain-I think it was overcast and threatening when I joined it.  While we were waiting to resume, I was talking to Jimmy Creager and expressing my eagerness to get started again.  He said he hoped it would be rained out.  I couldn't figure out why he would say that, since I knew him to be a big baseball enthusiast like me."
        }, 
        {
            "number": "2-085", 
            "head": "1971-03-05", 
            "content": "I was on the side of a wooded mountain with Mother and Daddy, looking down at the valley below.  It was very green, and we were up very high, because the buildings below looked tiny.  I decided I wanted to go down to the valley, so I carefully worked my way down.  After a while, the valley looked very close -- like just a few feet -- but the nearest building still looked very tiny beneath me.  It was very old, and I called back to Mother and Daddy to tell them about it."
        }, 
        {
            "number": "2-086", 
            "head": "1971-03-05", 
            "content": "I was in a big old house, reminiscent of Uncle Jack's former house in my hometown--except much larger.  I was talking to Richard Nixon about something, on the living room side of the dining room table.  Then I saw a mouse run across the floor, and then another in a different direction-a big black one.  They were almost as big as rats, but I considered them mice.  I asked someone if there was a gun in the house so that I could shoot them.  Whoever I asked didn't like the idea much and didn't give me an answer.  I realized it was a rather drastic idea, but it seemed I had heard of people doing that, and I thought it was the only way to get rid of them."
        }, 
        {
            "number": "2-087", 
            "head": "1971-03-05", 
            "content": "I was taking a test in Miss Sherilley's English class.  It was in a big, dark study, with a long table in the middle.  Lori Payneter was taking the test too, but she finished sometime before I did.  I had been working on it for a long time, and was despairing of ever finishing.  The first two questions were more or less factual, but the other two were of the type, \"Entertain me by relating....\"  I was frustrated because I knew I could not use the colorful language, metaphors, etc., that she wanted-my narrative would be dull and factual.  This anxiety was reinforced when Miss Sherilley read me part of one of Lori's answers which used the phrase \"wooden tomatoes.\"  It was just the kind of original phrase that I wanted to be able to come up with.  I'm not sure that I knew what it meant, but it seemed catchy and interesting, and that was the important thing."
        }, 
        {
            "number": "2-088", 
            "head": "1971-03-05", 
            "content": "I was in someone's garage.  The details are hazy, but there were two fairly new Cadillacs in there, and there was something about my opening a can of oil only to realize that the car had been using a different kind.  Someone called me from the garage, and I went up to the front of some relative's house and the relative (female) came to the door.  I saw a small package in the mailbox which I thought might have been the slides I was expecting, but I saw it was not addressed to me, and realized that there was no reason why I would be getting mail there anyway."
        }, 
        {
            "number": "2-089", 
            "head": "1971-03-06", 
            "content": "My wife Bonita and I were house hunting.  We were looking at one which was being sold by a woman and her daughter, who was about 21.  We liked it, and sat down at the dining room table with the two of them to talk over the terms.  At this point the chronology becomes very confused.  Bonita sort of disappeared, and I fell for the daughter.  I had to go to the bathroom, and was directed to a room off a narrow hallway.  It looked like a barber shop-it was long and narrow, with seats on one side and mirrors on the other.  The side adjacent to the hallway was all glass; nevertheless, I was somewhat abashed that Bonita (I think) failed to shut the door when I went in.  So there I was sitting high up on a barber chair, which turned out to be a toilet seat, with my pants around my ankles, and people walking back and forth past the open door.  No one seemed to be inclined to look in, though (it was a little dark in there anyway), so I didn't want to call anyone's attention to me by calling to them and asking them to close the door.  And I couldn't get up and shut it myself, because I had half a turd hanging out.  Once I started to get up, then noticed it hanging there, and had a hard time getting it back in the toilet seat hole, which was small.  Then the daughter came in to talk to me.  At first I was embarrassed, but then I was aroused by the intimacy.    After she was gone, a navy commander arrived in the house and was \"announced\"-by a butler, I guess.  Everyone was supposed to stand up when he walked by, and I felt uneasy that I couldn't when he walked by the open door.  He didn't look in, but in a few minutes either he or another navy officer were in the same room with me, leaning up against the wall on my side and smoking.  I decided then would be a good time to get down and get out of there.  For some reason, I then had to go home and get something.  With everyone watching, I took a running leap and began to fly.  I didn't imagine I was Superman, but I could hear the Superman music.  Our apartment was in the middle of town.  When I came back, it was all I could do to stay off the ground-I couldn't gain any altitude until I got back nearly to the house.   When I returned to the original house, it was evening, and everyone -- the lady, the daughter, and a son -- was in the living room playing some word game using dice.  They rolled several dice and then picked them up by poking little white toothpicks into the spots.  The toothpicks were clustered so that there were as many different combinations as there were spots, and they fit exactly into all spots.  They didn't always hold when they were stuck in, though.  The object of the game was to make words with the dice when they were picked up (they had letters on each face)-and you could turn them any way you wanted to; you didn't have to use the faces that came up when you rolled them."
        }, 
        {
            "number": "2-090", 
            "head": "1971-03-07", 
            "content": "I was riding a school bus with my high school baseball team or just some guys I was going to play baseball with.  The place we stopped was in a park-maybe City Park in my hometown."
        }, 
        {
            "number": "2-091", 
            "head": "1971-03-07", 
            "content": "I was at a zoo.  There was a bullfrog there that could jump really high.  I took him with me when I went to have lunch with Bonita.  She worked less than half a mile from there, and they had picnic tables outdoors, so the employees ate outside on their lunch hour.  They had been able to see the frog hopping up and down from where they were; I don't know whether I knew this before I brought the frog, and I don't remember how they reacted when I showed up with the frog.  That they could have seem him from where they worked was interesting, because of the distance, the fact that he would have had to jump really high in order for them to see him over the clutter, and the fact that he was in a cage when I first saw him."
        }, 
        {
            "number": "2-092", 
            "head": "1971-03-07", 
            "content": "I was in the dorm at my alma mater.  Someone -- probably my statistics lab instructor, Joe Kerry -- went to see how I did on my statistics test.  While I waited, I went next door and visited, taking two cats, Tonya and Minnie ,with me.  While I was there, a black fellow -- a friendly guy and apparently a dorm monitor -- came in to conduct room inspection.  He was a guy whose face wasn't familiar to me.  He wore wire rim glasses.  His first name was Joe (I thought), but I couldn't remember his last name.  Among other things, he checked the guys' calendars.  When he left, I was fuming.  I said it was so Mickey Mouse that I was surprised the guys would stand for it, and if they had any guts they would burn the place down.  He agreed.  I mentioned that I had a Playboy calendar in my carrel at the library and that no one had ever said anything to me about it-although I began to wonder then if it was just a matter of time before they did.  I decided to go back to my room, but had a hard time catching Minnie.  \"Joe\" went in his bathroom and sat down on the toilet.  Minnie started to follow him in.  I didn't want to go in and interrupt his privacy by struggling with two cats, so I reached in from outside and got her with some difficulty by putting my hand under her belly and lifting her.  It occurred to me, as if in anticipation of a question from him, that it was odd that I could pick Tonya up by the back of the neck, but not Minnie, who seemed to have more loose skin.  When I got out in the hall, Betita Johansen was there, anxiously looking for Bertrand Therber, who was late for an appointment."
        }, 
        {
            "number": "2-093", 
            "head": "1971-03-10", 
            "content": "My wife Bonita and I, Norman and Sheila, and Wayne and Joyce, couples we know, and maybe others we know, were at some kind of lodge or fishing dock.  Along one side of it was a high levee, about 10 feet high, over which people were fishing, some of them nude.  Grandpa and Grandma were sitting on it at one place, or on a grassy knoll.  I argued with them about something -- maybe about the nudity -- but it wasn't a vehement argument."
        }, 
        {
            "number": "2-094", 
            "head": "1971-03-11", 
            "content": "Dick and Roxanna Trumpett and their friends Gary and Cynthia Archland were spending the night with us, in a house arranged like one I grew up in back in my hometown.  My wife Bonita and I and the Trumpetts were sleeping in our king-sized bed, in the front bedroom, while the Archlands were to sleep in the back bedroom, on something like a sofa bed.  I don't know how the arrangements came about, but I felt a bit guilty about letting the Archlands sleep back there on a less comfortable bed, since they were our guests.  It didn't make me feel bad enough to offer to trade with them, though.  I thought it would be too obviously an afterthought-and besides, I liked the idea of sharing a bed with Roxanna.  She and Dick went to tell the Archlands goodnight.  Then they came back and got in bed with us.  Dick kissed Bonita goodnight, and I kissed Roxanna.  Bonita's kiss was a simple goodnight kiss, but when I kissed Roxanna, she opened her mouth, I opened mine, and we drank each other deeply inside.  At that point, I was really looking forward to the night.  The only thing to hamper my enjoyment of the kiss, and my anticipation, was wondering what Bonita would think."
        }, 
        {
            "number": "2-095", 
            "head": "1971-03-11", 
            "content": "I was in Venice, and the water was very high-overflowing the sidewalks or the docks, or whatever I was on."
        }, 
        {
            "number": "2-096", 
            "head": "1971-03-11", 
            "content": "I was setting up some things we had brought back from our travels.  There was a whole set of ebony statuettes, 18-24 inches high, that we had brought back from Africa, about a dozen of them.  I was arranging them on the floor much as they would be arranged in a store display.  We had also brought back from Europe several wind-up toys of the small rocking horse size.  In fact, one of them was just such a rocking horse, with rider.  Some were fairly modern, and some were definitely antiques.  It seemed like a valuable collection.  I started winding them up to get them all going at once, but there were too many, and the first had always run down by the time the last one was wound.  It was quite a sight nevertheless.  They all made some kind of movement in place, like rocking, and each had a head, like the rider, which could be loosened slightly and would bob up and down with the motion."
        }, 
        {
            "number": "2-097", 
            "head": "1971-03-11", 
            "content": "I pulled into some parking lot and stopped.  It was dark-early morning, I think, before dawn.  When I got out I noticed I was parked next to Kathy Reynault's car, and she was inside.  She was kind of slouched down in the front seat, and when she saw me, she reached over and unlocked the front door.  I could hardly believe it.  I got in and asked her how long she had been sitting there.  She said she didn't know.  I assumed she must have been there all night.  I knew something was wrong, or she wouldn't have let me in the car (not to mention her sitting out there all night), and when I asked her about it, she said simply, \"I don't have any friends.\""
        }, 
        {
            "number": "2-098", 
            "head": "1971-03-11", 
            "content": "I was getting on an elevator in the agency building when I saw Throm Weirton getting on another one.  At first I thought it would be easier just to ignore him, but then I decided to be friendly, so I got on the one he was getting on, and spoke to him when we were inside.  He seemed surprised and pleased to see me, but not as much as I expected.  He had a short beard, and I commented on it.  I asked him what he was doing, and he said he was investigating me.  He seemed halfway serious, and I wondered if it had something to do with Kathy and me.  I thought about my badge about then, and looked down to see it hanging there around my neck, to my surprise."
        }, 
        {
            "number": "2-099", 
            "head": "1971-03-12", 
            "content": "I was on an upstairs floor of a department store.  Sharon Ferguson was in the vicinity.  Somehow we got the word that there was a fire in the building-downstairs, so we couldn't get out.  Everyone was told to keep as low to the floor as possible, to avoid smoke inhalation.  So everyone sat down on the floor, not seeing much smoke and expecting the sprinkler system to start at any moment.  The floor we were on was empty, like a warehouse.  When I finally left that building, I was with Henry Kissinger and a couple of other guys, whom I knew but don't remember now.  We were going somewhere with several other people, but I chose to go with this group so that I could write home and say I had ridden with Kissinger.  When I got to their car, they were already in it -- two in the front seat and two in the back -- of a Karman Ghia.  I was disappointed and said I had better ride with someone else.  They said I could squeeze in for the short ride, though, so I piled in on top of someone in what I thought was the back seat but turned out to be the front when we drove away.  I think Gaylen Tuttleson was driving.    With this group or possibly another (the transition is hazy), I arrived at a building where some sort of military conference was to take place.  The building was at the top of a long and fairly high incline.  Those with me went up ahead of me without much trouble.  One of them was Ron Nadner, and I thought, \"Surely if he can make it, so can I.\"  But my legs failed me.  I tried crawling, but had to depend on my arms to pull me along, and pretty soon they too gave out.  One of the guys who had gone up ahead of me taunted me by crawling back down past me to the bottom, then back up past me again.  Somehow I finally made it by getting off that main track and going up alongside it-or alternating between the two, I'm not sure.    When we got into the hall, there was a big meeting in progress.  I stopped in the foyer and was talking to some of the guys there.  We could see the audience through glass windows and open doors.  I guess I was talking too loud and had to be shushed.  Bob McNamara was one of the guys in the foyer, as was Rick Klaustermann.  I had on a khaki uniform, and all of a sudden noticed that instead of my captain's bars, I had on subdued (fatigue-type) insignia.  And one of them, part of a clasp, was missing or dangling loosely.  Somehow I was able to figure out how it was that I had those insignia, but I felt I shouldn't be wearing them there.  There was another problem:  my beard-which no one had seemed to notice.  I asked a couple of people about these problems, but no one seemed interested.  One guy, not in uniform, suggested I pick up the captain's bars at the PX.  But I told him I wasn't on active duty and didn't have an ID card.  It seemed that everyone around was in one or another secret outfit."
        }, 
        {
            "number": "2-100", 
            "head": "1971-03-12", 
            "content": "My wife Bonita and I were on a ship, maybe The President, when an emergency arose similar to that in a previous dream, possibly also a fire.  As before, we suspected that something was wrong some time before the official notification.  Water was almost to the edge of the decks when the order came over the PA system:  \"Lower the lifeboats, Congressmen.\"  I didn't know whether that meant they were supposed to do the work or to be the first ones aboard.  I assumed the latter, which sort of irritated me.  Actually, though, everyone pitched in to lower them, and children were the first ones put aboard.  The lifeboats were very small -- not much bigger than a bathtub -- and it took so long to lower them that I began trying to figure out what we should do if we found ourselves in the water.  I had a hand in lowering one boat.  It was actually pulled by a rope along a sort of wire frame or net along the side of the boat until it got to the desired location.  A young girl or boy got it started, to my left, and I passed it on to a group of women and children to my right.    Again the transition is hazy.  We might have gone right over the edge on to dry land.  At any rate, we found ourselves in a yard sort of like Grandpa's back yard except larger, and bounded by woods rather than fence, and there was a group of elephants coming through a gate (maybe there was a fence after all.).  There were two or three very cute small ones and a half dozen or more adults.  While we were watching them in amazement at how close we could come to them (I even considered trying to \"kidnap\" one of the babies, but was prevented from getting too close by a mother who kept pushing me away with the end of her trunk), my daughter Christina wandered in among them.  I was horrified when I noticed, because although they seemed docile enough, I knew they could accidentally step on her.  But every time I tried to get through to her, they blocked my way threateningly, as if protecting their own young ones.  I gasped in horror as one started to lie down near Christina and almost lay right on top of her.  Fortunately, though, it was somewhat immobilized as a result, and I was able to rush up and snatch her away."
        }, 
        {
            "number": "2-101", 
            "head": "1971-03-14", 
            "content": "Joe Duggan was going to share the driving with me on a long trip, like from an East Coast city to my hometown.  It was night, and he stopped at a garage to have something checked.  I guess I went somewhere else for a while, because I remember coming back and hoping the car was ready to go.  Instead, he said that the car had a rear wheel bearing that was on the verge of breaking, and they didn't know if they had the part to fix it that night.  I was disappointed.  The guy who drove it into the garage seemed to suddenly remember the possibility that they did have the part after all, but I don't remember what came of it.    Not clear whether this was part of the same dream or another dream.  Again I was in my car, but this time with my wife Bonita and my daughter Christina.  We had stopped for gas, and I had gone into the restroom.  When I urinated, it came out horizontally and hit a door or something.  Before I finished, I was absentmindedly standing in front of an open door still doing it before noticing what I was doing.  Before I returned to the car I ran into a guy with a slight Spanish accent who asked me if I was a Democrat.  I said yes, and he asked me if we had left a light on in our apartment.  He pointed to one burning in the apartment complex behind us.  I told him it wasn't ours.  These apartments were like the ones Bonita and I lived in when we were first married, except that the ones where the light was burning were painted solid white, and the row between us and them were pale green.  I wondered what this light had to do with whether I was a Democrat.  I decided he had just recognized me from having seen me at a Democratic meeting of some kind which it seemed I had attended earlier.  Still, it seemed an odd way to bring up the subject.    When we got back to the car, I had Christina with me, and Bonita thanked me for taking her to the bathroom with me, changing her diapers, or whatever I did.  We put her in the back seat and started out again.  Then I realized that I hadn't strapped her in, and we had to stop and do that.  I was frustrated, because it seemed we had had several delays already, and since we were going on a long trip (to my hometown, I think), it seemed it was going to take us three or four days instead of one."
        }, 
        {
            "number": "2-102", 
            "head": "1971-03-15", 
            "content": "Ronnie Engles was coming to visit Mother and my sister Nancy and me in my hometown.  I met him somewhere, and he and I were walking along the drainage ditch behind the Riles Bridge Apartments on the way home.  I remember telling him how he wouldn't recognize Nancy. It was either him or Bonita with whom I was riding to my hometown, in a car driven by Aunt Wilma or Aunt Aimee or Bettina May Rawlls.  We were supposedly coming from a long distance, but it turned out to be only MixJunction-and the trip was awfully short even for that.  In the course of about a 10-minute conversation we found ourselves in a familiar neighborhood in my hometown."
        }, 
        {
            "number": "2-103", 
            "head": "1971-03-15", 
            "content": "I came upon some friends and/or relatives who were playing baseball on a good diamond in a park.  I was going to join the team in the field, but to my dismay I saw that every position was filled.  Just then the third out was made, and they began to change sides.  I decided I would join the batting order and figure out the fielding problems later.  I had trouble finding my glove, and when I did find it, my fingers would get stuck in the wrong fingers of the glove.   After the game (I guess), we all had a big cookout in Uncle Jack's back yard.  Aunt Thelma stood out at some point for some unfortunate reason I don't remember.   After the cookout, we went indoors and played some game like follow the leader..  Later I saw a big picture of us which was to go in Life magazine.  We were all nude, and in a long, curvy line.  There were about 50-60 of us.  I wondered what Mother would think-but then saw that she was in it too."
        }, 
        {
            "number": "2-104", 
            "head": "1971-03-15", 
            "content": "I was in a Russian class, in one long row or at one long table across the front of the classroom.  The method was very traditional.  They were reading and translating texts aloud.  I was nervous, because I didn't know the vocabulary."
        }, 
        {
            "number": "2-105", 
            "head": "1971-03-16", 
            "content": "Another dream about the agency with no badge.  I started out on an elevator in the morning, with a number of other employees, most or all of them new.  The elevator rose at an angle, like the funiculaire in Quebec.  A couple of people asked me what kind of work I did.  I just smiled and reminded them, \"No classified talk in elevators,\" while at the same time hoping to distract them from noticing that I had no badge.  On one floor there was a glass or wire mesh-enclosed room with a slightly raised floor.  Inside were several women nude at least to the waist.  Their breasts were of different sizes and pendulousness.  I went up to them, thinking if they didn't make an embarrassed effort to cover themselves, it was an open invitation to something or other.  But they didn't seem interested.  There was one other woman, on a bed just outside the room, and she seemed more willing, but I don't remember what came of it.    Later I was talking to some guy sitting on a bench on the first floor.  He had noticed that I didn't have a badge.  I was trying to talk my way out of it by telling him I often dreamed about being there without my badge, and how did I know I wasn't dreaming now?  Of course I knew that was ridiculous, because I knew I wasn't dreaming.  But I thought that would only confuse him.    I ended up staying late, and was responsible for something or other, and when I was outside the gates Rob and Fay Hunter were going to give me a ride home.  But first I had to stop at some supply shed in connection with whatever my responsibility was-some equipment or money or something.  The guy there asked me if I had any sports equipment, etc., and I said no, and then he checked and found he had \"the dollar,\" so everything was OK-even though I was sure I hadn't given him anything.  The next day I think I decided not to go to work, and I worried about getting into trouble."
        }, 
        {
            "number": "2-106", 
            "head": "1971-03-17", 
            "content": "Yet again the agency.  But this time no badge problems.  The office was set up a little differently -- more like the way it was before we moved -- and Janine Joynes was in our division.  She was slightly taller, and looked a little older, but otherwise hadn't changed much.  She was very sweet and friendly and asked me a lot of questions-so many that I thought I'd never get a chance to ask her any.  I asked about Keith, and she said that he was fine and was no longer in the ministry-which didn't surprise me.  We were going to play a softball game, and either before we left work or at the playing field, Joey Brownell read the lineup.  I expected to be near the top, but kept waiting for my name and was terribly disappointed to find that I wasn't in the lineup at all.  I was also embarrassed, because Janine was there and made some comment about my not being in the lineup, and I told her I didn't understand it because I played every inning of every game last year.    Later, the agency crowd was at Norma Grimson's house for a lawn party or something.  I went out to the garage to set up the croquet set, and Janine went with me.  Apparently we found a lot to talk about.  The croquet set was to be set up in the garage, on the concrete floor-but the floor sloped from one side to the other, so it seemed it would be ridiculous to try to play on it.  I think Margie Smythe and maybe even Sondra Evans entered in somewhere too (on a bus?).  Also, I was eating in the agency cafeteria, which was more like an elementary school cafeteria-full of little kids being marshaled into lines by stern teachers.  I was with a \"Nick\", whom I asked about a Nick at the agency I did know.  I was told that \"He's the 'old man' over there now.\""
        }, 
        {
            "number": "2-107", 
            "head": "1971-03-18", 
            "content": "Mother and my sister Nancy and I were at a dinner party at a very nice house-belonging to Paul and Jean Sparkles, I believe.  Nancy was much younger-maybe 10 or so.  Some other little girl was there who was really a brat.  She threw a whole plate of food against a wall and it stuck there, plate and all.  The hostess didn't see it, and I was going to tell her, but Mother reprimanded me and said it wouldn't be polite to tattle on her, that we had to let her figure out the truth for herself.  So I did, but I didn't like the possibility that the suspicion might fall on Nancy.  Fortunately, the other kid was such a brat that I think there could have been little doubt who did it.    Nancy and I were downstairs with our friends Paul and Steve.  There were a couple of sets of really tall bunk beds and some things I don't remember hanging on the walls-model airplanes or something.  I noticed the windows were dirty and considered cleaning them, but decided that wouldn't be polite either.  Besides, some were dirty screens and the outsides of storm windows.  We must have been upstairs instead of downstairs, because Nancy got out on the ledge of an open window, and it was at least three stories high.  Suddenly she started to fall.  I gasped and leaped up and grabbed her hand.  That was all I had her by, but little by little I managed to drag her inside.  In doing so, she dragged against the latch and got scratched, but I kept telling her not to worry about getting scratched, just to concentrate on holding my hand.  I was so relieved to have saved her that I held her like I would my daughter Christina, and when someone asked me about it, I started crying. When we left there, I washed the windshield of Uncle Joe's car.  It was a big car, with an unusual curve to the windshield."
        }, 
        {
            "number": "2-108", 
            "head": "1971-03-19", 
            "content": "Back at the agency.  Again without a badge.  But I wasn't too worried, because I was going to stay right in the division area where everyone knew me, and I knew someone would escort me to the door when I left.  The division area was in a big room like the fellowship hall at church, almost empty except for a long table where everyone was sitting.  I was talking to Norma Grimson about how much I missed working there, and I half jokingly asked her about some specifics about what systems had been broken, etc.  She wasn't sure whether it would be all right to tell me or not-but I was free to walk around in the office and look at everything that was out.  At one point Kathy Reynault walked by.  I don't know whether she saw me or not.  When I finished talking to Norma, I wanted to see Joey Brownell and his section.  They were around a corner and out of sight.  On the way, I saw Marvin Martinalle.  He stopped and asked me to do something involving a responsibility.  From there I went outside.  The building was right on the street, and near the corner was a car which Judson Schinn and someone else from high school days were getting into.  It may have been Ronnie Engles or one of the Cunninghams.  They hadn't changed a bit.  Judson was the last to get in, and hardly seemed surprised at all to see me when I came running up.  I wanted to go with them, but the car was full already."
        }, 
        {
            "number": "2-109", 
            "head": "1971-03-19", 
            "content": "I was shaving absentmindedly with an electric razor.  I started just under my left sideburn and had shaved away part of my beard before I realized what I was doing.  So I sculptured it into some original shape, and then for some reason I cut my hair very short on top -- almost shaved -- but left it long on the sides and in back, and it was much longer than in real life.  I also tried on several long-haired wigs, some of which I liked."
        }, 
        {
            "number": "2-110", 
            "head": "1971-03-21", 
            "content": "I was driving cross-country -- to what end, I'm not sure.  I arrived in the city where I went to college and got to the Lingermans' house just as they were leaving to go to the ranch.  It seems I had about a week before continuing my trip, or returning, or whatever my plans were, and I told them I thought maybe I should drive up to my hometown and visit Grandpa and Grandma.  The Lingermans were already backing their VW out of the driveway, and they very sarcastically, for some reason, quoted what I had earlier written or told them, that I would spend that week in my hometown \"visiting relatives.\"  Maybe they were sarcastic because what I had just told them sounded like a feeble excuse to get away, while I had already told them before that it was legitimate.   Anyway, I thought it was quite out of keeping with their character, and I was annoyed.  Still in my old college town, I believe, I left my car somewhere to have some work done on it.  When the end of the day approached, I was downtown looking on newsstands for Consumer Reports-more to tell me how to get to the place where my car was than to find out what was wrong with it.  I was afraid of not finding the place before it closed.  Without the car, I would have to walk enormous distances or take the bus, and the bus service was lousy, I knew."
        }, 
        {
            "number": "2-111", 
            "head": "1971-03-21", 
            "content": "I was staying at Grandpa and Grandma's house.  There was a girl in the bathroom off the bedroom I planned to stay in, so I thought I had better get some clothes out of the dresser in there and move to the next bedroom.  (They were side by side down a corridor, like in a hotel.)  But when she came out of the bathroom, she said I could stay there and we could share the bed.  I thought there wasn't much danger Grandpa or Grandma would look in, so I agreed.  It seemed I had slept there with Annie Murdock once before.  I asked the girl if she knew Annie.  I don't remember what she said, but we did talk about other mutual acquaintances, including Gaylen Tuttleson.  I think this girl's name was Annie too.  She wasn't really attractive, with dark hair, a rather sharp nose, and slightly prominent front teeth-but she wasn't ugly either.  She said she wished she had a map of the area.  I told her I had a good one and wished I had it with me.  I looked on a nearby table, and there it was.  When I started to unfold it for her, I noticed that she already had one just like it on the floor.  I asked her about that, and she said it wasn't sufficiently detailed.  But I noticed that the side which was facing up wasn't the detailed side, so I told her to turn it over, and she was surprised to find that the other side was detailed."
        }, 
        {
            "number": "2-112", 
            "head": "1971-03-23", 
            "content": "I got up during the night for some reason, and before I came back to bed, my wife Bonita had gotten up too.  I told her she should go back to bed because she had to get up and go to work in the morning, but she stayed up and began to fix a snack, or read, or something."
        }, 
        {
            "number": "2-113", 
            "head": "1971-03-23", 
            "content": "I was at the agency, and it wasn't always clear whether I was inside or outside, but I didn't have a badge.  At one point I was talking to Bob McNamara and Rick Klaus, and that was on the outside."
        }, 
        {
            "number": "2-114", 
            "head": "1971-03-23", 
            "content": "I was in my hometown, at our old house.  Mother had just bought and moved into a house (probably the same house-it was on that side of the street, anyway), having just vacated one on the opposite side of the street.  I also felt some nostalgia over a car involved, so that I was trying to remember which ones I personally had had to part with-and I could think only of my first car, the '57 Chevy.  I was in the driveway alongside the vacated house when I heard a phone ring.  I ran to the front, thinking it might be a call for Mother, but it wasn't coming from inside.  The house on the other side of the street was close enough that I could ask Mother in a normal tone of voice if the telephone had already been changed, and she said it had."
        }, 
        {
            "number": "2-115", 
            "head": "1971-03-23", 
            "content": "I spoke to a good male friend on the telephone, and it didn't sound like him at all.  Sometimes he spoke in a high-pitched voice, then later changed to a very low voice.  He was also very cool and matter-of-fact toward me, and I couldn't understand that.  He still displayed his keen sense of sarcastic humor from time to time, but it was much more serious and less effective."
        }, 
        {
            "number": "2-116", 
            "head": "1971-03-24", 
            "content": "I was in a football stadium with my daughter Christina.  We kept climbing higher and higher, sometimes up steps with no railings, and I was always afraid Christina would fall, so I held her hand tightly.  At the top, apparently, was a wide grassy area where Johnny Unitas was warming up with another player, throwing a football back and forth.  I wondered if Unitas had been traded, because it seemed that Baltimore was not one of the teams playing that day.  Once, the ball they were throwing got away and bounced over to me.  I was still holding on to Christina, afraid to let go, so I couldn't field it as smoothly as I wanted to.  And when I tried to throw it back, wanting very badly to throw an impressive pass, I couldn't get a good grip on the ball (even though it was very much under inflated), and it slipped out of my hand when I threw it.  I was surprised, therefore, when one of the guys threw me two different balls later on, and I threw good, sharp spirals back to him.  The stadium may have been -- probably was -- my alma mater's stadium, especially because of the flat grassy area above one end zone grandstand."
        }, 
        {
            "number": "2-117", 
            "head": "1971-03-24", 
            "content": "Wayne and Joyce were in town, with a car.  They were getting ready to go back to New York, and suggested that I go with them.  Somehow, my wife Bonita was already there.  I wanted very much to ride up with them, but didn't know how we would get back without a car.  (I didn't want to drive mine up; that would defeat the purpose of riding with them.)  Besides, I had my statistics class, and possibly that trip to another university coming up, so I finally declined.  I took me a while to make up my mind, though, and Wayne was getting a little impatient."
        }, 
        {
            "number": "2-118", 
            "head": "1971-03-24", 
            "content": "I was walking along a road or street somewhere when I came upon a book which had apparently been thrown out of a car which had just passed.  It was entitled Step Four.  A little bit farther, I came upon one entitled Step Two.  I wondered what happened to Steps One and Three.  A little bit farther I came upon a bunch of tables which were set up for a church supper.  Marvin Martinalle was there.  I felt a little embarrassed talking to him, since we hadn't been to church in so long.  He commented on the books I had, and I told him I had been looking for Teilhard de Chardin."
        }, 
        {
            "number": "2-119", 
            "head": "1971-03-24", 
            "content": "There was a small restaurant or drive-in, sort of like a McDonald's or Gino's.  The owner was a fairly big, gruff fellow, an acquaintance of mine.  My daughter Christina was with me, and I used her as bait to attract Jane Fonda, who was at the restaurant, not as herself, but playing the part of a pick-up.  We were at tables at an outside patio.  Later, I was sitting in a car with Jane Fonda, who had put a loaded pistol under some newspapers or clothes on the back seat.  I asked her if it wouldn't be better to have it in the glove compartment, where she could get to it more quickly if she needed it.  She said she was afraid it would go off when we went over a bump or something.  Just then a little Japanese guy with a gun came sneaking around the front of the car to her side (the passenger side) to mine.  He was going to kill us for some reason.  The door on my side was open, and when he came around it to shoot us, I got the gun off the back seat and fired it behind my back, behind the seat, through the open front door, and killed him instantly.  He hadn't even fired his gun yet, so at first I tried to make his finger pull the trigger of his gun, so that I could claim self-defense more convincingly.  When I couldn't do it right away, however, I decided it would be too obvious, with the length of time between the two shots.  The restaurant owner had seen the whole thing, and I felt I could count on him to support me, though I wasn't absolutely sure."
        }, 
        {
            "number": "2-120", 
            "head": "1971-03-25", 
            "content": "It was just before a softball game-with the agency team, probably.  When the coach began reading off the lineup, I was kind of surprised not to be the first or second batter.  At first I was afraid I wasn't starting, but then was equally surprised to hear my name called as clean-up hitter.  I had a lot of trouble finding a glove to fit me.  The fingers were too narrow in all of them, so I couldn't pull them down far enough on my hand for them to be of much use."
        }, 
        {
            "number": "2-121", 
            "head": "1971-03-25", 
            "content": "I was at a place where some people were going to try out for a play that a well-known director was directing.  For some reason I was not trying out.  I went in a back room sort of like the living quarters of Grandpa and Grandma's old store, except it was a large public restroom.  I had to take a crap, and there were several toilets, but only one was enclosed, and it was occupied by the director.  I didn't want to take a crap out in the open like that, but I didn't want to hang around waiting outside the closed one either.  So, since there was no one else in there anyway, I made for an open one, even though the director at that moment came out of his.  I don't know how it came about, but in a very short while there were lots of people in there-mostly women and children.  There were two black girls about college age in front of me and to my right, and they were discussing what a hard time they were having taking a crap because they felt inhibited -- that is, they couldn't convince themselves that they were really on a toilet and that they wouldn't crap in their pants or something -- which was exactly the way I felt.  I sat there for quite a while, and actually did something, too, but I didn't want to get up and wipe myself with all those people around.  There were a couple of pairs of rather dirty diapers on the floor in front of me, and a couple of the kids (little girls all, I think) were marvelling that I still wore them.  I was embarrassed-I didn't think I still wore them either, but I couldn't figure out any other explanation for them.  I thought about wiping myself with them when I got up, as if to suggest that that is what they were there for-but I decided that that wouldn't be convincing, since they were already soiled.  Finally I got up and pulled my pants up without wiping, and began to rinse out the diapers.  I was afraid the people would think I was really disgusting for not wiping, but I decided that that was better than wiping in front of them.  I waited at least until the crowd had thinned out, and then I wiped myself-once.    Meanwhile, across from me was a sort of old-fashioned kitchen, and a cute girl whom I knew, but not very well, had been in there preparing a meal or something almost the whole time.  When I finally got my pants pulled back up for good, I walked across to the kitchen, thinking I would put my arm around her and kiss her.  She was quite a bit younger than I.  When I got in the kitchen, I saw that she had been joined by a couple of other girls I also knew, and they were lounging on a bed which was in the opposite end of the room which served as a kitchen, in front of a window.  The girl herself was on a chair beside the bed.  I was disappointed that she wasn't alone, because I felt inhibited about kissing her in front of those girls."
        }, 
        {
            "number": "2-122", 
            "head": "1971-03-27", 
            "content": "I was just inside the entrance to some one-story building, in uniform.  A dumpy woman with a Spanish accent and big, black eyes was scurrying around looking for the \"linen room.\"  I asked someone and found out it was across the front lawn from the building.  I pointed it out to her without being able actually to pick it out specifically myself.  She set out for it, walking along the sidewalk, and I watched her big rear end bobbing up and down-first one buttock and then the other.  She was grotesquely broad in the rump, but I must have been really horny, because I was attracted to her.  When I left the building, another young military officer was with me-and two girls, one of whom was his girlfriend.  We passed another group of uniformed men as we walked, and none of them saluted, but this lieutenant saluted them, and turned as they passed, holding his salute.  I don't know whether they outranked us and he was being ultra-deferential, or whether they should have saluted us, and he was reminding them of that sarcastically.  I suspected the latter.    Both girls were attractive.  I couldn't seem to get anything going with the free one, but when the lieutenant and his girlfriend had some kind of falling out, she began to walk with me, ahead of the other two, and was quite friendly.  Next I remember we were in the upstairs bedroom of a house or apartment.  It was more like an attic apartment; there was a stairway to downstairs, but there was also a direct access to the apartment from the outside via a fire escape-type stairway.  The room had a screen or partition in the middle, with the bed on the opposite side of it from the outside wall.  I was sitting on the bed, and she was doing something.  I was trying to get up my nerve to make advances toward her, and was trembling by the time I finally reached out and touched the smooth back of her neck and her long blonde hair.  She moved away, but only to go lock the door to the outside and lower the blinds.  The next thing I remember is waking up next to her the next morning.  There were voices downstairs.  One was her boyfriend.  I had the impression she was going to use me to make him jealous, but I didn't mind."
        }, 
        {
            "number": "2-123", 
            "head": "1971-03-27", 
            "content": "Another person, possibly my friend Marco, and I were getting motorcycles out of an apartment in a high-rise apartment building.  We rode them down the carpeted corridor-I remember running and jumping on the pedals to get mine started.  Somehow we even rode them downstairs.  I had my wife Bonita with me, because we came to a big fancy area like a lounge or ballroom, and we were refused admittance because it was a men's club, and Bonita couldn't go in.  I was surprised she took that sitting down.  Down another corridor we came to a lot of people standing around drinking.  One of the men looked very much like Charlie Sanders.  He got sick and threw up twice in a corner.  Whether for that reason or some other, I was infuriated.  I would have hit him except for the fact that he was so sick.  Instead, I spit in his face.  Twice.  He must have been penitent for some reason, because he said he understood how I felt, and thanked me for not hitting him in the stomach.  Later on I was talking to Randy Allenson about it on the phone, and I asked him to guess who was involved-and Charlie Sanders was the first name he guessed."
        }, 
        {
            "number": "2-124", 
            "head": "1971-03-29", 
            "content": "The only detail I remember is that of a tall, thin black guy with a mustache coming up behind another black guy who was bent over a drinking fountain under the eaves of a house, throwing some kind of garrote around his neck, strangling him immediately, then grabbing him by the head and throwing him straight up, crashing through the overhanging eaves and landing on the roof.  He then turned to me and told me, in effect, that the same thing would happen to me if I reported the incident.  I pretended to be intimidated, but secretly was making careful mental notes of his description so that I could inform the police when I thought it was safe to do so.  The dream had an intricate plot which I don't remember, and involved a lot of this sort of violence."
        }, 
        {
            "number": "2-125", 
            "head": "1971-03-30", 
            "content": "A desk of Norman's was being given to me, and I had to ship it somewhere.  It was in something like a meeting hall, with some other desks.  It was strange, because it seemed to me that that desk was much better than that of some people with \"more seniority.\"  This desk had to be loaded on an airplane which was due to take off at any time, and in this project I enlisted the aid of Bertrand Therber, who had just appeared on the scene, looking much younger than in real life.  I remember looking at the desk a lot and comparing it with the others, but not actually moving it to the plane.  In the same place, someone gave me a message and asked me to \"deliver it to Senator Goldwater,\" who was taking a walk somewhere on the grounds of the place."
        }, 
        {
            "number": "2-126", 
            "head": "1971-03-31", 
            "content": "Mary Gardienier and I were together at a community recreation center, and she had designed and sculpted the initial letters of the recreation association in big plastic cubes four or five feet on a side.  I thought she had done a terrific job, and I was really proud of her.  I persuaded her to come downstairs and outside with me and try to sell the cubes to the guy who ran the association, who lived in an apartment on the first floor.  The relationship between her and me was steadily warming, and she took my hand once on the way down.  To my surprise, she walked right in his door without knocking.  The guy's name was on the door, followed by the word \"Sheriff.\"  When he saw us come in, he started ranting and raving about that being a \"white man's house\" (apparently in contrast to Indians).  Later on, he began dropping bigoted remarks about blacks too, and I was really mad and wanted to leave.  He said they had already ordered a sign for the place, so weren't interested in hers, but I didn't want to give up that easily, so I had to put up with his bigotry for a while even though it made me sick.  We finally left.  I figured he didn't like me too much because of my beard.  He was definitely a redneck."
        }, 
        {
            "number": "2-127", 
            "head": "1971-03-31", 
            "content": "This was also about Mary Gardinier, but in a different context.  We were in high school, and we were getting to be very close, without ever having expressed our feelings in words.  We had a couple of classes together, and then had one with a girl who might have been my wife Bonita, except that she had dark hair.  We (the dark-haired girl and I) were engaged, and she knew I was becoming interested in Mary.  I sat behind Mary and the other girl sat on my right.  She kept doing things like putting her head on my shoulder, putting her arm around me, etc.-all for Mary's benefit, I was sure.  I was very nervous, and whenever Mary would turn around, I would try to minimize the effect of the girl's affections without alienating the girl.  I really felt trapped on a tightrope."
        }, 
        {
            "number": "2-128", 
            "head": "1971-03-31", 
            "content": "I was returning from somewhere with a footlocker full of clothes in my car.  As I neared home, I met Mary Gardinier and some fellow going the opposite way in a little green sports car like a Sprite or Triumph.  She was driving.  We both stopped and had a short conversation as I was trying to stuff clothes back in the trunk, which I couldn't get to shut.  They never got out of their car.  When I got to our neighborhood, which was single-family houses, I noticed Mr. Kramer (the tenant below our apartment, who just moved out) in front of the house next door, along with a couple of other men.  They were red-faced and extremely agitated, jumping up and down, shouting, gesticulating at me, and waving boards.  When I stopped, just beyond them, they came rushing up and started flailing at me with boards, some of which contained nails.  I was really mad and almost hit Kramer with a big rock or piece of metal nearby, but I was afraid I would kill him, so I just tried to fend off the blows.  He finally revealed that five dead bodies had been found in my apartment, or our building, and I guess he suspected me.  My immediate thought was for my wife Bonita and my daughter Christina.  I ran into the building screaming and crying, going from room to room.  The rooms were empty except for big piles of used kitty litter in each room.  Beth Hooper was there.  There were no dead bodies, but I was very upset at not finding Bonita and Christina.  To my great relief, I finally found Christina walking around-naked--but I never did find Bonita."
        }, 
        {
            "number": "2-129", 
            "head": "1971-04-01", 
            "content": "I was at Norman and Sheila's apartment in New York.  They had another guest, and to my infinite amazement, his first name was Gilbert, and his middle name was the same as my last name.  I didn't get his last name, but the name Russell kept intruding into my mind for some reason.  On top of that, they called him Charlie.  I asked him where his middle name came from, and he started telling about his father being from the north, but I don't remember anymore than that.   We all went outside, along with Wayne and Joyce, to play some game or have some other kind of activity.  Either as part of the activity or because I didn't think much of it, I was lying on the top bunk of bunk beds, in the middle of the street.  It was night, and I have the impression the street was like the one in Paris which runs along the Seine near the hotel where we stayed.   There was a fierce battle going on, though whether real or staged, I'm not sure.  There were massive waves of attacking infantry all around right there on the street, bullets flying everywhere, dozens of men being cut down, screaming with blood-curdling realism.  When it all died down, I decided I had had enough of this \"game,\" so I started to get up and go inside.  I was naked, though, or had on pajamas or underwear at the most, so I hesitated a while longer.  When I did get out from under the cover and get up, there was a woman on the street who wore glasses (I think), was attractive, and wore a green print dress that was loose, filmy, and seductive.  Somehow I propositioned her, perhaps only implicitly by standing before her in a semi-nude state, but she stalked away.    She entered a building, and shortly thereafter a light came on in a room on the first floor, street side.  Through the window I could see either her or another woman come into the room, followed shortly by an older woman with silver hair.  The first woman walked directly to the window, and I thought sure she would lower the blinds, but she didn't, and I'm sure she could see me outside.  I went into the same building, and I met the older woman in the hall.  She was pimping for the younger one.  She wanted to introduce me to the younger one, whom she described as a \"secretary.\"  When the \"secretary\" came to the door, the older lady asked me, \"Isn't she attractive?\"  She wasn't very, but she wasn't ugly either.  She wore glasses, had light-colored eyes and vacant features, with short, disheveled dishwater-blonde hair.  She stood in the doorway, silent and expressionless.  One or the other invited me in.  But my wife Bonita was upstairs in Norman and Sheila's apartment, and I felt she was expecting me.  It was Monday.  I told the women I couldn't do it today, but I would be back.  Then I went upstairs.  Later on I came back by that apartment.  There were some other people there-clients, I imagine.  For some reason, I gave the older woman some money, and she was very put out because it wasn't enough."
        }, 
        {
            "number": "2-130", 
            "head": "1971-04-02", 
            "content": "I was in some kind of an upstairs room with a couch or bed at one end.  I was with some acquaintances, but I don't remember who.  On the couch two people were making love.  There were several sex magazines lying around, and I picked up a couple and looked at them, but was embarrassed for the others to know I was interested in them.  When the couple on the couch was through making love, the girl looked up very sweetly and innocently as if to say \"Next.\"  I really wanted to get on her, but I wasn't perfectly sure I had interpreted her correctly, so I hesitated-and then she disappeared.  I began looking for her in the house, and it was a kitten I was looking for.  A very unusual kitten-pale blue with a pink head, or vice versa.  There were several other kittens around, and every once in a while I spotted the one I was looking for, but don't remember what came of it."
        }, 
        {
            "number": "2-131", 
            "head": "1971-04-02", 
            "content": "There were several episodes with my wife Bonita and my daughter Christina and me going around various places.  I remember, for instance, sliding down a big hill towards a swimming pool or something.  No snow-just a hill covered with dry grass.  The only other thing I remember is Dede Schaffer giving me the news that Bonita had had another baby, and it was a girl.  I saw it, and it looked just like Christina.  I couldn't hold back the tears and started to cry, because we had had all the children we planned to have and didn't have a boy."
        }, 
        {
            "number": "2-132", 
            "head": "1971-04-02", 
            "content": "I was batting in a softball game, and the pitcher was lobbing the ball so slowly that sometimes it hit well in front of the plate.  A couple of times I actually fell down leaning toward it in my anxiousness to hit it if possible."
        }, 
        {
            "number": "2-133", 
            "head": "1971-04-03", 
            "content": "My wife Bonita and I were driving somewhere-on a short errand of some kind which was distinctly unimportant.  Therefore I was most dismayed when I missed a turn onto a freeway.  Instead of making a U-turn and going back, I tried to proceed to the next interchange, but found myself instead in a dark industrial area like that under the free near where I work.  I got progressively more upset that so simple a trip could have ended up with such complications, but I persisted in my stubbornness for some time before finally making a U-turn."
        }, 
        {
            "number": "2-134", 
            "head": "1971-04-03", 
            "content": "I was living in some kind of dormitory or hotel, maybe in Paris.  I got up in the morning and was supposed to meet some people at 8:20 to take a trip.  First I went to the bathroom, only to have some guy at a desk stop me and ask to see my university professor ID.  I thought that was ridiculous, but he wouldn't let me pass without it, so I had to go back.  I ended up somewhere outside, though, and on my way back to the building I met a girl (Annie Soule, maybe) who had just gotten off the subway and was also going to join the group going on the trip.  She said it was already 8:10.  I was shocked.. I looked at my watch and it said 8:55-which, strangely enough, did not prove to me that it was even later than she said, but that my watch had stopped, since that was the time it read when I tried to go to the bathroom, and therefore that was why I was late.  I thought there was barely an outside possibility that I could still make it, but I felt like polio was setting in my legs-they were very stiff, and ached badly, and sometimes collapsed.  She walked with me, though, along the base of an elevated railway.  We reached a building and had to climb the fire escape.  We reached about the fifth floor and she stepped off the edge.  Without a sound, she plummeted to the concrete below.  I couldn't bear to look, and was paralyzed by a state of abject terror.  I collapsed on the spot-a small corner of the fire escape at the corner of the building.  I was scared to move, and for some time I couldn't even utter a sound.  Then I began to cautiously (as if too loud a sound would cause me to fall) to call out hoarsely, \"Adam.  Eve.\"  Gradually louder.  Soon I was sure that I must have made someone aware of my presence; I could hear voices around the corner.  I was hoping they would send the fire department to rescue me so I could keep my eyes tightly closed and just lie there.  But they didn't.  Apparently they thought I was planning to jump, and they handed my daughter Christina to me around the corner to discourage me from it.  This was the last thing I needed, and I was more horrified than ever.  I began shouting at them to take her back, and then screaming hysterically.  And I blamed it all on the guy with his bathroom ID regulations."
        }, 
        {
            "number": "2-135", 
            "head": "1971-04-03", 
            "content": "I was clinging to a telephone pole in a harbor somewhere, as the water swept me about in wild currents.  There were ships in the harbor, and sometimes I thought surely I would crash into one.  And at other times I thought surely I would be thrown up onto the shore.  I couldn't imagine how I managed to ride over enormous waves that thrashed about on the surface.  Somehow I ended up on one of the ships -- unconscious, I guess -- and when I came to, I saw Norma Grimson standing over me and examining my teeth.  It seems she had predicted that I would lose my \"eye teeth\"--and sure enough, she was able to lift them right out of my mouth.  To my horror, all the others were also so loose that she was able to take them all out.  I was brokenhearted, and may have cried.  But she was smiling and reassuring the whole time.  She began to fit all my teeth together on a table, in the shape of a mouth.  It was like a puzzle-they all fit together in such intricate ways, I thought she really must have been an expert."
        }, 
        {
            "number": "2-136", 
            "head": "1971-04-03", 
            "content": "I was in a supermarket or 7-11.  Norma Grimson was also there, and a few other people from the agency.  I don't know why I was there, but I felt that Norma was buying a going-away present for me, so I tried not to notice.  I bought a cheap robe, because I planned to take a shower there and wanted to have something to put on when I got out.  I just hoped that the robe was not what they were planning to give me."
        }, 
        {
            "number": "2-137", 
            "head": "1971-04-04", 
            "content": "I was in college and had missed several classes, including government, I think, and Russian, in which I was supposed to memorize a dialog.  I was definitely an undergraduate, but the scene was one of the big rooms in the building where I now teach."
        }, 
        {
            "number": "2-138", 
            "head": "1971-04-06", 
            "content": "I was somewhere with Gil Arnaldo, in a new house, unfurnished.  There were some other people around -- maybe other former classmates -- but Gil is the only one I remember.  His wife was there too, but I only saw here for a short time.  Most of the time she was in the bathroom getting ready to go to the airport.  I remembered her name as being \"Rusty,\" but in the dream it was \"Gail.\"  She was taking Gil to the airport, or he was taking her, I'm not sure."
        }, 
        {
            "number": "2-139", 
            "head": "1971-04-07", 
            "content": "I was teaching an elementary school class-as a guest lecturer, I guess, because Coretta Scott King was present as the regular teacher.  Will Halliston was also there.  The kids were seated at tables in a U-shaped arrangement, with me at the open end.  The nearest little girl facing in on my right was telling about her confusion in what to call Negroes, and she began to cry.  I looked around the class and saw there were three or four black students, so I asked one of them to volunteer to explain why (or whether) it makes a difference to them if they are called blacks or Negroes.  A cute little boy with an Afro, and slightly gap-toothed, volunteered.  He was sitting at the left end of the cross table.  He was very articulate, intelligent, and precise in his pronunciation, though he used the word \"apprehensiveness\" in a context which struck me as slightly inappropriate.  I don't remember the substance of his explanation, but it was good.  I then lectured about a related point dealing with language, which was a slight digression, and then the period ended.  I felt very good -- confident, organized, and articulate -- and both Will Halliston and Mrs. King complimented me after the class on doing a good job.    Then I was teaching a sophomore English class-probably at a traditionally black college, since all the students were black.  Again, the class had been going well, but I had been dealing mainly with grammar for several weeks and suddenly realized I hadn't given them a single composition assignment.  So just as the class ended, I assigned them to write one, due in about a week.  It was close to the Easter holidays, and I tried to arrange it so that it wouldn't be due the first meeting after the holidays.  It was to be four pages if handwritten, two if typed.  Try as I might, I couldn't think of a topic, so I left it up to them.  The reaction to this assignment, though, shocked me.  They were outraged.  They gave all sorts of reasons why they shouldn't have such an assignment, including the fact that some just \"didn't like to write compositions.\"  The outcry was so unanimous that I agreed to discuss it with the head of the department.  (I didn't know his name, so I must have been a substitute, or new in the department.)  I was angry with myself for this floundering, and was afraid I wouldn't be able to regain their respect.  Either before or after that class, I held a class around a picnic table outdoors, just inside a brick wall, sort of like a place I pass just after getting on the Parkway on the way to work."
        }, 
        {
            "number": "2-140", 
            "head": "1971-04-07", 
            "content": "I was giving Justin Hobelson a ride home after class.  Where I let him out was supposed to be on Main Street, but it looked like a building instead.  It turned out to be a building just enclosing a long stretch of the street, maybe part of the subway system somehow.  People would come up the street to the door of the building and then come out of the door."
        }, 
        {
            "number": "2-141", 
            "head": "1971-04-09", 
            "content": "Another agency dream.  I was craftier this time, figuring out a way to slip in and out without a badge without being apprehended.  I don't remember now exactly how I did it, but leaving depended on my being in a big crowd.  While inside, I confided in Jim Plummer, and possibly in Bill Clay, that I was inside without a badge, but that I wanted to help them out with their work.  That seemed like an awfully flimsy excuse, but no one reported me.  The morning of the second day, I came across Norma Grimson playing tennis with a neighbor girl before going to work.  I tried to drop enough hints to get her to give me a ride to the agency, but apparently it never occurred to her that I would want to go there, and she didn't take the hint.  I went anyway, on my own.  I had more trouble this time, too, getting trapped in places where I had to pass a guard alone either way I went, and experienced considerably more anxiety."
        }, 
        {
            "number": "2-142", 
            "head": "1971-04-10", 
            "content": "I was going to take a trip to Los Angeles to attend some kind of academic conference.  At the airport I ran into Li Min Kim.  He was going back to Korea because of some problem with his eyes.  I had to go up several escalators to get my ticket.  When I got it, I realized I had forgotten my passport.  In case we ended up going to a foreign country, I didn't want to be denied the opportunity.  The plane was to be boarding in 50 minutes, so I figured I had just enough time if I hurried.  The next thing I remember, I was in L.A. waiting to see some professor I know in his anteroom.  Then I was in a large room or an upper floor of a tall hotel.  There were several other people there, including (I think) Jody.  She took some sparklers which looked like long matches and passed them around, and everybody lighted them.  When they had gone out, I thought of my camera -- it would have made a pretty picture -- but there weren't any sparklers left."
        }, 
        {
            "number": "2-143", 
            "head": "1971-04-10", 
            "content": "I was leaving some building with several people, including (I think) Mother, Grandma, Alma, and some strange kid with glasses.  I left a couple of minutes ahead of the others, and Jim Duggan was there.  He asked me if I would like to see a \"Bank Evaluation Corporation.\"  I wasn't at all interested, but to be polite I said yes, so he took me to an office on the first floor at the far end of this building where a heavy-set young man met us at the door.  He gave me a short tour of the premises, including an auditorium where employees were being shown some far-out movie about outer space.  I never did figure out what it had to do with \"bank evaluation.\" When I left there, everybody else had already gone to the car and had been waiting for me for some time.  On the way to the car I met Subby Long, who made some kind of face, for some reason.  The group in the car were taking turns driving, and it was the turn of the kid with glasses.  I thought it was strange that one of us would let a stranger drive the car.  I don't remember him actually driving, but I remember Grandma driving.  The car was a VW, and she was driving at breakneck speed-60 to 70 mph through city streets.  When it was called to her attention, she would look at the speedometer and slow down, but the distraction would also cause her to veer into the wrong lane, and I would have to shout at her to get back.  I couldn't believe Grandma drove so recklessly.  (In real life she doesn't drive at all.)"
        }, 
        {
            "number": "2-144", 
            "head": "1971-04-11", 
            "content": "It was almost 7:00 p.m. and I had the TV on.  It was a color TV, I believe, and was located in one corner (the right hand corner) of the end of a room which was longer than it was wide.  I expected to watch the CBS evening news at 7:00, but as I was leaving the room momentarily, I heard an announcement to the effect of \"Stay tuned for Father Knows Best.\"  The announcement was cut short, so I thought it must have been a mistake.  Before I came back in the room, though, I could hear, \"...with Elinor Donavan, Billy Green, and Lauren Chapel,\" and I knew it was true.  I came back in and switched the dial, and Walter Cronkite was just coming on the local CBS channel.  He seemed rather disorganized, and the picture wasn't very good, but I was still torn between watching that or Father Knows Best, which I hadn't seen in a long time.  I finally decided for the latter, but found it done in a rather strange format.  Bud was narrating something about Betty as she was shown going to or coming from school, and gentle nostalgic music was playing in the background."
        }, 
        {
            "number": "2-145", 
            "head": "1971-04-13", 
            "content": "I was at the edge of the street in front of Grandpa's house in my hometown.  There were kids playing all up and down the street -- some of them in the street -- and quite a few people in their yards.  It was just about dusk.  To my horror, a car came around the corner and struck a little girl about 2 years old, who was playing in the street in front of the Creagers' house.  It hit her just hard enough to knock her down so her head hit the pavement.  I felt awful-I couldn't even bear to go see how the little girl was, for fear she might be dead.  Then a car came along at a faster speed and straddled another little girl who was lying down in the street.  I held my breath and hoped the underside of the car would clear her.  Again I was horrified to see that she had disappeared when the car had passed.  She was carried somehow all the way to the end of the block, and there she came loose.  Even though it was almost dark, I could see her fall, and hear the sickening thumps as she hit the pavement and the car ran over her.  I was practically hysterical; I ran into the street in the paths of other oncoming cars, to stop them and tell them to slow down.  I never did stop them, though, because I was too afraid to stay in front of them-the most I could do was slow them down a little bit, then yell at the driver to slow down because two little girls had already been hit.  Of course the cars had passed before I could get that all out; they didn't seem to pay much attention to me, and I found I couldn't shout very loudly.  A very tall fellow, apparently a church acquaintance, possibly Joe Short, arrived on the scene and asked me if he could give me \"any support.\"  He kept asking me this, and although we certainly needed help slowing down the cars, I was reluctant to ask him for any favors for fear he had ulterior motives, being associated with the church.  I went into Grandpa's house and into a bedroom-either to see how one of the little girls was or to talk to someone who was in bed there.  The church guy followed me, as did two little neighbor girls, one of whom was Beth Hooper.  The other one was about her age.  One of them kept talking to me about astronauts, and the other (Beth, I think) about one she had met who was an admitted homosexual.  I finally got annoyed at listening to them, since I had the fate of these other two little girls on my mind, so I told them politely that I would talk to them later about astronauts.  When I went back outside, several barriers had been set up in the intersection.  They were painted with red chevrons and flooded with light.  They didn't block the street entirely, but at least they served as an efficient speed breaker."
        }, 
        {
            "number": "2-146", 
            "head": "1971-04-13", 
            "content": "I was at something like college registration, only it occurred at the end of a school year.  As I came to the building in which it was held, it was late at night, but there was a big mob moving through the door, merging into some semblance of a line inside.  I recognized a lot of people from either my alma mater or high school, including Helen Gamble of the former group, and Anne Panelli and Nanlee Briggs of the latter.  I got in line behind Anne.  I decided that the big rush was because the time was just at the curfew hour (1:45 a.m. or 2:45 a.m.) and everyone was just returning from dates, etc.  I could have kicked myself for picking such a bad time.  As I got to the window or counter where the necessary transaction was to take place, I saw Jim Wheeler first in line.  I was really excited, since I had wondered for so long how to get in touch with him.  When I spoke to him, he seemed pleased to see me, but not overly surprised.  He was having a bit of trouble with the registration procedure.  It seemed you needed a card with your social security number on it, plus the names and SSNs of two other people.  I told him my SSN so that he could use it, and I noticed how badly his hand shook when he wrote it down; he was extremely nervous.  I wanted to visit with him, but decided it was better to finish the procedure and get out of that madhouse first.  I couldn't find my card, though, and when I tried to get someone behind the counter to help me, they always moved over and waited on someone else.  I was getting really mad, and finally started complaining to one of the employees who was not waiting on anyone.  He asked me to lower my voice.  I told him I had been waiting there longer than anyone else who was now being waited on.  Also, to my surprise and dismay, Jim was gone, and I didn't know how to locate him again.  I finally succeeded in getting a battered, faded card as a replacement for mine.  It had one other SSN on it, which looked like what I remembered Jim's to be.  Part of it was faded out, but I was able to reconstruct it from memory.  The last four digits, I think, were 1562.  By that time, though, everyone else had gone, and there was no one to get another number from.  I was infuriated, and told them so.  I said it was stupid to have to have two other SSNs, and I didn't see how the university where I work could have such a speedy and efficient registration system and then have this thing so loused up.  By this time it was beyond their closing time, and they acted like they were doing me a favor just talking to me."
        }, 
        {
            "number": "2-147", 
            "head": "1971-04-14", 
            "content": "I was driving -- with my wife Bonita, I guess -- either northwest (towards town) on Hill Road near the library.  On the right ahead was a new Howard Johnson's.  First, though, there were twin restaurants, of the franchise kiosk-style type, on either side of a parking lot.  Each one had a carhop with an enormous papier-mâché head of a horse or donkey, which made them almost as big as the kiosk itself.  The Howard Johnson restaurant, on the other hand, was mounted about halfway up a tower of about three or four stories in height.  The restaurant was round, considerably exceeded the tower in diameter, and slowly revolved.  For some reason, I felt compelled to ridicule the idea and the people eating there.  Actually, though, I thought it would be a good way to get a panoramic view of the surrounding area.  We went into a restaurant, but it wasn't that one.  It reminds me of the place we ate lunch in Paris just before leaving-rather stark, with dark brown benches.  There were a couple of very pregnant women sitting on benches, and a couple of others came in while we were there.  They were unmarried and were talking about having abortions-apparently that's what they were there at the \"restaurant\" for.  They were a little embarrassed, but not much, and rather cheerful, I thought.  I was shocked at the thought of their having abortions so late in their pregnancies."
        }, 
        {
            "number": "2-148", 
            "head": "1971-04-15", 
            "content": "I was planning to \"fly around the world in one day-without a plane.\"  Actually I only planned to fly from Miami to my hometown-but the principle seemed to be the main thing.  I made a practice run from Dallas to my hometown, with my wife Bonita monitoring my progress on the ground.  I considered carrying her on my back as I flew, but thought it might make me too heavy, so she walked or drove.  I attained fantastic speed-faster than I had ever flown before, faster even than jet planes.  It was so fast that I was worried about my landing.  I tried to pick out a spot where it had been raining, so the ground would be soft.  I was successful in finding such a place, surrounded by green hills, and grabbed some tree limbs on my way down to help break my fall.  It was a pretty smooth landing.   Somewhere after that we met Evie Marche and I told her of my plans.  She didn't seem to understand too well.  Later on we were at Mother's house and were watching Warner Wolf on TV.  Then Warner was there in the living room with us, and I was telling him of my plans.  I suggested he announce it on his show sometime.  The living room was much narrower than Mother's, and a mirror image of it as far as arrangement is concerned.  When it came time to eat, Gaylen Tuttleson was there, or else Warner became Galen, and he wanted to look through Mother's books on either side of the fireplace.  I was pleased that there were so many good ones, and I was late getting to the table because of pointing them out to him."
        }, 
        {
            "number": "2-149", 
            "head": "1971-04-15", 
            "content": "I was visiting John and Lois, and the order of things is confused.  Whether it came first or second, I'm not sure, but one episode found John and me and Ellen Wall lying in his back yard at night when a huge dirt clod in the form of a cloud whose shape rather resembled Austria floated by directly overhead.  It filled me with a sense of foreboding, and I suggested we run for the house.  Just as we did, it began to break up, and the dirt began to fall, spattering a couple of houses behind John's the hardest, but a little fell in his yard as well.  Not much hit us, though.  John and Ellen jumped into a small pit in the yard, and I followed close behind them.  When it was over, we went to the houses which had been hardest hit, and they were a horrible sight-the entire upper story of one completely destroyed, and the other badly damaged.  The owners were surveying the damage; one of them was a carpenter or architect.  The two houses were connected in the front by a wall, and the carpenter was explaining where they could put joists to provide mutual support for the two houses.  I didn't know for sure what a joist was, and I didn't understand his plan at all.    In the other part associated with John, I was in their house, and we were getting ready to go out.  I was in the bathroom, wondering what towel to use.  There were several sets hanging in a very fancy arrangement, but they were all alike.  I was going to ask Lois, but I was in my underwear and wasn't sure it was proper.  Anyway, I couldn't find my way around in the house very well.  The bathroom was large and L-shaped, and when I came to another one I actually thought it was the same one, except that I found by peeking through a door that it was adjacent to their bedroom, where they were getting ready.  When we finally all got ready, I asked Lois what she thought about the \"dirt-fall,\" and she knew nothing about it.    We were going out to some favorite night spot of John's, but they were taking the kids along.  Lisa was still being carried -- in a blanket, though I thought it was a bit warm for that -- and her face was pudgy and wrinkled.  We set out walking with several other people.  Lois warned me that this place was frequented by \"John's type of people,\" and that she bet I wouldn't like them.  We walked and walked and walked down a busy street and passed several night spots.  I went in a couple of places where a bunch of tough-looking hillbillies were playing slot machines.  I apparently thought they were the right places, but they weren't, and I fell behind the group.  We walked so far, though, that we all got strung out, and occasionally people from the front of the group would have to stop and wait for us or send someone back to direct us.  They all had on yellow slickers, like kids' raincoats, so they were easy to spot -- but we were hopelessly strung out, and the walk went on for so long, that I felt they couldn't possibly know where they were going -- that if they had known it to be that far, they certainly wouldn't have set out to walk it.    There was also an short episode in which I looked at a sleeping person or baby, possibly Lisa, and she opened her eyes slowly, until they were just narrow, angular slits, like a cat, and smiled, baring fangs.  I woke up in fear and drew closer to Bonita."
        }, 
        {
            "number": "2-150", 
            "head": "1971-04-29", 
            "content": "I was at Norman and Sheila's apartment in New York.  My wife Bonita wasn't there.  Sheila thought it would be all right to engage in some hanky-panky.  I had some reservations because of Norman's being there, and I think she did too, but we were willing to take a chance while he was out of the room.  She was walking around naked already, and I called her over to where I was sitting.  I was going to perform cunnilingus on her.  Her pubic hair wasn't very thick, and when I pulled her close, I noticed to my dismay that she smelled slightly of urine.  Fortunately, when she realized my intentions, she quickly excused herself and came back in a few minutes all washed and powdered.  I don't remember what happened after that."
        }, 
        {
            "number": "2-151", 
            "head": "1971-04-29", 
            "content": "I was in a strange house, and Daddy was in one of the bedrooms, in bed.  I was supposed to turn out the lights and go to another bedroom to sleep.  There were a couple of switches on the wall, but to my bewilderment, neither would turn off the lights."
        }, 
        {
            "number": "2-152", 
            "head": "1971-04-20", 
            "content": "I was walking home from somewhere, and every apartment entrance I passed I would go in and go to all the apartments in the building, as if I were selling something.  The last time, I realized as I climbed the stairs that I didn't know why I was doing it-that I was tired and wanted to go home, and didn't have much farther to go.  Nonetheless, I continued my climb to the top of the stairs, knowing there was no reason for it, then came back down without knocking on any of the doors.  As I walked, I was talking to Waldo Row."
        }, 
        {
            "number": "2-153", 
            "head": "1971-05-08", 
            "content": "I was visiting someone who lived in a suite of rooms in a dormitory with some other roommates.  It was early in the morning.  Since it was a men's dormitory, I was surprised to see just the arm of a female extend through a partly opened door and wave to me.  I went to the door and looked in to see who it was.  I guess it was Lucia Polletta though it really didn't look like her.  She was more round-faced.  She had just gotten out of bed, and her face was red, puffy, and wrinkled.  When I left the dorm, I was with a girl, but not the same one.  At first, she was a blonde, with a lot of hair piled on top of her head and a lot hanging down-a wig, I suppose.  It was so striking that at first I thought I liked it-but when I was about to tell her so, I wasn't so sure.  We were going like from the dorms to the university cafeteria.  Before we got there, the girl was black -- petite, with very fine features, also long hair hanging down -- straightened or naturally straight, and soft.  Very pretty."
        }, 
        {
            "number": "2-154", 
            "head": "1971-05-09", 
            "content": "I was supposed to leave a party where I was and pick up Daddy at the bus station where he was supposed to arrive from MixJunction at 9:25 p.m.  For one reason or another, though, I couldn't get away as early as I wanted to, and it ended up being 9:15.  My car was parked some distance from the party, so I got a ride with my wife Bonita in a VW bus.  I remember parking on the opposite side (from the party) of a school, but she let me out on the near side, which meant I would have to run all the way to the other side, so I asked her if she would drive me around there.  It plainly irritated her, and by the time she let me out on the other side, we were hardly on speaking terms at all.  I looked up and down the street for a red VW convertible (my sister Nancy's car), but to my frustration all I could see were red Fiats, and a few other cars.    I thought I should call the station and page Daddy to let him know I was on my way-then I realized I would have to call both Trailways and Greyhound, because I didn't know which terminal he was coming into.   The next two parts seem unrelated at first, but later tie in with the same dream.  I was riding a bus, standing up, with Bill Clay and Paul Savage.  I was going to introduce Paul to Bill, but introduced him as \"Bill\" and couldn't think of his last name.  They were passing out paychecks and tried to give me one made out to Herbert Neese, but I protested that it wasn't mine.  They kept insisting, though, so I took it, and then I noticed that Herbert had already endorsed it, as had someone else.  And the check was for somewhere in the neighborhood of $2000.  I didn't know whether I should try to cash it or what.  I arrived at an airport just in time to catch a plane.  This definitely had something to do with meeting the deadline imposed by meeting Daddy's bus-either I was flying to meet the bus or the plane departure time was the same as Daddy's arrival time, or I was going to call him from the airport and didn't have time, or some other scenario."
        }, 
        {
            "number": "2-155", 
            "head": "1971-05-09", 
            "content": "I climbed up a very steeply inclined yard-just far enough away from 90 degrees that it could be climbed.  I don't know why I climbed it, but it was very scary coming down.  I made it, though, and when I looked up to the top I saw Trish Roothe starting to come down.  Someone else at the bottom with me foretold somehow that she would fall, when only 10 inches from the bottom, and be killed.  I was horrified and couldn't figure out how such a short fall could kill her.  Then a thought suddenly struck me:  Though I believed the guy's prophecy (who knows why.) , I realized that we could thwart its fulfillment simply by catching her when she fell.  It was a weird feeling to think that we would thus somehow alter what was destined to be in the future."
        }, 
        {
            "number": "2-156", 
            "head": "1971-05-09", 
            "content": "I was driving a group of people somewhere.  When we came to a stop at our destination (which I believe was in the woods), I noticed that the front tire on my side was canted at a rakish angle and about to fall off.  I thought it was miraculous that we had made it safely, since we had been driving at high speed much of the time.  We put the car up on some kind of rack, and I was horrified at the shape it was in.  It was twisted and dented and corroded, and was covered with acid which was still wet, and which had been put on it, it seems, by the Viet Cong."
        }, 
        {
            "number": "2-157", 
            "head": "1971-05-12", 
            "content": "I was in a small clothing shop on University Drive across from my alma mater, with my wife Bonita.  Helen Gamble was there too, smoking a cigarette.  She seemed much more poised and sure of herself than when I had known her, but she had a rather high-pitched nasal twang that irritated me.  I asked her when she had started smoking, but I don't recall her reply."
        }, 
        {
            "number": "2-158", 
            "head": "1971-05-12", 
            "content": "I was at some house, maybe the Drivers' house in my hometown.  Several other people were there, including the Paul Sparkles family.  Paul and Steve were about the same age as the last time I saw them.  I asked Paul how \"Paul\" was, and he replied, \"I'm Paul.\"  I was confused.  I knew Paul was Paul, and Steve was Steve, but I was apparently thinking of Paul's older brother (which he doesn't have).  So I clarified myself by saying, \"I mean your older brother.\"  He began to tell me something in hushed, serious tones -- about his having been killed in Vietnam, I believe -- but we were interrupted in the middle of it and I had to go into another room.  When I came back, everyone was sleeping on the floor in different rooms.  I started to wake up Paul and Steve and ask for the rest of the story, but decided it wouldn't be very considerate of me to wake them."
        }, 
        {
            "number": "2-159", 
            "head": "1971-05-14", 
            "content": "I don't remember whether I was involved in the game as a player or as a spectator -- the latter, I think -- but Bob Standfort was pitching for the side I was rooting for, and it was a pro game.  He was a very good pitcher, too.  At the end he was faltering, and it looked like he was going to lose-but in a fantastic finish, he won."
        }, 
        {
            "number": "2-160", 
            "head": "1971-05-15", 
            "content": "I was in some complex of buildings similar to the complex at the university where I work.  I could fly, and I was using this ability in a very mischievous manner, to get back at various people for some kinds of injustices or misdeeds, I don't remember exactly how.  I flew up by the window of the room where Julia Douglas was teaching a class, just for the fun of tormenting her, seeing her run to the window in amazement and alarm, etc.  Once I think I stepped off a third floor fire escape in view of a small group of people inside, just to shock them-and then flew before hitting the ground.  At one point, Bill Clay came out of the building into the courtyard and several people rushed up to him to tell him about my shenanigans.  I became quite concerned then that I would get into serious trouble if Bill believed them.  On the other hand, I was confident enough that Bill was too rational to believe I could fly, that I was almost cocky, to make the tattlers look foolish.  I suggested maybe I had put everyone under mass hypnosis.  Bill threw me a curve by not totally rejecting their story as ridiculous, while not accepting the fact that I had flown either.  Somehow he was able to reconcile the substance of the accusations."
        }, 
        {
            "number": "2-161", 
            "head": "1971-05-15", 
            "content": "I was in a kitchen by a pantry, maybe standing on a chair, and was attacked by a Mafioso wielding a knife.  He actually stabbed me a couple of times, but the tense anticipation was worse than the actual stab.  Then I grabbed him and wrestled the knife away from him, then began beating him unmercifully, practically to the point of death.  He hadn't really angered me that much, but it seemed to be a matter of principle."
        }, 
        {
            "number": "2-162", 
            "head": "1971-05-23", 
            "content": "I was listening to the second game of a major league doubleheader.  My favorite team had lost the first game 1-0, and were being pulverized in the second, finally losing 19-0, the other team hitting 8 home runs in the process."
        }, 
        {
            "number": "2-163", 
            "head": "1971-05-23", 
            "content": "My wife Bonita and I were taking a trip by car.  We were in the Midwest or far west, and were parked on a small dirt lane or path in the middle of a bare field.  There was a large group of rather poor-looking people.  We heard on the car radio that the \"squatters\" had been evicted by court order-so we expected them to move on.  Instead, however, a couple came up to our car looking very menacing.  I made sure the windows were up and the doors locked.  The guy on my side took a branch of a tree and started pounding the top of the car with it.  It looked like a very bad situation, so I started the car immediately and drove away.  Just before we left the field and entered the adjacent street, we passed some enormous sunflowers in the field, 10 or 12 feet high and thick as a grove of trees.  I wanted to get out and look at them, but we were still too near the squatters for me to feel safe.  Across the street from the field, though, in front of some old houses, were some more.  I got out to take a picture, but when I did it suddenly became very dark and cloudy.  One of the flowers crept around to the opposite side of a telephone pole from us and faced away from us."
        }, 
        {
            "number": "2-164", 
            "head": "1971-05-23", 
            "content": "My wife Bonita and I were traveling in Russia, by train.  We were at the train station, which was much like a subway station, fiddling with a Falk-type map to see where we wanted to go (a bridge across some river to some island in the river -- I couldn't find it on the map), and another Falk map to figure out which train to take to get there.  It was really a mess.  I thought I had time to study it a while, but while I was looking at it, a train pulled in.  In the meantime, I had to exchange some money.  I had American coins in my left pocket, Russian in my right, and I was afraid of mixing them together.  I was standing at the exchange window while I was studying the maps, so I frantically began to try to figure out the exchange system, thinking it would be better, if possible, to exchange on a coin-for-coin basis.  There were several types of Russian coins on display there, but some were in kopecks and some were something else, besides being in different amounts.  There were also a lot of coins, including American ones, lying on the floor in front of the counter where people had evidently dropped them, and I couldn't resist wasting my precious time by picking some up.  We finally decided we had better get on the train before it left, even if we weren't sure it was the right one.  After we got on, I began trying to think of how to ask someone how to get where we wanted to go.  But I couldn't think of the word for \"station,\" nor the word and correct aspect for \"go\" in this case.  Norman was suddenly there, and he said \"station\" was \"some Russian word.\"  I knew that meant \"man,\" but thought it might also mean \"station.\"  I asked him whether it took the preposition and what  he said didn't sound right to me."
        }, 
        {
            "number": "2-165", 
            "head": "1971-05-24", 
            "content": "My wife Bonita and I were at a filling station or garage, looking at a camper van the owner had inside.  He wanted to sell it, at a very low price.  I couldn't understand why, until I saw that it was made by Univac.  I surmised aloud that it must be very difficult to obtain parts and service, and he admitted that was why he was selling it.  We were still interested, though, and he offered to let us try it out for a few days without charge, so we drove it away.  Right away I could see that it had serious drawbacks.  We were out into traffic before I could figure out where the brakes were or how to control its speed, and I nearly panicked.  I finally found the brake -- a very small, hand-controlled gizmo much like the hand brake on a bicycle.  It was pitifully inadequate.  We got out on a traffic-clogged freeway, and somehow the thing flew above the traffic.  I began trying to nose it down for a gentle landing, but before I could, Bonita became Mother, who fell out.  When I finally landed and got to her, she was lying against one wheel of a parked vehicle, and several people were standing around her.  Part of her clothes, including a bra, were lying nearby.  She was hurt, but not seriously."
        }, 
        {
            "number": "2-166", 
            "head": "1971-05-24", 
            "content": "I was leaving either work or a performance of some kind, in a big marble building.  I was walking with someone else when I realized I had set my attache case down somewhere and forgotten it.  I went back and couldn't find it.  I spent the rest of the dream looking for it."
        }, 
        {
            "number": "2-167", 
            "head": "1971-05-25", 
            "content": "I was in an airport (I think) somewhere-apparently in the city where my alma mater is located because I saw Ralph Stone and wasn't too surprised, other than by the coincidence of our both being at the airport at the same time.  I was quite surprised, though, to see Ronnie Nadner there.  He was quite distraught, saying his mother had died and he was on his way to my hometown.  He was almost in tears; I had never seen him so upset."
        }, 
        {
            "number": "2-168", 
            "head": "1971-05-31", 
            "content": "I was driving Princess Grace of Monaco somewhere -- to the airport, maybe -- from a party, and to me she was the most beautiful woman in the world.  I told her I had been to Monaco, and had seen the elephant at the palace, but she didn't respond."
        }, 
        {
            "number": "2-169", 
            "head": "1971-06-01", 
            "content": "I was looking out an upstairs window of the agency with Sonia Hamlin and I kissed her on the cheek.  She gently drew away, reprimanding me.  I was slightly embarrassed, but was able to change the subject by noticing several houses which were on fire and point them out to her.  Then it seemed we were on a bus or train or something, because the houses passed out of sight."
        }, 
        {
            "number": "2-170", 
            "head": "1971-06-01", 
            "content": "I saw picture of Rick Wright's wife, lying on a bed-with him, actually, both of them clothed, and she was very attractive.  There was another picture of her and a baby, and I was very surprised to find out they had a baby."
        }, 
        {
            "number": "2-171", 
            "head": "1971-06-01", 
            "content": "I was involved in a very strange ping pong game, with Chinese opponents.  It was strange because there was a sheet or a piece of canvas draped across the table, half covering both sides, and that made the game very difficult, of course."
        }, 
        {
            "number": "2-172", 
            "head": "1971-06-01", 
            "content": "Again I was in the agency building without a badge.  This time all I had to do was just walk right in -- there were no guards or anything -- but I stood outside hesitating because I knew badges were still required, and I couldn't decide whether it was worth it to risk getting caught inside.  I finally did go in, but I felt so much like a stranger there, even among people I knew."
        }, 
        {
            "number": "2-173", 
            "head": "1971-06-02", 
            "content": "I was outside a rather long building with some other people-two or three anyway, one of whom was Kathy Reynault.  We were getting ready to walk down a dusty country road which ran by the building.  I doubted that Kathy would come with us, because of me, but she did join us, from a door farther down the road, and was friendly enough to me-though I don't remember her as being affectionate.  When we returned, we were a considerable group -- of teachers -- and it was a school to which we were returning.  We entered a door at the rear, and there was a teacher standing impatiently at the door of her classroom, with her arms crossed.  Apparently we were practice teachers and got mixed up about the schedule and were late for our classes.  I walked all the way through the building, then realized I had only about half as many books as I started out with, and couldn't figure out what I could have done with the rest of them."
        }, 
        {
            "number": "2-174", 
            "head": "1971-06-02", 
            "content": "I was riding a bus at night-in New York, I think.  At one stop I saw Steve Bender in an army uniform, walking beside the bus, toward a drugstore.  As he passed the back door, which was open, I said his name in a normal speaking voice (I wasn't absolutely sure it was him).  He didn't look, so I began to wonder, as the bus pulled away.  I pondered it for a while, wondering if I should get off and check.  Then I noticed that Carolyn Ackers was standing on the bus.  She was at least as tall as me, and wearing a uniform of some kind, with a dark skirt and white blouse.  She said she worked for some kind of karate club or something.  Apparently she wasn't married to Steve any longer, because she was with another man.  I asked her if that had been Steve that I saw, and she said yes.  I thought it would be fun to go back and visit with him a bit, but by that time we had gone several blocks and were in between two stops that were quite some distance apart.  When we got to the next stop, it turned out to be the end of the line.  I couldn't decide whether to say on the bus and ride it back, which would mean a wait before we got started, or to get off and walk back, which would also take some time-or whether to take another bus or a cab, which would mean paying an extra fare, with no assurance as to when one would come along."
        }, 
        {
            "number": "2-175", 
            "head": "1971-06-04", 
            "content": "There were three different boxes of \"love kits\" for sale.  There was a fancy variety, for about $1 each, another for about 50 cents, and a cheaper one for only 6 cents.  Being thrifty, I took one of the latter.  It had the advantage that you could just carry it around with you in a conspicuous place, and others who had them or knew what they were could spot yours and know you were on the make, and vice versa.  This greatly facilitated making contacts with willing members of the opposite sex.  The \"kits\" were just about the size of a matchbook, yellow, and had printed instructions for how to heighten the sensuality of your experience.  The first girl I saw who had one was in a building much like one at the university where I work.  I had hoped to be more selective, but I didn't know how likely it was that I would run into another anytime soon, and besides, this girl was rather forward.  She took the initiative, and I was reluctant to turn her down.  The room was rather dark, and I met her as she descended a staircase.  As we walked, we passed through a little more light, and I saw that she was not too attractive-she had pimples, and a large mouth.  We passed a couple of full length mirrors like the kind in the clothing departments of stores, but only double-faceted rather than several.  She suggested we make it in front of one of those-but for some reason it didn't seem worthwhile to me because there were only two faces.  We passed through a set of double glass doors and came to another darkened stairway.  She suggested that we do it there.  She was eager."
        }, 
        {
            "number": "2-176", 
            "head": "1971-06-08", 
            "content": "I was in the lobby of a hotel, at the desk or the bar, watching a ball game on TV.  A very attractive black girl came in with another girl, white, and stood very close to me.  She was in physical contact with me somehow, either affectionately or accidentally.  Soon, though, they left and headed for the elevator.  Suddenly I had the feeling I had been taken, and I grabbed for my billfold.  It was there, but I was already starting after them and shouting to the hotel clerk that I had been robbed as I looked inside.  Sure enough, I found only $2, where before I had had about $50.  They had already gone up on an elevator.  I started to go up another one, but decided it would be best for me to wait until they came down or send someone up to search for them while I waited.  After a while I looked up and saw them calmly sitting in a mezzanine coffee shop over the lobby.  I ran up there and they jumped up and ran for the stairs.  The other girl was my sister Nancy.  I caught one or the other of them and threatened to bash her head in with a glass ashtray I had picked up.  I don't remember whether that was before or after I had chased her downstairs, or what happened to the other one.  In the chase I would go halfway down a flight of stairs, then vault the banisters onto the next flight.  The girl I was chasing did the same thing, though, and I gradually lost ground on her.  I was shocked and upset that Nancy was involved, and I couldn't get her to tell me why.  Later, I was walking with Mother to my car on a darkened street, and we were talking about it, and she didn't know what to make of it either.  Later, also in Nancy's presence (I think), and outdoors, Jim Duggan appeared, and he either attacked me or I felt threatened by him, and I had to defend myself.  I quickly got the upper hand and had him draped backwards over the back of a park bench.  Maybe Jody was there too.  Sharon Ferguson was somehow involved too, and I went to her house to question her.  Apparently the first time she was busy or going out or something, because I came back a second time, hoping to see her mother, whom I hadn't seen in a long time.  Their neighborhood was pretty much the one where Nancy was born."
        }, 
        {
            "number": "2-177", 
            "head": "1971-06-09", 
            "content": "I was in the line to check out in a supermarket and was clowning around with the guy just in front of me, whom I had never met before and was there with his wife.  I don't remember the nature of our clowning, but we got acquainted in the process and found that we were neighbors.  It seemed my wife Bonita and I had just bought a new townhouse, and they lived in the nearest building of a nearby garden apartment complex.  Their door was very near outs-directly opposite it, with the building at a slight angle.  I was glad to have made friends so close by."
        }, 
        {
            "number": "2-178", 
            "head": "1971-06-09", 
            "content": "I was in a classroom and there was a fire drill-except that it was for real.  There were sirens and flashing lights outside, and a female voice came over the PA system telling us what steps to follow, which belongings to pick up first, etc.  It was exciting, and I was a little scared, since there was a real danger.  When we left, by the front door, there was at least one black, maybe more, outside, and I was nervous for my safety.  I went as quickly as possible without seeming panicky to a low, sloping retaining wall at the left of the school, climbed that, and headed for home (the townhouse in the previous dream).  There were big shrubs on either side, and it was night-and I saw to my surprise that there was a light on inside.  When I started to put my key in the lock, it began to turn from the inside.  I stepped back, and the door opened, and there was a man in the doorway. I woke up at this point, moaning loudly."
        }, 
        {
            "number": "2-179", 
            "head": "1971-06-09", 
            "content": "My wife Bonita and I were taking our long-discussed trip to Scandinavia.  We were in Norway, in a fairly small town.  It was summertime, but the weather was fairly cool, and the sky was very overcast and hazy, which was disappointing, because I expected it to be very sunny.  We were taking a completely random and disorganized tour, and kept finding ourselves in shabby industrial sections of towns I had never heard of.  We also had to climb a lot of steep hills in the towns, which was occasionally very difficult and even treacherous.  At times I doubted we could make it, especially coming down, and was reluctant to even try-yet had to get down to get back to the car.  All this time I was carrying my little transistor radio -- hanging on to it with difficulty at times -- and getting some hometown station -- WWXZ or WAXO, I think -- very clearly, to my surprise.  One museum we went into had an American black student working there as a guide.  I asked him how he liked working in Norway, and he didn't seem to be enthused about it.  When we left the country, we were crossing into Turkey, which seemed strange.  There was a long sign overhead at the border, and no highway-just a field.  We were crossing on foot.  The customs officer wanted to see some official sheet of paper which I didn't have.  I told him I had thrown it away and showed him the instructions which suggested to me that it was okay to do so.  I had a great deal of difficulty trying to exchange my money in Turkey-to recognize the different coins, pronounce their names, figure out the rate of exchange, etc.  I finally gave up, reluctantly, trying to pronounce them in Turkish, and started conducting all transactions in English, as I had done in Norway."
        }, 
        {
            "number": "2-180", 
            "head": "1971-06-13", 
            "content": "I had just returned from a trip and had accumulated a lot of mail.  My box was up high, on top of some others, and someone else had to climb up and check it for me. There was quite a bit of mail, and 8 or 10 pieces were from Ron Nadner-notes indicating he still couldn't tell me his new address.  Each one was the same, simply saying, :Still don't know.\"  Another letter had been opened.  It was from Brenda Trask, and the person giving me the mail said it was the saddest letter he had ever read-but that the good news in it might balance out the bad.  I never did read it."
        }, 
        {
            "number": "2-181", 
            "head": "1971-06-13", 
            "content": "I was going to make love to someone in her dorm room.  Before I got there it seemed it was Wayne Johnston, and I wondered how I had gotten myself into such a situation.  Later, though, it seemed to be a woman -- middle-aged - and again I had misgivings as to what it would be like.  But when I got to the room, the naked woman stretched out on the bed had a smooth, firm, and well-shaped body.  Really luscious."
        }, 
        {
            "number": "2-182", 
            "head": "1971-06-13", 
            "content": "I drove onto a drawbridge without stopping, just as it closed, and I was afraid it wouldn't have locked into place yet, but apparently it had."
        }, 
        {
            "number": "2-183", 
            "head": "1971-06-13", 
            "content": "I was in an auditorium and couldn't get comfortable in my chair without leaning back-but every time I leaned back, the chair fell over."
        }, 
        {
            "number": "2-184", 
            "head": "1971-06-14", 
            "content": "I was at the foot of some stairs , like in one building at the university where I work.  Dick Spears was there, along with someone else I knew but don't remember now.  We had a short conversation.  Rafael Cruiz was there too, and he attacked me, jabbing at me viciously with something like a ski and a ski pole.  Somehow I got hold of a knife with a long blade and struck back.  I don't remember whether I stabbed him or not."
        }, 
        {
            "number": "2-185", 
            "head": "1971-06-16", 
            "content": "I was in the chorus of an opera, behind a big brick wall, blocked from the view of the audience.  Our librettos were in enormous books that were almost too big to hold, and certainly too big to hold open.  It kept shutting and losing my place, and I was totally dependent on it-I didn't know the words or the music.  Everyone else was having trouble too-at one point Helen Martin was the only one of us to come in, and she sang a strong solo.  Later we emerged from behind the wall.  John Payne and Lois were in it too.  At one point I was naked and scrambling up an embankment or something to another part of the set.  I was the only one naked, and the script didn't call for it.  I was very embarrassed and was sure that some of the audience and even of the cast would be offended.  I didn't know why I didn't have clothes on.  After the performance was over (and it strung out much too long because of lapses, etc., and was a real bust), I was walking along a corridor of dressing rooms in a rather decrepit basement.  I passed two blacks, one of whom was taunting the other.  He then challenged me.  I kept on walking and told him to fight the other guy if he wanted to fight.  He called me a coward, and I replied that I was simply too smart to get into a fight without any reason."
        }, 
        {
            "number": "2-186", 
            "head": "1971-07-01", 
            "content": "I was in some kind of class, on the front row.  The girl sitting next to me asked me if I would like to participate in an orgy.  I said yes, and she told me the address to go to in order to \"try out.\"  I didn't know exactly what that meant-I guessed it had something to do with being inspected for VD or something.  It seemed like a good idea, and so natural-to have an orgy and just invite people."
        }, 
        {
            "number": "2-187", 
            "head": "1971-07-03", 
            "content": "My wife Bonita and I were in Germany.  We felt quite at home, having been there before, and we were trying to decide where to visit that we hadn't been before.  None of the cities sounded too interesting except Berlin.  We had more time for this visit, it seemed, than we had last time, so we could go just about anywhere we wanted to.  I was excited about the prospect of going to Berlin, but then remembered we would have to cross East Germany, and that was prohibited by my the agency restrictions.  Still in Germany, I think, I was visiting with Bertrand Therber at his house.  He had to go out for the evening, and I had to stay there with his mother, who was much younger and more attractive than in real life.  Oh yes, and Bertrand had wanted to go to a movie or some other such event, which I certainly didn't want to spend an evening in Germany doing, and I was surprised that he did.  I think his mother went to bed or something, and left me alone in the house, which was rather large.  I was a little scared at first, and went around shutting all the doors."
        }, 
        {
            "number": "2-188", 
            "head": "1971-07-04", 
            "content": "I was at the university where I work and was returning to my car.  I had to cross a pedestrian overpass and then come down a vertical ladder to the street.  There was a black guy at the bottom of it, and he took my camera and a bag of groceries and stuff  I  was carrying.  Some other black guys came up and began threatening me.  One of them made a hangman's noose out of some string and threatened to kill me if I told the cops I had been robbed.  I was so badly outnumbered that there was nothing I could do.  I was very concerned about the camera and the film in it (I had already taken 15 pictures).  I did tell the first cop I saw, and he immediately started back to the scene of the crime with me.  On the way, though, we stopped in some kind of hotel-sized house, where several black families were living in rather crowded conditions.  I was afraid one of the gang would be there and see me with the cop.  The place around the overpass where they hung out was called \"The Pit.\""
        }, 
        {
            "number": "2-189", 
            "head": "1971-07-04", 
            "content": "My daughter Christina was playing with the kids of another family.  We were all outside, and I had the jitters because she kept getting into the street.  Once, she ran across the street and I ran after her.  She kept running, going around some bushes on her right and heading back toward the street.  I saw to my horror a pickup truck coming down the street from her right.  It didn't swerve or slow down, but luckily she fell down just as it got there, and its left front tire just barely clipped her shoulder or leg.  If she hadn't fallen, she would have run directly into its path.  The truck didn't even slow down, and I was furious.  I noticed that its occupants were black.  I rushed for Christina and picked her up, trying at the same time to get the license number of the truck.  I thought I should spank Christina severely, but I was so relieved that she wasn't badly hurt that I only gave her a few light smacks."
        }, 
        {
            "number": "2-190", 
            "head": "1971-07-04", 
            "content": "My wife Bonita and I went next door to meet our new neighbor, whose wife we have already met.  She introduced him as \"Bruce,\" but kept calling him \"John.\"  I was very disappointed in him.  He seemed to be a shallow, beer-bellied fraternity-type jock.  He wasn't very friendly, either, and talked mostly to another guy who was there.  A surprising amount of their private life was revealed, in that she was complaining about his not recognizing her sex needs enough or being home enough to satisfy them.  I was embarrassed that they should discuss it in front of us-and frustrated that I couldn't let her know that I, being neighborly, would be quite happy to help her out anytime she said the word."
        }, 
        {
            "number": "2-191", 
            "head": "1971-07-09", 
            "content": "My wife Bonita and I were in Czechoslovakia with the Lingermans, including Norman.  We were in a big palace-type building whose rooms were arranged in a spiral, becoming increasingly important the closer they got to the center.  When we got to the center room, we expected to see someone important, and sure enough, Gustav Husak walked in.  He was a cheerful man with a huge mane of white hair.  He greeted us in Czech, and it sounded very much like the Russian greeting, and I responded somehow.  He was surprised that I spoke Russian, and began to question me in Russian.  We spoke for a short time that way, and then I had to switch to English.  He was very friendly, and poured us all some wine.  Another official raised his glass for a toast, and when he had given it, he flipped his glass sharply with a deft motion, to Husak, who was several feet away.  Although it was still full of wine, Husak caught it, and not a drop was spilled.  The mouth of the glass was even toward his white shirt when he caught it, but he didn't get any on him.  It was an old Czech custom, and they tried to show me how to hold the glass, with two fingers at the top and the little finger at the bottom.  But I couldn't get the knack of the grip.  When we got ready to go, we looked outside and someone decided it was very cold-7° F.  So we bundled up, but it didn't really seem that cold.  We all piled into a VW.  I asked Dr. Lingerman how he planned to go, and he said through Graz and Klagenfurt.  I was very excited and said we could possibly spend the night at Tarvisio, Italy, if we made it that far before night."
        }, 
        {
            "number": "2-192", 
            "head": "1971-07-09", 
            "content": "I was sleeping naked outdoors.  I think there was another couple in a sleeping bag, and a girl by herself in another one.  She was naked too, or I was trying to get her to be.  There may have been an outdoor skin flick showing too.  Suzanne Sterme may have been in the dream."
        }, 
        {
            "number": "2-193", 
            "head": "1971-07-09", 
            "content": "I was in bed, and it was about 5:00 Saturday morning when the phone rang.  It was some guy who was directing a play I was supposed to be in, calling to say that we had a rehearsal right away, and the first performance the next day.  I remembered that we were supposed to have our lines memorized by this rehearsal, and I had only memorized my first two.  We had started rehearsing only that week.  I felt it was too rushed, I didn't know my lines, and I didn't feel like getting out of bed and going to a rehearsal at 5:00 a.m. on Saturday.  I told him that, either over the phone or at home.  It may have been the latter, because I remember being in his living room (paneled) with a lot of other people, and realizing that he and his family were Jewish.  Somehow I got out of playing my part without two much trouble considering that they were going to have to get someone to replace me."
        }, 
        {
            "number": "2-194", 
            "head": "1971-07-09", 
            "content": "I was trying (either successfully or unsuccessfully, I don't remember) to get a pretty young girl into my car near her house.  It was night, she lived in a small wooden house in a hilly area (like a small cabin in a beach area), and I had a little sports car convertible.  Much of my time was then spent fleeing from her parents or whoever was pursuing me as a result."
        }, 
        {
            "number": "2-195", 
            "head": "1971-07-14", 
            "content": "Norman was in Moscow on some kind of tour.  I was watching him on TV as he came out of a bookstore (the university bookstore where I went to college, I think).  He was one of the last of the group to come out, and he was carrying a briefcase.  I spoke to him and he stopped, looked around and saw me, and shook hands with me.  I couldn't get over how he could be thousands of miles away and still be able to shake hands with me.  Later on, I told about it in some large meeting in an auditorium.  At first I used the figure 2000 miles for our distance from Moscow, but I knew it was farther than that.  Someone suggested 30,000 miles, but I knew it wasn't that far, because the circumference of the earth is only 24,000.  I think I finally realized, at that meeting, that the whole thing had been a dream."
        }, 
        {
            "number": "2-196", 
            "head": "1971-07-14", 
            "content": "My wife Bonita and I, maybe Norman, their parents, my sister Nancy, and Nancy's boyfriend were all sleeping in sleeping bags on the floor in some house.  Most of us had had a couple of drinks, except the elder Lingermans, who were asleep.  Harold got up, though, and Nancy's boyfriend had just set half a drink down on the kitchen cabinet.  It was about 3 a.m.  I was afraid we would all get in trouble."
        }, 
        {
            "number": "2-197", 
            "head": "1971-07-14", 
            "content": "Our house was a ramshackle affair in a poor part of town.  I was going to take a bath and found that the tub was outside, balanced precariously on a single board projecting from the house beside the porch.  Besides, the tub was very flimsy, and there was a gap between the bottom and the side near the porch, so it obviously wouldn't hold water.  A man -- a neighbor, I guess -- was over there looking at it with me, but he didn't seem too concerned.  We went inside, and I found we had a wood-burning stove.  There were only two burners, too.  The same man found a piece of \"carpenter's wood\" or \"log\" in the fire and hastily retrieved it.  He also found another in our wood pile.  He confiscated that one too, and rebuked us for burning them.  It was a short, thick, light-colored and rather porous log.  Sometime during this dream, my wife Bonita was going to ride somewhere with a couple in a small sports car.  I was going to go in another car, but decided to go with them instead.  This part had a small-town high school summer atmosphere."
        }, 
        {
            "number": "2-198", 
            "head": "1971-07-14", 
            "content": "We got together with the Smileys.  Vic -- or both of them -- had been to Libya, and Vic said that once he had thought that their marriage would never break up, but now he didn't want to go on with it anymore."
        }, 
        {
            "number": "2-199", 
            "head": "1971-07-22", 
            "content": "Another the agency dream.  At first I was outside the building, and saw three of the Marines from my office -- Nick Klaus, Bob McNamara, and Jerry Pohlert, with a guitar -- from a distance.  They came to where I was or vice versa, and I began to join in some kind of game they were playing.  Bill Clay came up very humorlessly and asked if it was someone's birthday again.  We said no, and he ordered us to stop playing and get back to work.  I was just a visitor, however, so I left.  I had no badge and was wearing just a t-shirt.  Just before I got on an elevator to go down, a little Asian guy about my age shone a flashlight on my chest and pointed out that I had no badge.  I was really scared -- it was the first time in one of these dreams that I have been caught -- but then I noticed that he didn't have a badge either.  I explained my situation to him and went on down on the elevator.  When I got off, I saw that I was going to have a difficult time getting out.  There were lots of guards and not many people leaving.  And sure enough, I did get caught.  The guy that caught me took me to another guy, and that one took me to another, and so on.  I ended up with a heavyset young lady who seemed to understand my explanation, but said I would be sentenced to \"vertical cleaning\"-and that's what the Asian guy did on the other side of the building; he was a prisoner too.  When I asked her how long I would have to do it, she said probably the rest of my life.  The only alternative would be for me to go back on active duty in the military and take my chances.  My heart sank."
        }, 
        {
            "number": "2-200", 
            "head": "1971-08-06", 
            "content": "I was at some kind of recreational retreat on some lake.  The Lingermans (elder) were there too.  It had been raining a lot.  It was night, and there was a tent -- a pup tent, almost -- pitched between two buildings.  There was a young girl in it, screwing all comers.  One guy was inside, and several others were waiting outside.  I shooed them away, and when the one inside was finished, I went in.  She was lying silently, naked, with her knees up and apart.  I asked her how old she was, and she softly replied, \"16,\" then added, \"...or 17.\"  That gave me some pause, but she unzipped my pants and took out my penis.  As soon as it touched her, though, I thought of VD and decided against it.  When I came out of the tent, it was dawn, and I saw Dr. Lingerman in a chair, where he had been sleeping.  I was sure he had seen me.  I was also sure that he would tell my wife Bonita and that I would never be able to convince her that I was \"innocent.\""
        }, 
        {
            "number": "2-201", 
            "head": "1971-08-06", 
            "content": "There was some pipsqueak law officer that had been harassing me for some reason, and I had been losing my temper about it for some time.  Finally he came and arrested Grandma for \"salacious advertising\" --she had a sort of rooming house-and my wife Bonita and me too, because we were staying there.  I was furious.  We went out and got in a car to go (not his car-his was parked in front of us in Grandpa's driveway), and I noticed that his car had bumper stickers which were more salacious than Grandma's advertising.  I grabbed him and dragged him out of the car and shoved his face up against the bumper stickers and told him to smell the exhaust (why the car would have been running, I don't know).  I screamed at him, called him a slimy little worm, a despicable, gutless little bastard, etc.-really tried to demean him.  He seemed genuinely nonplussed by it all, and never said a word.  I felt a little guilty about it later, especially in the presence of Alberta, who, I knew, would have counseled calmness and forgiveness.  She gave us a package, and when we opened it, it contained a set of trays to match our oval tray.  I felt really ashamed of myself then."
        }, 
        {
            "number": "2-202", 
            "head": "1971-09-30", 
            "content": "I was in what first seemed to be the balcony of a movie theater, then turned out to be the upper deck of a baseball stadium.  Mickey Mantle was coming to the plate and getting a thunderous standing ovation.  He hit a home run, and his batting helmet flew off into the crowd behind home plate.  Before running the bases, he went back and asked for it.  To my surprise, the kid who caught it gave it back.  I guess Mickey needed it for running the bases, according to the rules, even though he had hit a home run, and that he would return it to the kid when he returned to home plate.  When he rounded third base, he held up one hand in a \"Hook 'em, 'horns\" gesture, and several people near me started booing and shouting obscenities, giving him the finger, and spitting at him.  Two kids were hanging on the railing.  I got mad and went up and shook the railing-and one of them fell off, out of sight.  I was a little scared, but not much. Then I left, but was accosted by some boys under the stands who told me I would have to come into a room with them and take my punishment, which was to let them beat me up.  I sort of felt I deserved it, but I was a bit squeamish about getting beat up.  I noticed that all the boys were young and small, though, so I went in.  My daughter Christina was with me, which was bad."
        }, 
        {
            "number": "2-203", 
            "head": "1971-10-22", 
            "content": "My wife Bonita and I were lying in bed watching TV.  I was amazed when the girl on the screen took off her clothes, facing the camera.  She then lay down with her feet toward the camera.  Her pubic area had been shaved.  A man knelt over her with his penis out and erect.  I couldn't believe they were showing this on TV, even if it was a late, late show.  He penetrated her, and they started to have intercourse.  When he reached his climax, he quickly withdrew, and the camera zoomed in for a close-up of her finishing him off with her hand and his semen spurting out.  After that, Bonita and I had intercourse, and following that I masturbated.  I still had plenty, too, because the semen shot against the wall in several powerful jets.  Suddenly I realized that the window right next to our bed was wide open, it was light in our room and dark outside, and Beth Kenardi was talking to our neighbors down the hill from us over our fence, and we were in plain sight of them.  I knew they couldn't help but have seen us, and I was really embarrassed.  Later on, though, they were visiting us in our living room, and I didn't feel so embarrassed."
        }, 
        {
            "number": "2-204", 
            "head": "1971-10-29", 
            "content": "I was driving through northern Ireland alone.  I felt a tire go flat just as I was driving through some city (Londonderry?) and had to stop just short of an angry mob, and it made me very nervous.  I wanted to get out of there as quickly as possible, but I didn't have a jack.  I inquired at a small filling station nearby.  The guy working there was pretty busy, and was quite curt in his manner.  At first I was put off by it, but as I got used to it he seemed pretty friendly after all.  He got me a strange jack-it opened up rather like a straw umbrella.  I thought I could take it and change the tire myself, but he didn't have a lug wrench.  I don't remember how it all turned out, but the angry mob dissipated.  I don't know what they were angry about."
        }, 
        {
            "number": "2-205", 
            "head": "1971-10-29", 
            "content": "I was on a farm with Renee Perez and either her husband or Norman.  They had been hard at work plowing the fields and doing something else-they had had to make a special trip into town for whatever it was.  I came across an enormous snake in a ditch alongside the field.  It was curled back and forth several times, but I judged from its thickness that it must have been 20-30 feet long.  I thought about stabbing its head with a pitchfork, but they said it would bite me if I missed.  It was a \"black venom snake.\"  Later it poured down rain and flooded the whole field.  We stood in the doorway of a garage and watched it.  Renee Perez lamented the fact that the whole day's work was wiped out.  I tried to console her.  The three of us also stood together in the doorway and tried to keep the floodwaters out."
        }, 
        {
            "number": "2-206", 
            "head": "1971-11-24", 
            "content": "I was climbing mountains in Japan-now with Jim Duggan, now with my wife Bonita.  We had one last one to climb, and it was too steep.  It was green, but not wooded.  We were about halfway up and afraid to go any farther.  Someone said we should go back to Tokyo and go up the other side of the mountain.  So we walked along the side of the mountain, along a boardwalk like the one above the St. Lawrence River in Quebec City, until we came to a ferry or a subway, which we took back to Tokyo."
        }, 
        {
            "number": "2-207", 
            "head": "1971-11-24", 
            "content": "I was walking along a fourth floor corridor in a building complex at the university where I work.  I was running back and forth, like I usually am, between my office building and someplace else-probably the lab.  After doing this for some time, my legs began to give way in the classic manner.  I was struggling up a short flight of stairs when I saw Jean Longmire.  I told her about some trouble I was having with a tape recorder -- the take-up reel sticking -- and apparently was referring to my legs as well.  I was heartened when she said she had the same trouble, and she showed me her tape recorder .  She said she thought she knew how to fix it.  She went into a small closet or storage room and began going through some slides and looking at them.  I stood in the doorway, and casually put my hand on her butt-just to see how she would react, I think.  She didn't do anything, but I was startled by a voice to my left.  It was Sue Hoover.  She was just asking Jean a question, but I was embarrassed that she had seen me putting my hand on Jean's rear end."
        }, 
        {
            "number": "2-208", 
            "head": "1971-11-26", 
            "content": "I was at a party where Aaron Hamilton was appointed as a Supreme Court justice.  He went into a room to learn of the appointment and came out in academic regalia, not looking like himself at all."
        }, 
        {
            "number": "2-209", 
            "head": "1971-11-27", 
            "content": "I was going to go on a trip, but I was locked out of my apartment, so I went to Lucia Polletta's apartment, to which I had a key.  She wasn't there, but later she came in with a roommate, carrying some groceries.  They were surprised to see me.  There were two guys with them, and one of them, named \"Popeye\" (from Faulkner's Sanctuary, not the cartoon character) was a real bruiser and worried me.  He was rather surly, too.  In the parking lot outside, I saw Pedro Mendoza in a white Porsche."
        }, 
        {
            "number": "2-210", 
            "head": "1971-11-30", 
            "content": "I was in some sort of place like the Kennedy Center.  As I was going up some stairs through a very narrow portal, I met Marilyn Maher, who was coming down.  I came face to face with her, in hopes of making a kiss the obvious and convenient thing to do.  She turned aside somewhat embarrassedly, though, and later on she said, in a group setting, that I had her \"buffaloed.\"  By the way she said it, I interpreted it to mean she was romantically inclined toward me in spite of herself-but I was afraid I was only thinking wishfully."
        }, 
        {
            "number": "2-211", 
            "head": "1971-12-04", 
            "content": "I was on a train or some other conveyance that has sleeping accommodations, and I was sharing a bunk -- virtually a single bed -- with Frances Reed.  It was strange, because there was no privacy-all the beds were out in the open.  And although it seemed to be the policy to permit couples to share beds, there was a guy who kept coming around checking to see that there was no hanky-panky.  That was frustrating, but apparently I wasn't sure how Frances would react to any advances anyway, so I just lay in such a way that we were touching -- such as by having one of my legs across hers -- but I had to stiffen it in such a way as to prevent its full weight from resting on her.  Later I was going up to see Frances at Norman's apartment in New York."
        }, 
        {
            "number": "2-212", 
            "head": "1971-12-04", 
            "content": "I was with someone with whom I shared a mutual romantic attraction-I would guess either Kathy Clarkson or my wife Bonita before we married.  We were at Grandma's house in my hometown, and were in various states of undress throughout the dream.  It was Sunday, and we were looking at the comics.  Norman was there, and I was afraid he would catch us doing something.  Grandma came in, and we had to look normal real fast.  Then it was time to go somewhere, and Daddy was there with a car., but he couldn't get it started.  I was with him when he tried.  He got angry and came back into the house."
        }, 
        {
            "number": "2-213", 
            "head": "1971-12-05", 
            "content": "I threw some small pebbles at a skylight in the roof of some girl's room.  She was keeping my daughter Christina, and thus I was admitted to her room.  The girl was in bed, and Christina was in a bed next to hers.  While I was there, someone else began throwing stones against the window.  I think it was John Fouts.  I didn't want to let him in, but then I heard the voice of the girl's mother asking what was going on, who was there, etc., and announcing that she was coming in to investigate.  I grabbed the guy's arm and pulled him in through the window, and then I climbed out on to the room, making as little noise as possible.  It was night, and I planned to hide in some shadows on the roof right away, in case anyone looked out the window for me."
        }, 
        {
            "number": "2-214", 
            "head": "1971-12-05", 
            "content": "I was on some campus, and was flying all over the place.  It might have been a place I taught part-time, since I went to the department office to check my mail.  But it might also have been another university, since I was late for my English class; it was supposed to meet at 9:15, and I arrived between 9:20 and 9:25, and found the class meeting in a boiler room."
        }, 
        {
            "number": "2-215", 
            "head": "1971-12-05", 
            "content": "I was in the army, and was being transferred to a new duty station or going off active duty.  They had shipped me some things I had left behind, and I picked them up at some kind of express office.  My car's \"boot\" bag, for example, but it contained only a few baseball bats, no boot.  Also a box or sack containing several large hunks of cheese, some of which were quite soft and moist, but all of which were moldy.  After some indecision, I threw all of them away."
        }, 
        {
            "number": "2-216", 
            "head": "1971-12-06", 
            "content": "I was in some TV studio just before time for the 6 p.m. news.  The guy who was supposed to do the news hadn't shown up yet, and they were looking for someone to take his place.  They liked my voice, but I had the feeling they wouldn't let me do it because I was bald.  It was about 3 minutes until 6 when they began scurrying around trying to get someone."
        }, 
        {
            "number": "2-217", 
            "head": "1971-12-07", 
            "content": "I was at a military installation of some kind-a hangar, I think.  There was a girl hanging around wearing an open jacket with nothing on underneath it.  I came out of a door, and she opened her jacket all the way and offered herself to me.  I had never had such a direct invitation; I wanted to take her up on it, but there was nowhere around there to do it.  I led her over to a wall and sat her down on my lap, but was kind of embarrassed about screwing her right there.  Later on there were three cheerful-looking bare-breasted girls who offered themselves.  I felt all their breasts and particularly liked the last one's, which were large and somewhat soft."
        }, 
        {
            "number": "2-218", 
            "head": "1971-12-11", 
            "content": "We were on our way to the Lingerman's farm, traveling in an open wagon or a convertible.  Just before we got to the farm, we passed a big field on our right where two guys were preparing to duel-with swords.  The guy farthest away had a second, but the one nearest the road didn't.  I shouted as we passed that dueling was illegal.  They looked at me like I was crazy, but I added the observation that the one guy didn't have a second.  That guy then raised his hand in some kind of gesture that I couldn't make out because we were too far away by then.  I raised my hand and gave the peace sign in response.  He then gave his sword a big fling in my direction.  I was sure we were much too far away for it to reach us, but it fell distressingly close.  He came to get it, and I tried to speed up-but when he got it, we were closer to him than before, and he threw it again.  This time it veered like a Frisbee, and I could see it was heading straight for me.  It hit me in the side with considerable force and made a small slit in my side but didn't stick there.  It really didn't hurt that much, but I felt that I was going to die anyway.  I made it to the \"farm,\" which was actually Uncle Jack's house.  I crawled up to the porch, and that's as far as I could make it.  Someone came out to attend to me, and I found I had an enormous bruise all over my right side, hip, and back."
        }, 
        {
            "number": "2-219", 
            "head": "1971-12-11", 
            "content": "I was in a hotel or coed dormitory.  When I walked into my room, my roommate was there, along with two girls.  The girls didn't waste any time-they began undressing, and one of them pulled down my pants, knelt in front of me, and began giving me a blow job.   Later on I ran into Captain Stewart.  He remembered me and seemed pleased to see me.  We began to visit as we walked.  I noticed he was still a captain, and thought that was odd.  I was in uniform too.  He walked so fast that I couldn't keep up.  Sooner or later I was walking in a lightly wooded area along the bank of a small lake or pond at a military base.  There were a lot of people in the area, walking, and I ran into the same girl who had given me a blow job earlier.  She must have really liked to do it, because she led me to the side of a large tree, pulled down my pants, and began to do it to me again.  We were partially blocked from the view of passers -- by, but not completely -- but it felt so good this time that I really didn't care.  I worked it in and out of her mouth with increasing urgency, trying very hard to come in her mouth."
        }, 
        {
            "number": "2-220", 
            "head": "1971-12-13", 
            "content": "I was to be in a baseball game, playing catcher.  I was described as the \"offensive catcher,\" which I took to mean that they didn't expect much of me defensively.  I was a bit worried myself about playing the position, since I hadn't played it in so many years, but I was also excited about the challenge and proud that they had picked me.  When I tried to find a glove, though, I couldn't find a catcher's glove, and I couldn't get my fingers in the gloves I could find.  I was very frustrated, and it got closer and closer to game time."
        }
    ]
}