{
    "dreamer": "phil3", 
    "description": "Phil 3: retirement", 
    "dreams": [
        {
            "number": "3-001", 
            "head": "2004-01-08", 
            "content": "I am at some kind of resort with a few people I know-maybe three girls and at least one other guy, all of them younger than me, maybe students.  We leave the resort and are on a bridge high above a very large river, something like the Largo River Bridge in my hometown.  I wonder how deep the water is at that point.  We assume it was deep, and we all dive off.  When we come up, we start swimming back to the resort.  When we get there, it is time to go home.  After I begin to leave, I realize that I have left a towel or something behind, and I go back.  I have to go up some stairs, and when I come down, I see Doug Sterme.  He introduces to me to his son, \"Iran,\" and to his wife, whose name I can't remember, but she is a small Japanese woman with a round face.  I am surprised that his wife is Japanese."
        }, 
        {
            "number": "3-002", 
            "head": "2004-01-09", 
            "content": "I am playing hockey on a table which is pretty crowded with objects or food.  It seems that sometimes I am skating, other times I am just hitting the puck with my stick while sitting or standing by the table."
        }, 
        {
            "number": "3-003", 
            "head": "2004-01-08", 
            "content": "I am playing basketball in a gym.  The basket I want to shoot at is loose from the rim on one side.  I can barely reach it by standing on my tiptoes, and I am not able to reattach the clip that holds it to the rim, so I get a stepladder.  Then there are a couple of other guys-kids, really, at that same level, and two of them jump to the floor from the top of the stepladder.  It frightens me, because I thought they will hurt themselves, but they don't."
        }, 
        {
            "number": "3-004", 
            "head": "2004-01-08", 
            "content": "I am in high school or college, and after class is over, I want to throw a football around with other guys.  There is a regular football at first, but then it shrinks down to a size which is really too small to throw.  So I sit down on a bench with one of my friends and ask if we couldn't borrow one from the Phys Ed department.  He said we could but that it is really cold in there."
        }, 
        {
            "number": "3-005", 
            "head": "2004-01-10", 
            "content": "My wife Anita and I are moving to a new house.  It seems to be a large house, but I never have visited all the rooms.  What makes me feel uneasy about living in this house is that you can't see it-the entrance, at least-from the outside.  I don't really remember entering it, but every time I leave it, it is via some steps up from something which feels like a storm cellar, and you have to lift sheets of corrugated aluminum above your head.  I begin to have a sad and disappointed feeling about having invested in a house which you can't take pride in from the outside."
        }, 
        {
            "number": "3-006", 
            "head": "2004-01-10", 
            "content": "I am attending a conference and have gone out to get lunch.  Walking back, along a city sidewalk, it is a long way to where I am going, and at one point I encounter a steep rise-like a wall, really, and can't go around it; I have to get over it, and I don't have the strength to do so.  A mother and her child climb it, though, and at the top is a bed.  I struggle and struggle, getting almost to the top but not having enough strength to pull myself the last few inches needed to get my leg over the top and onto the bed.  Finally I make it, but I am exhausted."
        }, 
        {
            "number": "3-007", 
            "head": "2004-01-10", 
            "content": "I am in a house with several bedrooms.  It is dark, and I am not asleep.  It seems to be Uncle Jack's house.  I think Joe is sleeping in one of the beds in one bedroom, and in the other is a baby of about 3-4 months, with a light illuminating its face.  It looks very angelic, and I go over and kiss it."
        }, 
        {
            "number": "3-008", 
            "head": "2004-01-11", 
            "content": "I am on my way to teach a graduate class.  It is the first day of class, and I don't know exactly where the classroom is, though I do know the building.  On the way there I encounter Gracie Berry, who is going to be in the class.  I am a little embarrassed to have someone I know in the class, particularly a seasoned veteran like Gracie, because whatever the topic of the class is, I know very little about it, and I am not prepared for the first day.  I don't even have a syllabus.  We are also running a little late, so we start running.  Eventually we come to some kind of deep pit on campus-possibly even inside a building..  My textbooks fall over the side and land on a ledge several feet below.  When I try to climb down to get them, I can't reach them, and I end up hanging on to the edge, unable to go down or to pull myself up.  I am already probably 15 minutes late for class, and still don't know what I am going to teach.  Somehow I get rescued-from the pit, not from the class-and find the classroom, a small, narrow, claustrophobic room with no windows.  Robinette Schwarzeneggle is there."
        }, 
        {
            "number": "3-009", 
            "head": "2004-01-13", 
            "content": "Anita and I are sleeping on the floor of a gymnasium, along with a number of other people, including some relatives-Uncle Jack and Joe, I believe.  There is a golf course there, and I want to get up and play golf.  The two relatives get up before me and go to sign up to play.  I call to them to wait for me, but they have already left.  I am very disappointed, because I would much rather play with them than with strangers.  We start looking for a place to eat.  There are two cafes in the building, and both of them have a waitress whose body is painted black and white and looks like a cartoon character."
        }, 
        {
            "number": "3-010", 
            "head": "2004-01-15", 
            "content": "I am awaiting the end of the world with a sense of great dread.  I am looking through a wide window like the window of a spaceship, and can see objects flying at me."
        }, 
        {
            "number": "3-011", 
            "head": "2004-01-15", 
            "content": "I am considering marrying my ex-wife Bonita again.  I expect to feel a sense of revulsion at the idea, but for some reason I don't.  I do, however, feel great uncertainty.  I feel like the age I am now, but she seems to be the age she was then.  We are in bed together in her house.  We are getting ready to make love, she on top of me, and I don't feel very enthusiastic about the prospect.  She gets off, and is lying with her head at the foot of the bed when her mother comes in.  She seems a little upset--not at the fact that we are in bed together but at the way we are arranged.  At another point in the dream, I am coming by to pick Bonita up, and it turns out that on this particular night, her parents run a restaurant in their house.  The house is big, with more than one story, and the restaurant is very active.  I feel funny about just walking in, and in fact I am challenged by the maitre-d, but when I tell him why I am there, he lets me go in."
        }, 
        {
            "number": "3-012", 
            "head": "2004-01-16", 
            "content": "I am coming down a long fire ladder with a kitten in one hand and french fries in the other hand.  I drop the french fries, and they go skittering down the ladder.  Someone recovers them for me, but I am not sure that I want to eat them anymore.  I am very high up, maybe 10-12 stories, and I am very nervous trying to hold on to the kitten as I descend.  At one point I leap and grab the end of a dangling rope with something on the end of it, and swing a few times before dropping to the ground.  I don't know what has happened to the kitten by then."
        }, 
        {
            "number": "3-013", 
            "head": "2004-01-16", 
            "content": "I am in some kind of small western town.  There are horses in a field near a rail fence.  One horse glows purple in the setting sun, and the other orange; both have a kind of slick, shiny appearance.  I think it would be a great picture, but as I approach the fence, getting my camera ready, they turn slowly and walk off farther away.  By the time I am ready to take the picture, they are out of range, and clouds are passing over the sun.  There is a group of people in the field, and one of them, a young woman, holds a calf up.  I want to get a picture of that, too, but can't get there in time.  Then there are two guys standing on really tall stilts right beside a building with something like an open hay loft in it.  They are so tall that they are on the same level as the loft; the loft has people standing or sitting in it too.  Some people are taking pictures of that, but the sun is in my face, and when I go to get another angle, I have difficulty focusing my camera, and eventually I find that the men aren't there anymore.  It is a frustrating dream."
        }, 
        {
            "number": "3-014", 
            "head": "2004-01-16", 
            "content": "I am going somewhere, and have walked some distance toward another town when I realize that I have left my car behind and could be driving."
        }, 
        {
            "number": "3-015", 
            "head": "2004-01-16", 
            "content": "I am late to teach a Sunday School class, and am not prepared for the class.  The only thing I know to do is to assign each person to read a different chapter or different story in the book, and have them talk about it.  But I feel that that is obviously a waste of class time to do something that they could have done at home in preparation for the class if they had been told to do so, and I am afraid someone will complain.  Carl Scheibe is in the class, which surprised me, because there are different levels, like in language classes, and I think he should be in a higher level.  There is some scheduling conflict, though, that necessitates his being in this class.  I am really embarrassed about being unprepared in front of him."
        }, 
        {
            "number": "3-016", 
            "head": "2004-01-30", 
            "content": "I was going to eat breakfast at a school cafeteria.  It was summer, and I found that the main cafeteria was closed.  There was only a small counter where you could buy a few things that didn't need preparation.  I asked if they had cereal, and he said they did.  He named a few kinds that I had never heard of.  While I was making up my mind, I got a small carton of milk, and for some reason he also gave me a block of chocolate ice cream in a plastic bag tied with a twist-em.  Medea was there, too; when we went out to sit in the cafeteria, I realized that I had forgotten my cereal.  When I went back, there was no one there.  After waiting a while, it began to be one of those dreams where there is a long delay, and when I eventually went out to the seating area again, Medea was gone."
        }, 
        {
            "number": "3-017", 
            "head": "2004-01-30", 
            "content": "I  borrowed a horse from Cal Ripken.  I was trying to carry a number of things with me and having trouble doing so.  Eventually I left the horse somewhere and forgot about it for a while.  When I remembered, I was worried about what I was going to tell Cal."
        }, 
        {
            "number": "3-018", 
            "head": "2004-02-01", 
            "content": "A little bit jumbled.  Bill Caldon was in it; I was surprised that he was still living in a submarine.  He said he had been living there 15 years.  I had either forgotten or assumed that he was no longer living there.  I think it was docked in The city where I work.  I assumed it was above the water, and he said it was \"most of the time.\"  I met someone else who was living there, too-don't remember who, probably a Korean student who was in the same dream and who introduced me to another Korean student in the cafeteria.  The latter was so tall that he had to stoop a little not to hit his head on the ceiling beams.  He was the biggest guy I had ever seen.  I ran into him again later in the library, where he was just leaving a study carrel."
        }, 
        {
            "number": "3-019", 
            "head": "2004-02-02", 
            "content": "I was meeting my class for lunch at a sidewalk restaurant downtown.  About six of the students were there, but there were about four others missing.  We waited a long time, and I began to be very anxious that I hadn't given them the correct directions or something.  After a while I got up and began to walk around the streets, and finally spotted them at another sidewalk café.  They saw me and got up to come with me.  I was afraid that the other students would have left by then, but they were still there."
        }, 
        {
            "number": "3-020", 
            "head": "2004-02-03", 
            "content": "I was in a room with George W. Bush and a couple of other people.  Bush and I were throwing a tennis ball back and forth when suddenly he started acting as if he was having a heart attack and fell on the floor.  Others in the room were alarmed, but I was pretty sure he was joking.  I went over and reached into his shirt and pulled the tennis ball out from around his shoulder.  There was another tennis ball under his shirt around his stomach."
        }, 
        {
            "number": "3-021", 
            "head": "2004-02-03", 
            "content": "I was at the last university I taught at looking at English Competency Exams with Mitch Roemer.  Sue Healder was also there.  I kept looking for blank evaluation sheets to use, having just seen some a minute or two before, in a stack of competency exam papers, but I couldn't find them again, and I got very frustrated.  Eventually I realized that the exams were old and they weren't given any more, and why should I waste my time with them anyway, and threw them away.  I did worry a little about whether the old files should be preserved, but then realized that I didn't work there anymore anyway, and so it was no skin off my back."
        }, 
        {
            "number": "3-022", 
            "head": "2004-02-04", 
            "content": "I was planning to play softball with some guys that I didn't know very well.  I understood that the game was the next morning at 9 a.m., but I didn't know where it was to be played.  Someone gave me a number to call at a military academy, and I called and found out the field we were to play on.  After I hung up, though, I realized that I hadn't asked for directions.  One of the guys said just to ask at some office-I forget which one-but of course I didn't know where that office was either.  But then the game was to take place right away, and the guys were heading from one field to another.  When I had crossed one field, I remembered that I had left my glove and other stuff at the field we were leaving, so had to go back and get it.  Then I also found that I had no sneakers, only a pair of loose-fitting loafers.  I decided I would have to play barefoot.  I ran a few sprints to find how it would be, and I found I could run really fast, and turn on some extra speed for short bursts.  Then there was a little girl that I had to take care of.  She had on a sweater that was all tangled and twisted.  I decided I would have to take it off and put my sweatshirt on her.  I needed someone to help me get it off of her.  By this time, I didn't know where the other guys had gone."
        }, 
        {
            "number": "3-023", 
            "head": "2004-02-05", 
            "content": "I was a student at some university.  Claudia Limmer asked me about what I was going to take the next semester.  I told her Christian Ethics, Probability Theory, and two others that I don't remember.  But in my heart I knew that I wouldn't come back, that I just didn't belong there and I wasn't even attending the classes I was in this semester.  After I talked to her I went to a class that I was unprepared for.  The teacher was a young woman with a long, narrow nose and a saffron robe like a monk.  Later on, I was in a room when a large group of women who looked similar and wore similar robes-Buddhist nuns.  I said that one of them had been my teacher, but all denied it.  They were going to perform some kind of experiment on me, and one of them put a cloth (but more like a soft Brillo pad) soaked in ether over my nose.  I knew that it was pointless to try to struggle, but I held my breath a long time, to make them think it wasn't doing any good and perhaps give up.  But they were persistent.  Fran Nguyen kissed me, and I told her that if she would do it again, I would breathe so that I would fall asleep."
        }, 
        {
            "number": "3-024", 
            "head": "2004-02-08", 
            "content": "I was in Greece, in a big city.  My wife Anita was at the hotel, and I think I had been attending a conference.  I was trying to find my way back to the hotel.  The city was an amazing place: there were huge buildings, unusual designs, new buildings under construction, and walkways that connected many of the buildings inside, and lots of stairs and escalators and narrow twists and turns.  I came to one open excavation which seemed to be as deep as a skyscraper was tall, and I recoiled in fright from the edge of it.  I came to another room which was a huge empty carpeted room with all glass on one side.  A couple of people were talking in the middle of it, and one of them offered to assist me.  I was totally lost.  One staircase was labeled \"Men\" and \"Women.\"  I went down expecting to find restrooms, but instead found myself in a pornography shop, but instead of peepshows and magazines, there were long, narrow, open booths with women and men sitting on benches along both sides, the women in various stages of undress, but none completely naked.  I was very uneasy and got out immediately.  Soon after I left a man who was following me began talking to me; that made me uneasy too, but he seemed genuinely friendly."
        }, 
        {
            "number": "3-025", 
            "head": "2004-02-12", 
            "content": "I was in some mountains, looking down at a very large lake far below.  You could hardly tell it was a lake because the water was so clear and did not refract light, so you could see the green fields of a meadow beneath it just as if you had been looking down on it from an airplane.  The name was Long Lake.  There was a steep, narrow gravel pathway going all the way down the hillside to the lake.  I thought it would be fun to go down it on a bike, but I didn't know how safe or easy it would be, because of the gravel, and I didn't know how difficult it would be coming back up, or if there was another way.  I saw Jackson Weinstein riding his bike up the trail, so I thought I would wait for him and ask him."
        }, 
        {
            "number": "3-026", 
            "head": "2004-02-13", 
            "content": "My wife Anita and I were at a conference in San Francisco.  We hadn't yet checked into our hotel, which was a Marriott across the street from the main conference hotel.  Anita stayed there with our bags while I went across the street to check our room-and the hotel in general-because it looked pretty dumpy-a single white wooden door to the hotel, with no marquee or anything.  When I opened the door I found there was no lobby and no guests to be seen; I walked down a narrow corridor with frayed carpet leading to another white door, of the old-fashioned style like in the Lingerman's house.  Tentatively I opened it, and there was the registration desk-just a small room, with a single desk, and one woman working there.  I told her we had a reservation, and she didn't find it.  She said they had no rooms.  I was upset, because we had a printed confirmation in our luggage across the street; I told her I could produce it, and that I would never stay at a Marriott again if she turned us away.  She seemed to want to be helpful, and asked me to wait while she searched again.  I wasn't even sure I wanted to stay in such a place, but it was so convenient that I waited, and sure enough she did come up with a room-probably one they were holding in reserve."
        }, 
        {
            "number": "3-027", 
            "head": "2004-02-13", 
            "content": "I was sitting in the front seat of my car, parked in the carport of our house.  There had been a party the night before, and apparently I had slept in the car, because I had on pajamas or a robe.  Malika Awadi came up and Louisa Spears came out of the door to the house at the same time.  Louisa said they were leaving.  Malika kind of hung around until Louisa had left, then she asked if she could talk to me about something.  I told her to get into the back seat of the car.  I said I would have to go in the house and get dressed first, and she asked me if she could borrow $1.75.  Some friend of mine was working on another car parked next to mine, along with another guy.  I asked my friend if he had $1.75 I could borrow and give to Malika, but he was just about to slide under the car, and said I would have to wait.  So I went ahead and went inside to change.  A lot of people had been staying there, and the house was not ours but someone else's.  I couldn't find my clothes, my wallet, etc."
        }, 
        {
            "number": "3-028", 
            "head": "2004-02-17", 
            "content": "This is pretty much a jumble, and I don't remember the order.  In one part I was cutting through the pavement of a plaza in front of a church.  I don't remember why.  I had permission from someone to do it, but I'm not sure it was someone in position of authority, so I was still a little afraid of getting caught.  The saw had a very short blade, and it was clearly going to take some time, especially since I had to cut through from one side to the other in about three different directions.  It cut surprising easily, though.  At one point I saw some clothing in the hollow beneath the pavement that I cut open.  I recognized them as belonging to my wife Anita and me.  I cut a hole and thought about making it big enough to put my fist through and retrieve them, but then I realized that it was clothing we had gotten rid of, so didn't see the point in getting it back."
        }, 
        {
            "number": "3-029", 
            "head": "2004-02-17", 
            "content": "I was being watched by a boy of about 10 who was really obnoxious.  I don't remember what he did to make me mad, but we kept verbally sparring.  I told him he was very rude to talk to older people the way he did.  When he finally said \"Fuck you,\" I really got mad and got up and roughed him up a little and pushed him out of the area where I was working.  I think I said something like, \"You don't have any religion, and you are going to go to hell,\" and he started crying.  He became much smaller then, and I almost felt sorry for him.  He was going to go home and tell his father, and I was afraid I would get in trouble."
        }, 
        {
            "number": "3-030", 
            "head": "2004-02-17", 
            "content": "A group of people I knew returned from running an errand in the car.  Carole Warner was one of them.  They had brought something to make some other repairs of the patio or porch and brick wall just outside a house.  I told them that the brick wall had recently been fixed and didn't need it again."
        }, 
        {
            "number": "3-031", 
            "head": "2004-02-17", 
            "content": "I was riding sitting in the trunk of a car between two other guys.  Our feet were dangling behind the car, sometimes sliding on the pavement.  I was a little nervous, afraid we might hit a bump or something and fall out.  The car was driving in town, and we were only going a short distance, but it turned out to be a little farther than I thought, and the car sometimes drove faster than I expected.  When we finally got where we were going, a man whose car was parallel parked on the street shot someone in front of us and got into his car.  I was really shocked; I hadn't seen anyone shot before.  As the guy was getting out of his parking place, I tried to memorize his license plate, but not to look too conspicuous doing it.  It was a long number-a combination of 8-10 numbers and letters, not sure what state.  I felt I couldn't remember the whole thing, so I tried to remember the first four and the last two or three.  John Forster was there, and he was also trying to see and remember the number.  He wasn't as inconspicuous, though, and the guy got mad at him for doing it.  John tried to tell them that I did it first and gave him the idea.  I was afraid that the guy was going to come after me."
        }, 
        {
            "number": "3-032", 
            "head": "2004-02-17", 
            "content": "A woman who was lying on her back pulled her long dress gradually up her body, revealing that she didn't have any underwear on.  When she had uncovered her breasts, she pulled the dress back down again.  It looked like an invitation, but I don't remember what happened next.  I think there was another woman who had left the room temporarily."
        }, 
        {
            "number": "3-033", 
            "head": "2004-02-19", 
            "content": "I was in an Arab country, on a college campus.  I was under arrest for something.  I was not confined, but was atop a very high bed, too high to jump off.  People were walking around down below anyway, so they would have seen me. My wife Anita was there, and I was trying to find a time when no one else was looking and I could drop something down to her (a note? my keys?).   Eventually I got off somehow, and as I was walking through the campus, I saw a several guys sitting in a curved booth.  I asked them if they knew, or had seen, Ron Nadner.  They pointed to one of the guys sitting there, and he admitted to being Ron Nadner.  I couldn't believe my eyes.  They guy looked nothing like Ron.  He was slim, with sandy hair, and was wearing a cowboy hat.  I suggested we go somewhere and have a cup of coffee or something.  So they all got up, and as we wound through the narrow streets of this campus, we somehow got separated, and I couldn't find them again.  I was frustrated."
        }, 
        {
            "number": "3-034", 
            "head": "2004-02-19", 
            "content": "Marty Ardol and Joe Roy had come back from a trip and parked outside Joe's house and spent the night there.  I went in the house with Joe, and there were lots of women preparing food.  There was hardly any room for us to move around.  I wondered if he actually still lived there."
        }, 
        {
            "number": "3-035", 
            "head": "2004-02-19", 
            "content": "I was watching some guys play football.  I wanted to play, and I thought I could kick field goals and extra points as well as anyone else, if only I had a shoe with a square toe."
        }, 
        {
            "number": "3-036", 
            "head": "2004-02-21", 
            "content": "I don't remember much about this dream, only that I was in Don Bunner's office, and his office was in a barn and opened directly into a corral where there was one or more horses."
        }, 
        {
            "number": "3-037", 
            "head": "2004-02-22", 
            "content": "My wife Anita and I were going somewhere on an interstate bus.  We were the only people on the bus.  The driver was a woman.  We passed some rock formations that were very attractive to me for climbing and hiking, and I asked the driver if she could stop.  It took some maneuvering for her to turn the bus around or back up-I don't remember which, but she went to a lot of trouble; I was surprised she would do it, because I thought it would throw her off schedule, but she didn't seem to mind.  She did leave us, and later on we had to decide whether to hitchhike or take another bus.  I think we actually found a bus station and found that there was no bus for the rest of the day, and we didn't know what we were going to do.  I'm not really sure about this."
        }, 
        {
            "number": "3-038", 
            "head": "2004-02-22", 
            "content": "I was staying in a cabin with a lot of people.  It was nighttime, and they all decided to pile into a convertible and go somewhere.  I was the only one who chose not to go, and they were sort of surprised by my decision.  Later, the cabin I was staying in, sleeping on the floor in a sleeping bag, became one of the departments in a department store, and I was embarrassed to be lying in the middle of it while people were trying to shop."
        }, 
        {
            "number": "3-039", 
            "head": "2004-02-23", 
            "content": "Some guys were getting ready to play basketball in a gym.  They chose sides and one of them chose me.  Unfortunately, I didn't have shoes.  At first I thought I could play barefooted, but after testing it by running around a little bit, I realized that I would end up with blisters just like I did one time at my alma mater, so I asked them to wait until I ran and got my shoes from my dorm room.  It was already 20 till 10 at night, and they weren't very happy about waiting, but I went as quickly as I could to my dorm room.  Fortunately I was able to find it from memory.  When I got there, someone was asleep on the floor.  He woke up and said that he was only there temporarily.  I ignored him and tried to find my socks.  Time was slipping away as I hunted for them.  I think I finally found some, but was worried that the game might have started without me, or might even be over."
        }, 
        {
            "number": "3-040", 
            "head": "2004-02-23", 
            "content": "I remember very little except that there was a kitten in it, and I had to coax it down from a high shelf like at the top of a closet.  I couldn't reach it, but I enticed it to the edge with something, and then it jumped and I caught it perfectly in one outstretched hand just like I had hoped to be able to do."
        }, 
        {
            "number": "3-041", 
            "head": "2004-02-25", 
            "content": "I was helping move some kind of equipment from a high place down to the ground by a series of very large steps like boxes.  The steps were so high that I was afraid of falling.  However, Colin Powell was there, and he showed me that it could be done."
        }, 
        {
            "number": "3-042", 
            "head": "2004-02-25", 
            "content": "I was setting up a breakfast, sort of like we did for students at the university where I worked.  Students started arriving before I had put out anything to eat, and I was embarrassed, but then I noticed that someone had indeed put out some bagels and a few sweet rolls on a table which I hadn't noticed before.  Later on, or in a different dream, the preparations were a little more elaborate.  It seemed to be an event at a nearby university, because Maro Smith was there.  He was speaking to the group and mentioned a play or a movie which was going to take place either that evening or on Friday, I'm not sure, and he asked me if I was going to come.  I replied that I was supposed to play baseball that evening in one place, and volleyball in another place, so I didn't know if I could make it."
        }, 
        {
            "number": "3-043", 
            "head": "2004-02-27", 
            "content": "Mary Shortte was in this dream.  I was trying to help her out of a high place like a tree house or barn loft.  I was on a ladder, but couldn't quite reach that high and had to ask her to drop into my arms and trust me to catch her.  My wife Anita was down below expressing her concern, shall we say.  Later I was trying to get into this high place myself; it was difficult and caused me some anxiety.  It was a long way to try to throw my leg up onto the ledge and try to pull myself up."
        }, 
        {
            "number": "3-044", 
            "head": "2004-02-28", 
            "content": "I was giving my first class of the semester.  It was a very large class.  When time ran out, everyone got up and started handing in bluebooks in which they had apparently done some in-class writing.  I realized that I had failed to ask for them, or to give them an assignment.  In the midst of their leaving and another class entering the classroom, I shouted that they should turn in their bluebooks, and I frantically looked for the syllabus to see what the assignment was.  I remembered that there was an article to read about Education in the Soviet Union, and something about reading \"the campus poster.\"  I thought the former was outdated, and the incoming teacher said they were to read the latter, so I shouted that they should also read \"the campus poster,\" although I had no idea what that was and realized that I would have to find out myself before the next class.  In the midst of all this confusion, my students were laying their bluebooks on a low wall at the front of the classroom, and some of them were sliding off.  I felt very unprofessional and was filled with anxiety. Later, I was in a faculty office.  Mary Kodd was there preparing something.  I thought she was going to be there only a short time, but it seemed she stayed several hours."
        }, 
        {
            "number": "3-045", 
            "head": "2004-02-28", 
            "content": "I was going somewhere by taxi.  It was to be a rather long trip, and I was already concerned about the cost.  At some point, either on the way or after not finding our destination and heading back, either my daughter Christina or my son Burt, who was with me, spotted the Ferris wheel of an amusement park on a street at a higher level than we were on, and back the way we had come, and he/she wanted to stop.  So I told the taxi driver to turn around, but he had to go a ways before he could do so, and then we didn't find any amusement park.  I was anxious that the fare was going to cost even more.  When we finally stopped, I was relieved that the fare was less than $5.00.  The driver was Indian.  For some reason, he gave me $5.00 and showed me his ID, and I was trying to figure out how to allow for the fact that he gave me $5 in trying to get the right amount out of my wallet to pay him and tip him generously.  I finally decided just to give him back his $5.00 and give him $6 or $7 more-but my wallet was stuffed with big bills, and I couldn't find a $5.  I decided to take everything out so that I could go through them more easily. In the process, a lot of checks fell out, and some of them had been shredded.  So there was paper everywhere, and my checks were scattered, and it was a big mess.   Sue Bailey and Frances Reed were there, and one of them commented to the other in my hearing that it was amazing that I was really very professional in other contexts.  I felt really embarrassed to look so foolish."
        }, 
        {
            "number": "3-046", 
            "head": "2004-02-28", 
            "content": "I was preparing for a faculty meeting at my former campus.  I was supposed to make some kind of presentation at the beginning of the meeting.  But there was to be a party after the meeting, too, and I was making some kind of orange pudding.  It was only a powder to be mixed with water, and I mixed it in a sink.  After stirring it up, I found that there was a layer of water on top of it, and I had to find a measuring cup to dip it off and not throw away pudding in the process.  That was kind of tedious.  It was time for the meeting to start, and I was still skimming water off, and then I had to find a bowl to put it in, because I didn't want to leave it in the sink.  I was desperately looking in cabinets for a bowl large enough to hold it.  While I was looking, Tran and Alai were also searching for bowls, and Tran told me that the meeting was starting.  Again I was filled with frustration and anxiety.  Carl Scheibe came to the front door-it was a temporary building something like the building my department is in at my former place of work.  His hair was in a big black Afro, and he was asking if anyone had seen Mo Cloward.  It was the second time he had been by asking for someone.  I told him, \"Carl, you never seem to get enough, because you are always asking for Mo.\"  He just smiled."
        }, 
        {
            "number": "3-047", 
            "head": "2004-02-29", 
            "content": "Our dog Roxie was lying in the street when a car came along.  I called to her frantically, but she didn't get up, and the car went past her.  It seemed to have just missed her, but when I went to her, she seemed to have one of her hind legs was badly out of shape, and I realized that that leg had been run over.  She wasn't crying or reacting in any way until I tried to pick her up, when she reacted in pain.  I was really upset, naturally."
        }, 
        {
            "number": "3-048", 
            "head": "2004-03-01", 
            "content": "I was walking along a country road when a car stopped and the driver, an attractive young woman, offered me a ride.  I think I was on my way to the Lingerman's.  The road ran right along the edge of an embankment above me.  At first I said no thanks, that it wasn't that much farther, but then I realized I had no shoes and the rocks and sticks were hurting my feet, so I accept her offer.  However, since she drove a car with the driver's seat on the right, which was right at the edge of the embankment, I couldn't quite figure out how I could get in, unless I climbed over her, or she moved over and let me drive.  Whichever it was, I did get in, and rode with her.  She stopped at some kind of country store, rather than the Lingerman's, and she and her family lived above the store.  I was really attracted to her, and when she went to her room to get dressed to go out, I decided to change my clothes and go with her if I could.  I changed from jeans to a pair of tan slacks, and from dirty sneakers to a pair of brown dress shoes.  But it took so long to find them, or to put them on, that by the time I got them on I was afraid she would already have left, so I went to her room, pulled out my cell phone, and used a function that sounded like a doorbell.  She was there, and had not finished dressing.  Her door was like a dressing room door, and she pushed a deck of cards under it and told me to pick one.  I took the top card; it was a six, and she said that was too high.  I took another one, and it was a zero.  She said that was too low.  The third one I drew was a three, and that gained me admittance to her room, but she had already gone.   While I was looking for her, Lila came in the room and said that she had some problem that the girl's mother, apparently, was going to take her to a doctor for, \"Dios le bendija.\"  I felt like I should offer to take her, but I wanted to find that girl first.  When I got downstairs, I found that she already had a date, and apparently was not really interested in me, just being nice to me by giving her a ride."
        }, 
        {
            "number": "3-049", 
            "head": "2004-03-01", 
            "content": "John Payne was in this dream, and after a while I was shocked to see that his right arm ended in a stump between the elbow and the wrist.  There was also something about falling in this dream.  I think I fell from a cliff at one point and managed to spread my arms and glide to a safe landing.  At another point, I was not able to, and fell hard on my face on a sidewalk.  It wasn't pleasant, but I was surprised I wasn't injured."
        }, 
        {
            "number": "3-050", 
            "head": "2004-03-02", 
            "content": "I went with some other guys to a mess hall to have breakfast.  Maybe we were in the military, but I don't remember any uniforms.  There weren't many in the mess hall, and it was pretty dark.  There was kind of an ominous feeling.  Someone said that another guy from our unit or group had been mysteriously killed; apparently there had been others.  Then we saw a couple of yellow parachutes drifting by the window, and for some reason we took it as a sign that someone else was going to be killed.  When we left to go to another building, on a city street, I thought I would be safe, because I only had to go about a block and a half, and there were a few others with me.  On the way, though, we encountered a group of guys who reminded me of guys I had known in high school, though I don't remember anyone in particular.  They stepped into my path and then surrounded me.  One of them hit me in the back.  I thought if I was tough enough they would let me go.  For some reason I even tempted them to hit me.  I tried to hit them but couldn't get any force behind my punches.  I wasn't really very afraid."
        }, 
        {
            "number": "3-051", 
            "head": "2004-03-02", 
            "content": "I took a jigsaw puzzle of the United States out of the floor of a closet and took it to another room where I was trying to glue it to a blackboard or some other kind of mounting surface.  But I found that at least half the states were missing, and I didn't remember seeing any more in the closet.  But when I went back, I started finding the pieces one at a time.  I remember in particular finding Arizona and a piece with all the New England states on it."
        }, 
        {
            "number": "3-052", 
            "head": "2004-03-05", 
            "content": "I was attending an end-of-semester faculty meeting at my former place of work.  Everyone was submitting their final grades, but I hadn't gotten the official class list that the grades were to be entered on, so I wasn't prepared.  I thought it might have been put in my box, and when I checked my box I found that it was stuffed, so I must not have checked it in a while.  There were enough copies of one issue of Readers Digest for my class, and a number of copies of some other small readers as well.  I was embarrassed that I hadn't gotten them to my class as I apparently was supposed to have.  But the grade sheet wasn't there.  I finally asked Jon Lane, whom I saw turn one in.  He gave me some sort of vague answer which wasn't any help.  I went through my briefcase/book bag desperately looking for it, and it wasn't there either.  I got so frustrated that I threw it into my cubicle, but I threw it too high and it sailed over the cubicle, flew across the room like a Frisbee, curved and sailed out an open window.  I wasn't sure whether anyone saw it or not.  I hoped it would land harmlessly outside, but I heard a loud scraping noise as if it had hit someone's car a glancing blow, and then I was really distressed, because it had my identification inside, and I was afraid I would be found and have to pay for the damage.  I was also worried about telling my wife Anita.  Finally I found a pile of the forms I was looking for--in plain sight."
        }, 
        {
            "number": "3-053", 
            "head": "2004-03-05", 
            "content": "I was playing soccer on a huge field, and the daylight was getting dim.  One player on my side was a Latin American guy.  He threw the ball to the other team to start the game, and I was amazed at how high and far he was able to throw it."
        }, 
        {
            "number": "3-054", 
            "head": "2004-03-05", 
            "content": "I don't remember where I was, but two men at a table told me that I had received some mail.  I was surprised to see two or three purple envelopes addressed to me, one of which had a hole torn in the middle."
        }, 
        {
            "number": "3-055", 
            "head": "2004-03-06", 
            "content": "Jeanne Noel picked me up in her little foreign car.  We were at the top of a hill, and instead of following the street down the hill, she turned off and started down on the grass.  It was very steep, and I was alarmed.  I protested, and she stopped right away.  I was afraid she wouldn't be able to back up on such a steep slope, but she was.  When we got to her apartment, it was about 10 p.m.  I went with her to the door, but didn't assume I would be invited in, because she didn't say anything about it.  Nevertheless, I followed her inside.  Don't remember what ensued immediately, but eventually she asked if we could have a \"one-hour honeymoon.\"  I said yes, and she lay down and removed her pants or skirt-not her panties or her top-and I began caressing her.    When it was time for me to leave (France), I arrived at a train station with my ticket.  It was almost time for my train to depart, so I had to hurry.  By some stroke of luck, I took a door which led me directly to the trains without having to go through baggage check or security or anything, thus saving some time.  But the first trains I found were not mine.  I told an employee \"Ce n'est pas mon train\" and showed him the ticket, and he told me to go downstairs to a different level.  When I got there, I saw my train-like a Metro train with the doors open.  Just as I saw it, it started to move slowly forward, the doors still open.  It wasn't far, and I thought I could run across the platform and hop in before the doors closed, but my sleeve caught briefly on a railing, and before I could disentangle it, the train was moving faster, and I knew I couldn't possibly make it.  I was really frustrated at missing it so closely.  I decided I would have to get a taxi to the airport, but doubted that it would get there in time, and I wasn't even sure which airport I was going to."
        }, 
        {
            "number": "3-056", 
            "head": "2004-03-06", 
            "content": "My son Burt and I were trying to find Jovan's apartment in a foreign city.  I think we had already been there a couple of days, and our time left was running out (but maybe that's just because that is so often a feature of this dream).  I thought the main street was Nishi, but then I realized that I was confusing this city with Kyoto."
        }, 
        {
            "number": "3-057", 
            "head": "2004-03-08", 
            "content": "I was on a campus.  The details are fuzzy, but I was flying, tethered by a long blue ribbon or nylon cord.  When I landed, the cord attracted the attention of a number of people.  They didn't seem so much amazed by my flying as they did annoyed by my use of this cord, which apparently belonged to the college.  Bob Morris was passing by on his way to class, and I realized I was supposed to be in his class.  I ran to my previous classroom, where I had left not only my books but apparently also my shoes and maybe even my shirt.  I found the classroom, but another class was in session, and a woman outside refused to let me in the door, despite my pleas."
        }, 
        {
            "number": "3-058", 
            "head": "2004-03-10", 
            "content": "Aliens were invading the earth.  I had run outside with others in the hopes that it would be safer than inside, but then strange things started falling from the air, from small fragments to bubble enclosures like the Mars landing vehicles.  We had to look at the skies and try to avoid coming in contact with anything which fell.  Martha Tuttle was in this dream.  She was going to go up in a glider for some reason-whether to counterattack or to try to escape, I'm not sure.  My wife Anita gave me some newspapers and trash to put in a trash room.  I had to go in several times, and every time I did I felt creepy; it was silent, and I felt like I was watching myself in a scary movie, right before something happens.  The last time I went in, with some loose newspapers, I saw a shadowy figure behind the window on the wall of the storage room opposite the door.  I woke up moaning loudly."
        }, 
        {
            "number": "3-059", 
            "head": "2004-03-10", 
            "content": "My wife Anita and I went to church-a small Protestant church like First Christian.  In fact, John Ellis was there, but the church was not configured exactly like that one.  The congregation was on risers, or in bleachers.  I didn't know where Anita was seated, and I looked for a place for myself.  It was crowded, and there was hardly anyplace to sit.  I found one near the front, at the end of a row, and sat down, but then realized that I was sitting in the choir.  Embarrassed, I got up and moved back farther.  Of course, it was harder to get to them, because they were higher in the back.  When I finally got settled, I realized that, while everyone else was dressed up for church, I was wearing pajamas.  So I got out of my seat again, and went to a back room to find a place to change clothes.  There were other people in the back getting ready for the service, including the minister.  I thought the service had already started, but they didn't seem to be the least bit concerned.  Someone was in the bathroom, so I had to wait, and I continued to be embarrassed.  When I finally went back to the sanctuary, I spotted Anita and sat with her."
        }, 
        {
            "number": "3-060", 
            "head": "2004-03-11", 
            "content": "One of the classic college dreams.  I was living in a dorm, but had stopped attending classes.  I missed my wife Anita and wondered why I was there.  I hadn't even called her in a couple of days, and felt bad about it.  There was another older guy in a nearby room, and we had a conversation about the group who sang some song.  I told him it was the New Christy Minstrels.  Later I was in his room before he returned, with a jug of water on his bed for some reason, and he remembered the name of the group as \"Dead Given.\"  When I was preparing to move out, I was shaving in bed, my eyes still droopy from sleeping.  I opened them only as much as necessary to look in the mirror from time to time."
        }, 
        {
            "number": "3-061", 
            "head": "2004-03-12", 
            "content": "I was at the large home of a patrician couple maybe 10 years older than me.  They were so similar to the Spears that I asked them if they knew the Spears.  They said they didn't, and I felt foolish about having asked.  Why would they, just because they are similar?  The woman made some coquettish remarks-something like how handsome I was-and her husband just grunted.  I didn't know if she was being playful or whether there was serious intent behind it.  Clouds started to gather and darken outside, it looked like there was going to be a serious storm.  I saw ragged wisps of cloud hanging down along the edges of the clouds, and I went out to see if there was going to be a tornado.  As soon as I looked out the door I saw a funnel not far from the house-a narrow one.  I ran inside and told the couple that there wasn't time to go to the basement-just to get under something.  The wife lay down in the kitchen, the husband lay under a table in the living room, and I lay near him with my hands over my head.  Fortunately, the tornado missed us."
        }, 
        {
            "number": "3-062", 
            "head": "2004-03-19", 
            "content": "Ted Kennedy and one of his nephews was in our living room watching a baseball game.  I was getting ready to take a bath and was afraid that he would leave before I got out and was able to talk to him."
        }, 
        {
            "number": "3-063", 
            "head": "2004-03-19", 
            "content": "I was with my violin teacher.  Before we started my lesson, she asked me if I had contacted \"Bobby\" yet.  Bobby apparently was a pianist who was to accompany me in a concert.  I realized to my chagrin that she had asked me this more than once before, and I kept forgetting to do it, and now the time for the concert was very close.  I was really embarrassed, but I had to tell her that I had not contacted him, and furthermore, I couldn't participate in the concert because I did not play the violin well enough, having not taken in lessons in 45 years or having played the violin since then.  I said I didn't want to embarrass her or myself by ruining the concert.  She was not happy, obviously, and had to start thinking of someone else to take my place on short notice."
        }, 
        {
            "number": "3-064", 
            "head": "2004-03-19", 
            "content": "I was in a hardware store when I felt a vibration under my feet.  I thought at first it might be a freight train passing near the store, but then it became too strong for that, and the whole building started shaking.  I asked someone if it was an earthquake, and they said yes.  At first I was going to lie down on the floor and cover my head, but I decided it would be better to run outside and try to get away from the building.  Another person and I got through a back door, but he told me to keep running, because the building was tall enough to fall on us.  I looked up, and sure enough it was like an office building-about five stories high, and all glass.  This guy kept pushing me, and I kept trying to run but was not moving very fast.  I was irritated that he kept pushing me, because I couldn't go any faster.  (At this point, I woke up.  Anita was pushing me to wake me up, and asking me if I was having a nightmare.)"
        }, 
        {
            "number": "3-065", 
            "head": "2004-03-21", 
            "content": "Gilda Folert called, and I answered the phone.  She said she was coming over soon, and that she and my son Burt were getting married.  I was dismayed, and asked Burt if it was true, and he said it was.  I asked him how and when he was going to tell Kelly, who was asleep.  I don't remember what he said."
        }, 
        {
            "number": "3-066", 
            "head": "2004-03-21", 
            "content": "We were vacating our house, and people were coming to look at it.  It was in pretty bad condition.  Particularly noticeable were the tracks where ivy had been pulled off of the front door, and all kinds of dried detritus from vegetation which had been in the bedroom.  Someone also suggested that we cut a hole in the front door and install a doorknob there."
        }, 
        {
            "number": "3-067", 
            "head": "2004-03-28", 
            "content": "We were packing to move.  Uncle Jack and Joe Duggan were there helping us.  The house was total chaos.  There were empty boxes, full boxes, unpacked items, things to throw away, to give away, to keep, all unsorted.  It seemed that no matter how much we packed, we never seemed to make any headway.  We also had trouble finding the right size boxes, trouble sorting the boxes for their various destinations.  Worst of all, there were several large bookshelves full of books, like a library.  I thought most of our books had already been packed (as they have been), and I worried about the weight and how to make a selection of what to get rid of.  I commented on how hard it was to throw away books, and someone-Mary Margaret, I believe-agreed with me.  As I was carrying a box through a narrow building, I brushed against a wall and found out that it had been freshly painted, and I had white paint on my arm.  Then I noticed that all the walls were wet with fresh paint, and that Uncle Jack had been painting them while we packed.  I was incredulous, and had to chastise him, though I felt uncomfortable chastising my uncle.  I think I just said, \"Uncle Jack, why in the world did you paint the walls while we are still packing??\"  A little later I noticed that the paint had been removed from one wall, and there was an ugly green wallpaper with a floral print peeling underneath."
        }, 
        {
            "number": "3-068", 
            "head": "2004-03-28", 
            "content": "Someone was chasing two Indians, who were suspected of some crime, down the train tracks, just ahead of an oncoming train.  Since they made no attempt to leave the tracks, for some reason, I assumed they would still be on the tracks when the train made a big curve and approached my location, so I planned to head them off.  When the train appeared, though, they were not in sight; instead, there was a man doing something to sabotage the train or the track-I'm not sure what.  I knew I would need a weapon to threaten him with, to force him to undo what he had done.  I went to a nearby tool shed and decided on an axe.  I told him he had made a serious mistake (at least that's what I wanted to tell him, but said \"done a serious thing\" instead) because he was messing with the federal government.  He was disdainful and refused to undo what he had done.  Before I could use the axe, he pulled a gun and aimed it at my chest.  I didn't really think he would shoot, but I was scared.  I didn't show it, however.  I looked him steadily in the eye and said, \"I'm not scared, because if you shoot me, a million people from the government will come looking for you.\"  He continued to point the gun at me in silence for a few seconds, thinking about what I had said, and then he fired twice in succession.  To my shock, I felt no impact."
        }, 
        {
            "number": "3-069", 
            "head": "2004-03-28", 
            "content": "I was at Bill Wallace's home.  He wasn't there, and I was looking for something-I don't remember what.  His mother was helping me.  I thought it was in the pocket of a pair of shorts.  She said she knew just where to look, and she pulled open the drawer of a chest of drawers which appeared to be full of jeans-long pants, anyway.  She took out one pair and pulled out a pair of green shorts from inside them.  I told her that wasn't the pair I was looking for, and commented with amusement that he liked to wear shorts underneath long pants."
        }, 
        {
            "number": "3-070", 
            "head": "2004-03-30", 
            "content": "I was teaching a university class.  There were very few students-maybe 8 or 9-in a rather large room.  I was trying to determine everyone's names, without much success, by asking the class as a whole rather than each individual.  Finally I asked a guy on the front row, and he said he would have to wait and see after the football season began.  I got really angry at that point, and began to rant and rave at them.  Then I started to go over an outlining assignment that I had given them the previous class and found that they either hadn't done it or had done it incorrectly.  But when I started to explain it to them, I realized that I wasn't well enough prepared to explain it to them.  So I was really embarrassed, especially since I had lectured them so angrily earlier.  I felt that the class was really unraveling.  Worse, I then realized that I was absolutely naked.  I left them and went to the departmental offices nearby to see if I could find something to put on. The class was meeting outside the building, so anyone passing by could see me, as could anyone in the building from the windows.)  All I could find was some aprons, which would have covered my private parts (from the front anyway), but they were brightly colored and feminine, and I feared they would just call more attention to me and be a source of derision besides.  Mary Kodd was in the dream, directing someone in straightening up or remodeling her office.  I could see her through a strange gap where two walls did not quite meet, but there was not enough space to squeeze through."
        }, 
        {
            "number": "3-071", 
            "head": "2004-03-31", 
            "content": "I was leaving a college campus, maybe where I once worked.  As I waited to cross the street, a car pulled out of the campus drive and turned left in front of me.  When the driver, a Chinese girl, saw me, she stopped her car right in the street and asked me if I knew what part of speech \"yochii\" or \"yochi\" was in Russian.  I told her I didn't know the word, but it sounded like it might be an adjective (if it was \"yochii\").  She said she thought it was a preposition.  Meanwhile, cars were stacking up behind her.  She finally drove away."
        }, 
        {
            "number": "3-072", 
            "head": "2004-03-31", 
            "content": "I picked up a Chinese newspaper in the library, knowing that I couldn't read it, and I was a little embarrassed that others might think that I could read it and that I was showing off.  There was a crossword puzzle in the paper, in English.  For some reason, I told someone that there was no such thing as professional translators, and then I thought about Anita and I wondered why I had said such a stupid thing."
        }, 
        {
            "number": "3-073", 
            "head": "2004-04-01", 
            "content": "I was lying in bed in a school when I remembered that I had invited Carl Scheibe to come and speak to my class.  I quickly got up and went to my classroom, where I found him already speaking to the class.  Most of the class seemed to be Chinese.  I was embarrassed about being late, but glad to see he had taken over without me.  I lay down in another bed which was in the classroom, my eyes heavy with sleep.  After a few minutes I realized that it was horribly inappropriate for me to be in bed half asleep while he conducted the class.  I started to get up, and realized that I was wearing only boxer shorts and a short t-shirt.  I didn't know whether it was worse to stay in bed, to get up in front of the class dressed that way, or to leave again to go get something else to put on, thus calling attention to the way I was dressed..  I was just anxious for the class to end.  When he was finished with his presentation, I hoped that the class would ask him questions to fill up the rest of the time.  It was 10:10, and the class ended at 10:20.  There were a couple of questions, but they didn't fill up the time, and I worried about what to do, since I had nothing prepared, and I didn't know what he had been talking about.  I wondered if it was all right to let them go 5 minutes early.  I didn't think so, since it was a public school about high school or junior high level, not college.  When he ended, though, he was talking about a ramshackle house which was in the classroom-something about its history.  Desperately trying to find something to fill the time, I looked in and saw a cloth clothespin bag on the end of a pole.  I took it out and asked the students if they knew what it was for."
        }, 
        {
            "number": "3-074", 
            "head": "2004-04-01", 
            "content": "I came home from work and rushed to a softball or baseball game where a team I played for was playing. The game was already underway.  I thought I was the on-deck batter, but then I noticed that my team was in the field, and there was no place for me.  At first I thought my team was playing the Detroit Tigers, because the batter had a Tigers uniform on, and I thought that it was strange that they would play an exhibition game against a ragtag team like ours-but then I saw that the other players on his team had regular clothes.  As I watched, the batter was hit by a pitch.  He glared at our pitcher, and then he took a few steps toward the mound, the bat held above his head in both hands.  Our pitcher took a couple of steps toward him, but then players from both sides held them back, and some shouted \"Bush.\" at the batter to chastise him for his actions.  I thought he was trying to emulate big leaguers."
        }, 
        {
            "number": "3-075", 
            "head": "2004-04-01", 
            "content": "I got in a van or small bus with some other people-all girls, I believe, and we headed across Widespan Bridge to the city where I worked.  I was under the impression that the game was being moved there.  On the way, we were discussing what kind of music each person liked.  A black girl riding next to the driver said that she didn't care about others, she was going to listen to her favorite music-from the 50's and 60's.  I slapped her back with enthusiastic approval, and said \"WMZQ?\"  I think I meant WYXR(?)  When we got to the city where I worked, we parked and they started getting out of the van and filing into some shop or department store.  I was greatly disappointed and asked about the game.  They said it was still going on in a nearby city, so I was faced with the prospect of walking back there and would probably be too late to get into the game."
        }, 
        {
            "number": "3-076", 
            "head": "2004-04-01", 
            "content": "I was on the ground facing a snake which was slithering toward me just as it did in The Passion of the Christ.  I had a pistol.  I fired once and missed; the bullet sailed lazily over its head, and I was worried that even if I hit it I couldn't kill it.  And sure enough, the second bullet went right into the snake's mouth without any effect.  The third one missed, and then the snake was too close and I woke up moaning."
        }, 
        {
            "number": "3-077", 
            "head": "2004-04-01", 
            "content": "I was at a resort hotel in the Philippines.  There was some kind of game going on that I wanted to join in, and it was some distance behind the hotel, with a big field and lots of trees in between.  I walked down the edge of the field just inside a fence, and passed a couple of people harvesting something in the field.  The second one, a black woman, spoke to me as if she knew me or was just friendly to strangers.  She said she was sorry that someone had died.  It was someone I had heard the news about earlier, but I don't remember the name."
        }, 
        {
            "number": "3-078", 
            "head": "2004-04-04", 
            "content": "I was driving Jovan Toski and his family somewhere in a small car with a manual transmission.  I told him it was just like the Fico, and he laughed.  I wanted to get across a wide river like the Largo  in my hometown, but I couldn't figure out how to get there in order to get where I wanted to go.  I kept coming back to a waterfront where the access was closed, and South Africa was on the other side of the river.  That wasn't where I wanted to go."
        }, 
        {
            "number": "3-079", 
            "head": "2004-04-04", 
            "content": "I was in the water.  I had gone out a ways from shore and was swimming back to where some people I knew were swimming.  I recognized Carole Warner.  I thought I also recognized Max Ardol, and I started to playfully slap him on the butt with my flip flop, but then I realized it wasn't him.  Carole Warner was pregnant, and this apparently was her boyfriend-Jim something."
        }, 
        {
            "number": "3-080", 
            "head": "2004-04-05", 
            "content": "I was at a resort hotel we stayed in once to collect my refund.  The house was even worse than I observed when my wife Anita and I were there:  There were dead fish on the floor, many of them cut open and rotting.  The owner wanted to show us a collection of mounted animal heads as if it was a museum, but all I wanted was our refund.  I heard two people discussing it and saying something about what was in the ad we were responding to, in a smaller type than the rest of the ad-a disclaimer about the conditions of the offer.  I told them there was no disclaimer, it was a very straightforward offer, and I confirmed it on the telephone.  So they wrote a check, and they told me it was on a pile of checks on a table.  I looked at the check, and found that my name was spelled wrong.  I dreaded having to ask them to write it again, but I had no choice."
        }, 
        {
            "number": "3-081", 
            "head": "2004-04-05", 
            "content": "I was in some body of water and saw a huge carp near the surface very close to me.  I looked all around for some kind of weapon with which to kill it, but being in the water, of course there was none."
        }, 
        {
            "number": "3-082", 
            "head": "2004-04-07", 
            "content": "Bertrand and Janie Therber were in town.  Janie's students were putting on a performance, I believe.  I don't remember much except for my wife Anita getting out of a car in a very tight blue costume like a ballerina or a bug or something; she had very wide epaulets or wings or something on her shoulders."
        }, 
        {
            "number": "3-083", 
            "head": "2004-04-07", 
            "content": "Henry Min lent me a canoe and sent me on a trip down a river that wound through a canyon-indoors.  It was like a business that he ran.  It was fun as far as it went, but it didn't go very far.  During this time, Anita called me on my cell phone to find out where I was.  She seemed not to be happy.  I planned to call her a little later, but something prevented me from it."
        }, 
        {
            "number": "3-084", 
            "head": "2004-04-07", 
            "content": "I was with some famous person, I can't remember who.  We both were naked.  We needed something, and he put on an apron to go out and get it, and I thought it was amusing, because anyone behind him could see that he was naked."
        }, 
        {
            "number": "3-085", 
            "head": "2004-04-07", 
            "content": "I was in a swimming pool and saw Tina Mayo there with one of her daughters.  The pool was on different levels.  She was almost ready to go back to work.  Maybe at the same swimming pool, there was a snake in the water-then I saw another one.  I got out and looked for something to hit them with.  I found a long tree limb.  Before I could get back to the pool, I encountered first one and then the other on land.  I hit them and killed them, cutting them in half and ensuring that the cut was close to their heads.  One of them was left with its mouth open wide, just like in a picture that was also in the dream.  There were lots more to kill, but when I started back to the pool, there was a door, and the door was over a slippery slope; I was afraid if I went through I would slide down and into the water.  I wanted to hit the snakes from outside the pool,"
        }, 
        {
            "number": "3-086", 
            "head": "2004-04-10", 
            "content": "I was staying with Norman Lingerman in an apartment or a hotel.  He wasn't there, but I was in his bed.  I had to urinate, and I tried to do it into a container while lying down.  As a result, it all spilled out and flooded his bed.  I was horrified and didn't know what to do.  I was embarrassed to let him know what I had done, but I also felt guilty about just letting it dry and not telling him about it.  I did the latter, though, helping it dry by fanning it, and eventually he returned and lay down apparently without knowing what had happened.  Later, some of his friends invited us to go camping and mountain climbing with them.  First we had to go up several flights of stairs in this building where they lived.  They went very fast and didn't seemed concerned about the fact that I couldn't keep up with them.  Eventually I lost them and so couldn't go with them on the outing."
        }, 
        {
            "number": "3-087", 
            "head": "2004-04-10", 
            "content": "I was going to dinner somewhere and did not know where I had parked my car, what address I was going to, or even the name of the person who invited me, a Japanese man."
        }, 
        {
            "number": "3-088", 
            "head": "2004-04-12", 
            "content": "It was time for our farewell open house.  When the first knocks came at the door, my wife Anita and I were still in bed.  The bed was in the living room.  Somehow we could tell that it was Frank Dryer and his wife.  I tried to quickly find something to put on before opening the door, but I couldn't, and I had to duck into the bathroom (which was also adjacent to the living room) while Anita opened the door.  Then I was stuck, because I couldn't come out, and I was embarrassed to call to Anita to bring me some clothes, because Frank and his wife were in the same room, and they would see that I wasn't ready."
        }, 
        {
            "number": "3-089", 
            "head": "2004-04-12", 
            "content": "There was a movable basketball goal, like the one across the court from us on.  There were a number of kids coming over to our house, and we were going to have a basketball game, but we were having a hard time getting the goal assembled.  The rim wasn't attached to the backboard, and we weren't sure whether to keep the rim at a low enough height that we could all dunk or to raise it to its proper height."
        }, 
        {
            "number": "3-090", 
            "head": "2004-04-13", 
            "content": "I was riding down in an elevator at the university where I worked.  At one floor the elevator stopped and a young man who looked familiar to me got in.  There was a sign on the offices on that floor that indicated they were the offices of the San Francisco Giants.  I was surprised when the man was very friendly, as if he knew me.  He asked me if I had any questions or requests, and I said, jokingly, \"I want to be drafted.\"  When we got out of the elevator, it was raining outside, and we sat down to talk before going out.  Then we both realized that we had forgotten out umbrellas.  He got up to go back and get his, but I wasn't sure where I had left mine."
        }, 
        {
            "number": "3-091", 
            "head": "2004-04-13", 
            "content": "I had taken my daughter Christina as a child on a horse-drawn buggy ride somewhere.  The details are a little fuzzy, but I think people were expecting us and didn't know where we had gone.  Mother, Aunt Wilma, and Aunt Thelma were all in this dream."
        }, 
        {
            "number": "3-092", 
            "head": "2004-04-14", 
            "content": "I was in bed asleep, and when I woke up, our open house was going on.  Peter and Irene Patrickson, and her mother, were sitting at my bedside.  I was embarrassed, and anxious to get up and get dressed, but they began asking me about how Lila was doing.  I tried to tell them about the macular degeneration, but couldn't think of the word \"macular,\" so I said \"retinal.\"  Irene's mother said she had had the same thing, and she really missed seeing things.  One of her eyes looked in a different direction from the other one.    When I finally got up and began to circulate at the party, I saw to my shock that not only was Robinette Schwarzenegger there, so was Judy Cookson.  I thought maybe Robinette was still living with Jerry and came on his invitation, but I thought it really took some nerve for Judy to come without an invitation.  I was surprised that Robin was there because sometime earlier in my dream, Jerry had come into an office where I was working-presumably at our department-and began to use the file cabinet.  Over his shoulder he thanked me for my invitation and said that \"Irina\" was going to come too.  I guessed that he had remarried.  Anyway, I got in bed with my wife Anita in another room and wondered how she would react to their being there.  I was afraid she would cause a scene by ordering them to leave, but I feared even more that she would make me order them to leave.  To my surprise, though, she seemed to be amused by the situation.  Our bed cover looked like the top of a stove, with burner covers.    I went outside, and found that quite a few people were outside, and that we were already in the state we were retiring to.  They had gone for a walk, looking around our property, and they had opened a section of fence between our property and a neighbor's who had livestock.  I was concerned about that, but didn't see any of the horses or cows around.  We lived on a mountain top, and the moon was shining on the snowy peaks of more mountains across the intervening valley.  It was beautiful.  I pointed it out to the guests, and they oohed and aahed.    As people began to leave, I noticed that some horses and cows had indeed come down from the neighbor's property through the fence.  I was really afraid that the neighbor was going to be really mad at me for letting them out, and I began trying to herd them back through the gap by running and shouting at them.  It worked fairly well, but I was anxious, because I needed to be telling my guests goodbye at the same time.  There was even one panda which had escaped.  When I ran at it, it began doing back flips toward the fence opening.  I was still trying to herd these animals, when I came back into consciousness.  I was aware that I was breathing heavily and thought Anita would worry and try to wake me up, but at the same time I was still in the dream enough to worry about getting the animals back through the fence.    I guess it was when I went back to sleep that I was telling the guests goodbye.  There were two young women leaving together that I didn't know very well; one of them I didn't know at all.  When they began to drive away, I remembered something that someone had told me about the route back-something about its being closed at some point, and an alternate route one would have to take.  I ran and stopped them, but I couldn't remember the details of what I had been told.  I spent a long time in frustration trying to think of it.  Finally I had to content myself only with having warned them that they might encounter a problem.  Later on, I was in a museum and encountered these same two young women.  The one I knew slightly was conducting a tour of the museum for some well-heeled visitors who were considering making a substantial donation.  The other woman, whom I had met only at the party, was apparently her assistant, not involved in the tour.  I was going to ask her if they had had any trouble coming back, and also for advice about seeing the museum, but I guess I woke up, because I don't remember any more."
        }, 
        {
            "number": "3-093", 
            "head": "2004-04-16", 
            "content": "Anita and I were on an elevator going down.  A couple of well-dressed guys got on, and one of them, apparently a lawyer, started telling me that he could represent me in some kind of case that I wasn't even involved in; I didn't even know what he was talking about, and I assumed he was joking, so I said, \"I assume you mean pro bono.\"  He just smiled cryptically.  By the time we got to the bottom floor another guy had gotten on the elevator-a tall guy named Kyle, whom I apparently knew, at least by reputation.  When the elevator doors opened, the elevator was 8-10 inches above the level of the floor, and I warned everyone to watch their step when getting out.  Also, just in front of the doors was a square shallow pit in which a number of dead bodies lay.  We had to be careful to step around that too.  Kyle, however, whom I knew to be an obnoxious and disgusting lout, walked right across them, even stepping on their faces.  When he got out, I wanted to slug him in the face and knock him back into the pit to lie among the bodies, but his back was turned to me and he was too tall for me to reach around and hit him in the face, so I punched the back of his knees with my knees so that they would buckle, and I pushed him into the pit.  Well, there was a narrow but deep trench around the platform where the bodies lay, and Kyle fell into that trench.  He hit the bottom and lay still, and I worried that I had killed him and wondered if it was justified for what he had done."
        }, 
        {
            "number": "3-094", 
            "head": "2004-05-25", 
            "content": "I was trying to keep up with some people, but I really don't remember much about that part.  The most vivid part was that I fell or had to crawl as I was leaving a building, and the ground was covered with dog excrement.  I couldn't help getting it in my mouth.  I couldn't particularly taste or smell it, thank God, but the idea of it and the mere sensation were horrible enough.  I rushed to a nearby water fountain in the hope of washing my mouth out, but there was not enough water coming from it to do a thorough job-and besides, there was more excrement on the fountain where other people had tried to do the same thing."
        }, 
        {
            "number": "3-095", 
            "head": "2004-05-30", 
            "content": "Alicia Wanger was visiting us.  While I was talking to her, my wife Anita started a major renovation job in our house:  She was un-attaching the walls that enclosed the pantry and turning it around 180 degrees so that it faced into the kitchen.  I was upset that she would do that without consulting me.  There was a certain practicality to it-I couldn't deny that-but it made a narrow passage in the kitchen and besides, we were only renting the house and didn't have the right to make renovations.  I tried to enlist Alicia's support in opposing the project, but she didn't seem to want to get involved."
        }, 
        {
            "number": "3-096", 
            "head": "2004-05-30", 
            "content": "I was on a college campus between classes, or just before a class.  As I sat on a bench, I saw John Kerry campaigning for president.  Grace Terry was campaigning against him.  She was handing out little slips of paper of irregular sizes, some of which were torn.  They didn't even have her name on them.  People were supposed to put them into a kind of ballot box.  I told her if she was going to run for president, she had to be a lot more organized and energetic and determined; she couldn't run such a slipshod campaign.  I don't think my advice had any effect; in any case I was late for class and had to rush off."
        }, 
        {
            "number": "3-097", 
            "content": "(2004-05-31) I was staying in some relative's house, and was supposed to sleep on a couch.  Daddy had been sleeping there, but he was going to sleep upstairs.  There was a Playboy magazine on the couch, and some other men's magazines, maybe all Playboy.  I wondered if they belonged to Daddy.  But then some vendor at a kiosk asked me if an outline map of the U.S., which had been cut from a black Playboy cover, belonged to me, I (or someone else) responded no, it belonged to Jude Law, who then appeared and claimed it.  When I came back to the house, a lot of other guys were there and were also going to spend the night at the house, so I lost my spot on the couch.  I don't remember what the final sleeping arrangements were."
        }, 
        {
            "number": "3-098", 
            "head": "2004-05-31", 
            "content": "It was rather late, and my wife Anita was waiting for me at home.  I was on a street corner, and some student whom I don't remember asked me if I wanted to ride in Annabelle Knapson's new car.  I accepted.  Annabelle Knapson was there, as was Ellen Cohen.  The interesting thing about the car was not that it was new but that it was a convertible, with the driver's seat in the middle front seat.  I had never seen a car like that.  While we were driving, I wanted something to eat, and we stopped at a big (tall) vending machine.  At first I thought it had candy bars, but when I went to buy something, I couldn't find any."
        }, 
        {
            "number": "3-099", 
            "head": "2004-05-31", 
            "content": "My wife Anita and I had been staying at a hotel and it was time to check out.  We had a lot of packing to do, and I was desperately trying to get back to the hotel in time.  When I got back to the hotel, Anita wasn't there yet, and I didn't know how we were going to get packed in time.  Then my son Burt arrived, and he was complaining that Anita had hung up on him."
        }, 
        {
            "number": "3-100", 
            "head": "2004-06-01", 
            "content": "I am sitting at round table in a departmental office with Jack Ramsay.  He is making preparations for his classes, and I am filing folders for test-takers, inserting new ones numerically into a batch which are already in order.  It is easy except for the fact that when you pick a bunch up together, they are and slide out.  Max Ardol comes in with a guy I have never seen and introduces him as Bob Bethel.  Says he wants to observe a class.  I tell him I don't have one because I am retired.  He says \"Welcome to the club.\"  I take that to mean that he is retired too.   Next, all those guys are gone, and Patrice Pottier comes in and sits down at the table with some paper work of her own.  I ask her if she can help me by inserting just two folders into a section which I give her.  She says, \"What, do they not want you to have a heart attack from overwork or something?\"   Although she is smiling when she says it, I take it as an indication that she sees the request as an imposition, and I am kind of taken aback.  I tell her it is only two folders and the others are already in order."
        }, 
        {
            "number": "3-101", 
            "head": "2004-06-01", 
            "content": "I return to an apartment where I have lived and find that I left our dog Roxie behind when I left about two weeks before.  I am appalled that I could have done that and am relieved to find that she is still alive and seems to be none the worse for wear.  I wonder how she survived.  At some point I am on the phone talking to Bob Fox, and I tell him about it.  Then, I am returning from somewhere to a hotel where an academic conference is taking place.  I have found another dog, named Chelsea, a little shaggy dog like my sister Nancy's, and I either have been asked to bring it or take it upon myself to do so because it has been lost or left behind.  Sometimes it walks, sometimes I carry it.  Sometimes I walk, and sometimes I fly.  We go over fields, and I have to fly because there are fences.  There are livestock in the fields-live at first, and then, increasingly, partially decayed carcasses.  Most are horses; one is possibly a moose.  Eventually I reach the intersection where the hotel is located, and it is a colt I am bringing with me, not a dog.    I have to cross a big intersection near my home.  I start once and get across a couple of lanes and then am afraid I won't make it safely and retreat.  The second time, I get a break and make it across.  I am wearing a coat and tie and dress shoes, so I can't run very well.  When I get to the hotel, I realize that I have left the horse back across the road.  My plan is to go to my room and change and go back and get it.  But I stop at the mailboxes to check my mail and Bill Wallace and Norma King are there too.  The mailboxes are partially transparent, I can see there is something in there, though it is kind of hard to reach.  When I get it out, I see that there is a postcard from someone whom I don't remember, and there is a two page handwritten note written by Bill Wallace on behalf of him and his son.  It has been photocopied and distributed to people who attended a kind of sing along that we had held sometime previously.  I had been one of the singers, and the note mentioned me, but wasn't signed by me.  I remember the sing along, and remember that there had been only five or six people there, and wonder why he went to the trouble of writing a note.  I end up going back out of the hotel the back way, without having changed my clothes, to go back and get the horse.  I reach the sidewalk, and it goes uphill.  I am having difficulty walking, and want to go by the shortest route, but I am disoriented and am not sure how to get back to the front of the hotel.  I run into Betty Nettles, who is walking along the same sidewalk, and I ask her for directions.  She isn't sure either, and what she tells me, I don't believe.  I consider going back to the hotel and through it to the front, but calculate that that should be a longer distance, and I am really having trouble walking."
        }, 
        {
            "number": "3-102", 
            "head": "2004-06-02", 
            "content": "I am in the military.  Unlike in other dreams, I seem to be in the proper uniform-desert fatigues, yet I still feel like an outsider.  I keep worrying that my socks are going to get wet, but I see that I am wearing boots.  My unit is preparing to go to battle.  We are going in jeeps.  Everyone seems to be in pairs.  I ask one of the pairs if the jeeps can take three people, and I was told that they could, with one person in the \"rumble seat.\"  As I was coming up the stairs of a building, I met Dahlia Walters coming down.  I told her I was \"about to make war, not love, for a change.\"  She smiled and responded something which I did not understand-I interpreted it to be a book recommendation of some kind."
        }, 
        {
            "number": "3-103", 
            "head": "2004-06-05", 
            "content": "My wife Anita and I were cleaning up our house that we were moving from to a new state.  We had already sold it, and the new owners had already taken possession, but for some reason we were inside finding stuff we had left behind.  We were in the attic, which was a big place, not crawl space, and there were big clumps of dust clinging to all the walls which could easily be swept off.  There was an exit to the roof, where I found a lot of old clothes that had been intended for Goodwill and somehow had been left on the roof instead; they had gotten wet from rain.  There were also some nice building materials inside.  We asked someone --a realtor, presumably-if we could leave those, and she said we could.  We were going to clean everything up, but it was going to take some time, and we didn't know when the owners would come home and what we would tell them.  Anita apparently went ahead and engaged a cleaning service, because two men came, and one of them had a vacuum cleaner.  It was such a huge task facing us, that for a moment I was actually willing to pay them to clean it.  But then I realized we were under no obligation to clean it, because the sale had already taken place, and we had no responsibility whatsoever for any conditions which may have been present when they accepted the sale or which developed later, so I let the cleaning crew go."
        }, 
        {
            "number": "3-104", 
            "head": "2004-06-06", 
            "content": "I am on the campus of my alma mater.  I'm not sure why I am there, but it is night time, and I don't have a place to stay.  Or rather, I have a place to stay, but I'm not sure where it is.  I remember getting a room in the dorms, but I don't remember which one.  I find the dorm (which strangely faces University Drive), and I go in one of the entrances.  Michael Smith is coming down a staircase inside, and he asks me how to say something in \"essential Russian.\"  I think for a second, ashamed to admit I don't know, and while I am thinking a guy I don't know is coming down the stairs, and he says he is president of the \"Inessential Russian\" club.  He knows Russian very well and is able to answer Michael's question."
        }, 
        {
            "number": "3-105", 
            "head": "2004-06-06", 
            "content": "I am in the army.  I have eaten already, but I enter the mess hall looking for some kind of electronic box on the wall.  I'm hoping it is at the front, because I am in my green uniform with my captain insignia, and I am embarrassed to walk past all the men eating there, many of whom know me but don't know I am a captain.  Unfortunately the box is not in the front, and so I do have to walk through the mess hall.  Most of the men are also in uniform, and I do hear a few sarcastic mutters of \"Ooh, a captain.\"   I don't find the box in the back either, and when I come back, I have to squeeze between one wall and the tables of men eating next to it.  From across the room I hear \"Yo ho Carlos.\"  I have the feeling it is directed to me, but I don't stop, because I'm not sure.  Then I hear it again, and I stop.  One of the guys not in uniform is talking to me, although he is looking in a different direction.  He makes some remark about my rubbing up against that dirty wall.  I look down at a piece of chalk I am carrying in my hand and lightly trailing against the wall.  It has a little dirtiness on the tip, but not much, and my uniform doesn't appear to be dirty.  I respond, icily, \"Does my touching this wall have some significance for you?\"  I considered saying \"Do you have a problem with it?\" but I was afraid that would sound like a challenge to fight.  He doesn't respond, and I walk out of the mess hall."
        }, 
        {
            "number": "3-106", 
            "head": "2004-06-08", 
            "content": "I am living in a nice community.  There is a very narrow dead-end hallway with a ceiling so low that you can't stand up in it.  I crawl into it and think how difficult it will be to paint it when I move.  I decide that I will have to have someone else do it.  The surface is rough and irregular like stucco, and it gives me claustrophobia just to be in it, not to mention painting it.  There is a opening, apparently to the roof, which I remember having used before but which someone has sealed up now."
        }, 
        {
            "number": "3-107", 
            "head": "2004-06-08", 
            "content": "I am in an alley behind a building at the university where I worked.   I note that they have widened the alley by taking off several feet of the restaurant next door and adding it on to the front.  It makes a wide, appealing, cobblestone plaza where it seems students will enjoy lounging about between classes."
        }, 
        {
            "number": "3-108", 
            "head": "2004-06-08", 
            "content": "Three friends of mine-I can't remember who they are-are discussing our basketball plans with me.  They want to know if I would rather play during the day then in the evening after work.  I tell them that for me, that would be much better; I'm not sure why.  I know I mentioned that it would be easier to find a court free then.  I tell them that if I were working, I could not play during the day, because I would get too sweaty, and it would take me a long time to have a shower and get cooled off to start working again."
        }, 
        {
            "number": "3-109", 
            "head": "2004-06-15", 
            "content": "My son Burt is missing.  I am frantic with worry, because he is only 3 or 4 years old.  When he turns up, I ask him where he was, and whether he has taken his medicine, which he has with him in a plastic vial.  He doesn't answer.  I ask him again and he still doesn't answer.  I become very annoyed at his lack of cooperation and tell him he will not give him anything to eat until he talks.  That threat doesn't get him to talk either.  Eventually he starts crying bitterly, and I comfort him, but I still want to know the answers to my questions."
        }, 
        {
            "number": "3-110", 
            "head": "2004-06-15", 
            "content": "I come to Burtand Kelly's house.  They have a house with a fenced yard.  Our dog Roxie is there, and I go to see her.  She doesn't show much recognition of me, and I am disappointed.  I don't know whether she has forgotten me or she is sick.  I see that one eye is white and puffy and disgusting, and I am shocked.  I don't know if it is permanent or whether it is being treated and will return to normal."
        }, 
        {
            "number": "3-111", 
            "content": "(2004-06-15) I am in a gym at McAdoo High School in my hometown.  A lot of people, both adults and kids, are there working on the hardwood floor, staining and buffing it.  They don't seem to have a system, and sometimes are walking on the fresh stain before it can be buffed.  I also notice that the floor slopes at one point like a swimming pool, and I wonder how it is possible to play basketball on that and whether they are going to fix it.  One of the people sitting on the floor staining it is Sonny Binkle.  When I walk past him, he playfully reaches out with his brush and puts a stripe down the pants which I am wearing, which are light tan slacks about the color of the floor.  It makes me mad that he has probably ruined a good pair of pants, but I try to make a joke about it by commenting on the similarity of the color of my pants to the color of the floor.  But I think about how I can get even.  Carole Warner is also there.  She remarks sarcastically to someone that they are fixing up the opera house with all these people and even me, Phil.  I interpret her remark to mean that I don't like opera.  The woman to whom the remark is directed says, \"Oh, everyone loves opera.\"  I think to myself, \"Oh sure, sister.\"  That part of the gym that they are working on has big logs crisscrossing the ceiling like a log house."
        }, 
        {
            "number": "3-112", 
            "head": "2004-06-16", 
            "content": "I don't remember why, but I am flying at night, over the tops of buildings in a city strung out in a narrow line, as it would be along a beach.  People on the ground are signaling me to increase my altitude, but I don't know why, because I am higher than the tallest building.  It's a good thing, too, because I don't seem to be able to increase my altitude.  At some point I am concerned that I am getting too far ahead of a group of people who are flying behind me, and I try to make a wide u-turn and go back.  I have to make a very wide turn, but there are power lines off to my left, and I don't want to chance running into them.  At one point I succeed in turning around, but my momentum makes me continue to fly in the same direction as I was going before, only backwards.  When we finally get to our destination, a military man awards some kind of certificate to those who have made the trip, but not to me.  I politely ask if I too might receive a certificate.  At first he says he cannot give me one, but then he goes and talks to someone else and decides he can."
        }, 
        {
            "number": "3-113", 
            "head": "2004-06-25", 
            "content": "My wife Anita and I find that our furniture is covered by a pink snow.  Winter is over, and I can't figure out why it hasn't melted.  But when I look more closely, I see that it is not snow, but tiny fibers which I assume are asbestos. I can see the fibers floating in the air, too, illuminated by sunlight.  I am surprised that Anita does not seem to be as concerned as I am."
        }, 
        {
            "number": "3-114", 
            "head": "2004-06-25", 
            "content": "I am walking on a city street with Jerry Schwarz and Jack Ramsay, on our way to have breakfast or lunch somewhere.  Michael Roemer comes out of a building that we pass, and we speak, but don't smile or shake hands.  He looks very drawn and tired.  When we get to the cafeteria where we are going to eat, I am behind them.  Someone I don't know is between us.  The waiting area is divided by a labyrinth of railings, and the ceiling is low and the walls are painted with large black and white squares.  The total effect is to make one dizzy."
        }, 
        {
            "number": "3-115", 
            "head": "2004-07-03", 
            "content": "I am sitting on a couch with Kathleen Corey and some other people from where I worked, presumably department heads. Another colleague is sitting opposite us in a chair, going over some enrollment figures with us.  I feel very awkward and out of place, but it seems I am needed to supply some of the information.  I don't remember what happens."
        }, 
        {
            "number": "3-116", 
            "head": "2004-07-03", 
            "content": "I am coming home from some school and going to the bus stop.  I am looking for someone, but I don't see her among the other school kids.  I cross to the other side of the street, and I realize I am crossing on red when I see a steamroller coming. I stop and allow him to pass, but he is turning left, and narrowly misses hitting me, especially with something extending from the back of his vehicle."
        }, 
        {
            "number": "3-117", 
            "head": "2004-07-03", 
            "content": "I am at Bob Fox's house.  I don't remember exactly why-I think it has something to do with picking up some clothes or changing clothes or something.  The house is nothing like his house in New England, more like the one near the university, except much bigger.  I can't find my way around and I stumble into two different rooms which are being rented out, and am very embarrassed about being in someone else's room.  In one of them, the guy is just going to the bathroom to take a bath, and when he goes in, he knocks some kind of electrical fixture into the bathtub, and sparks begin flying everywhere.  I tell him to stay away from it, but instead he gets in the tub to get it out.  I run to try to find Bob, finally finding a wooden staircase that takes me to a downstairs living room.  I call to him as I go down the stairs, and he answers.  I'm not sure he knows it is me."
        }, 
        {
            "number": "3-118", 
            "head": "2004-07-07", 
            "content": "I come upon a baseball game which is being played in something like a major league stadium, though not as large.  It is actually between games of a double header, and it is 11:15 at night.  I can hardly believe that they are going to start a second game at that late hour.  Furthermore, one of the teams has only one player.  I hope maybe I can get a chance to play, but I end up sitting in the stands, in left field.  John Forster is batting, and I can hear an announcer calling the play-by-play.  He says Forster hits a long drive down the left field line; that alerts me to look for the ball, and I see it coming directly toward the person sitting in front of me.  He ducks to one side, and I am able to put my hands up to catch the ball and cushion its impact just as it hits me in the middle of my chest.  I wonder if he has done it on purpose, and when I get a chance to talk to him, I remind me that he has done something similar on two separate occasions.  He claims not to remember it."
        }, 
        {
            "number": "3-119", 
            "head": "2004-07-07", 
            "content": "In possibly an extension of the previous dream, since it also involves John Forster, I am planning to commit suicide by ingesting some inedible substance and washing it down with a small quantity of gasoline.  John Forster and a couple of other people are there, and they show an interest in what I am doing, but make no effort to stop me."
        }, 
        {
            "number": "3-120", 
            "head": "2004-07-12", 
            "content": "I have been playing on a high school or college baseball team, with Roger Clemens as my teammate.  We are in the locker room after the last game of the season, and he is either graduating or has been drafted.  I wish him well and predict great things for him in the major leagues because of his amazing arm."
        }, 
        {
            "number": "3-121", 
            "head": "2004-07-12", 
            "content": "I have been spending the night somewhere-probably a hotel or motel room, and am trying to gather up all my belongings to meet some kind of deadline, possibly the departure of some kind of transportation.  I am amazed at how much stuff I have, of all kinds, and it seems that I will never get it all gathered up in time.  I think it is in this same dream, as I am leaving, that I run into Patrice Willis and Tina Mayo, who tell me that 10 or 12 students were struck by a minivan, and they don't know what their condition is.  Even though these two people are from my former university, it seems that the students were from a department at another university"
        }, 
        {
            "number": "3-122", 
            "head": "2004-07-21", 
            "content": "I encounter Kathleen Corey somewhere, and she is very pleasant.  I am not, and I ask her why she wasn't more pleasant the day I was called into the department chair's office to be fired."
        }, 
        {
            "number": "3-123", 
            "head": "2004-07-22", 
            "content": "I don't remember anything about the dream, except that Ranee Runapong, whom I haven't thought about for years, was in it."
        }, 
        {
            "number": "3-124", 
            "head": "2004-07-23", 
            "content": "I am at a meeting being conducted by an East Indian man.  When the meeting is over, I say that it seems appropriate to sing Kumbaya.  He isn't familiar with the song, so I tell him it is an African folk song, and I begin to sing it.  There is an African woman at the table, and she begins to sing it softly with me."
        }, 
        {
            "number": "3-125", 
            "head": "2004-07-23", 
            "content": "I am at another meeting, with Kathy Trump, and some teachers with whom I have been working on some project.  We are submitting it to her for her approval.  She suggests that we add an element of \"duo,\" an element of \"big,\" and an element of \"action.\"  I think that seems like a good idea."
        }, 
        {
            "number": "3-126", 
            "head": "2004-07-23", 
            "content": "On my way through the city where I worked, I hear Max Ardol's voice, talking on the phone.  I trace it to the patio of a house, apparently his, where he is sitting at a patio table.  I stand around waiting for him to finish talking on the phone, but he doesn't seem very interested in the fact that I am there.  When he is finished, though, he hands me a packet of photographs to look at.  I am surprised that they are all in black and white, and the people in them are no one that I know.  I wonder why he thinks I would be interested in those, and he is not interested in my move to another state."
        }, 
        {
            "number": "3-127", 
            "content": "(2004-08-04)\"Remember,\" said Barbara Chase, \"In the word smells, the 'l' is just the extra letter in 'mess.'\"  She was referring to Japanese streetcars, where people carry a lot of things that cause smells, especially fish.  I had left some of my belongings, including a 13-inch black-and-white TV, on such a streetcar, and I was desperate to get them back.  A Japanese man was calling the transit \"Lost and Found\" for me to see if it had turned up.  The Japanese name was used in the dream, but it didn't sound exactly Japanese.  When a group of female students arrived, I told them about it, using the term, and they didn't recognize it.  The man came back and told me that my belongings had not been found, and my hope of retrieving them was fading fast when suddenly I realized that the students had come on the same streetcar that I had, and if they knew about how long it took that streetcar to follow its itinerary and return to that stop, I could wait for it and get on and check for myself to see if the stuff was still there.  They weren't very sure about the time, though; they just giggled a lot."
        }, 
        {
            "number": "3-128", 
            "head": "2004-08-04", 
            "content": "Possibly earlier in the previous dream, possibly in another dream, I needed to take a shower in someone's house and change clothes.  My clothes were spread out on a shelf in the back of a car or in the above-mentioned streetcar.  With difficulty, I located some underwear, but I couldn't find a clean shirt and pants."
        }, 
        {
            "number": "3-129", 
            "head": "2004-08-04", 
            "content": "A number of former colleagues are involved.  The details are very fuzzy now; I just remember Jack Ramsey serving me a tiny glass-smaller than a shot glass-of some kind of white liqueur that was very tasty and made me want some more, but I was reticent about asking for more.  Marleen O'Hare, typically, was sympathetic to me for some reason; and Jerry Schwarenegger, typically, was boisterous. Jack went to get my mail, and came back with a packet of letters which he said were all from the same person.  I wondered if (and dreaded) they were all from Judy Cook, asking for recommendations."
        }, 
        {
            "number": "3-130", 
            "head": "2004-08-07", 
            "content": "I discovered a bear in our garage-a large one.  I hoped it wouldn't see me, but it did.  I got my son Burt's 22 and tried to shoot it, knowing that one bullet would not stop it.  Indeed, it had little or no effect.  I had difficulty reloading, one bullet at a time, and I had to cock the gun like a shotgun.  I had difficulty getting it back into shooting position every time.  Finally someone came with a bigger gun and shot it in the head."
        }, 
        {
            "number": "3-131", 
            "head": "2004-08-07", 
            "content": "I was at a faculty meeting at the university where I worked.  They were asking people about the plans for the semester, and I started to participate but realized that I wasn't teaching there any more.  I went looking in another office to find some masking tape to put over my mouth.  I couldn't find any, but found some duct tape instead."
        }, 
        {
            "number": "3-132", 
            "head": "2004-08-12", 
            "content": "The dream begins with Jim Duggan.  I tell him it is a coincidence that after not having been in contact with anyone in his family for so many years, I hear from two in one week (which I haven't.).  Then he becomes Joe Duggan, and we are discussing Jerry Seinfeld.  Joe is very critical of the show as being immoral.  I argue with him that just portraying selfish people doesn't make it immoral, that it is just entertainment."
        }, 
        {
            "number": "3-133", 
            "head": "2004-08-18", 
            "content": "I am teaching a class in a university.  I have assigned a textbook which deals with economics, and the students had a reading assignment from it for this class.  To my consternation, I have not read the assignment myself, and I failed even to bring it to class.  I call on some of the brightest students in the class to summarize the reading, and I ask them questions-but for my own information and clarification, not to test their understanding of the reading.  I feel very awkward.  At the break, I go to the bookstore, and I find that they have one copy of the text.  I hate to buy another copy, since I already have one at home, so I try to read as much as I can.  Pretty soon, though, the break has stretched into more than 20 minutes, and I am nervous about the bad example I am setting for the class by being late."
        }, 
        {
            "number": "3-134", 
            "head": "2004-08-19", 
            "content": "I am playing basketball on a playground with a full contingent of other players-the court seems kind of crowded.  I retrieve a loose ball which is about to go out of bounds, and drive to the basket at full speed, dribbling the ball high and surprising the defenders with my speed.  Just before I reach the basket, I see one of my teammates under it.  I leap to fake a shot, and pass the ball to him.  He is a little surprised to get the pass and fumbles it before he shoots.  He misses his first attempt, but gets his own rebound and makes his second attempt."
        }, 
        {
            "number": "3-135", 
            "head": "2004-08-21", 
            "content": "My wife Anita and I are having a party-perhaps our farewell open house when leaving our former home.  I have bought several vacuum cleaners to give certain guests.  Mary Barrett gets one, and Angi Krone (who is the last person on our guest list, with \"and dog\" after her name).  While some of the guests are leaving, and I am at the front door telling them goodbye, I hear a vacuum cleaner running.  I realize that it is Mary vacuuming, and I am embarrassed, because I realize that they may think I gave them the vacuum cleaners to vacuum our house rather than to take home.  And then I realize with horror how much all these vacuum cleaners has cost me, and I wonder if I can return them after they have been used, and what the store will think when I try to return six used vacuum cleaners."
        }, 
        {
            "number": "3-136", 
            "head": "2004-08-21", 
            "content": "I am staying in a large hotel for a conference.  I am supposed to meet some people for lunch, and I am inappropriately dressed-no shirt, I think.  I want to go to my room and get dressed properly, but I cannot locate my room in the labyrinth of the hotel."
        }, 
        {
            "number": "3-137", 
            "head": "2004-08-22", 
            "content": "My former wife Bonita and I are in a room in her parents' house.  She asks me to look at two small dermatological lesions of some kind on her lower abdomen-I can't remember what she called them.  I look, but I don't see anything.  She pulls down the waist of her pants a little ways, and her pubic hair comes into view.  I still don't see the lesions she is talking about, but I am aroused by seeing her pubic hair, and I reach in her pants and begin to caress her.  She pulls her pants off, and I caress her more vigorously.  Soon she is doing most of the work by undulating her hips rapidly against my fingers.  Finally she comes in a powerful, thrashing orgasm.  I am impressed by how fast she can move her hips, and I tell her so.  I too am naked, with an erection, and she reaches out and touches me, and even though I would like very much to finish, I tell her I will have to wait, because I am very nervous about being in her parents' house, and the closed door will arouse suspicion.  I start getting dressed, but she opens the door when I only have on my underpants and t-shirt, and I am embarrassed when a man comes to the door.  It isn't her father, but some other male relative, maybe an uncle.  He asks me what we are studying.  I sit down on the floor trying to conceal the fact that I have no pants on, and desperately look around for a book.  All I find is a children's drawing book.  I don't know what to tell him.  Later I realize that time is badly out of sync, that I am my present age, but Bonita is the same age she was when we were dating.  I go to find her and tell her.  I find her in an office or a classroom, with another person.  I ask her to talk to her in private.  Before she comes out, the woman who was also in the room comes out and asks me how to direct a young man to the restroom.  When Bonita comes out, I intend to ask her what year it is, and tell her it is that year for her, while for me it is 2004, and she and I have been divorced for more than 30 years; that I have been remarried for most of that time, and she has been living in a common-law marriage with someone else all that time.  I wonder if she will understand or believe me, because I don't understand it myself, but before I can ask her, I wake up."
        }, 
        {
            "number": "3-138", 
            "head": "2004-08-22", 
            "content": "I am trying to get to my class on time, and I am in a walk-in closet looking for something to wear.  First I am looking for shorts, but I can't find any, and I decide that that wouldn't be appropriate anyway, so I pick out a pair of gray slacks.  I have lots of different short-sleeved shirts hanging in the closet, with brightly colored and unusual patterns and fabrics.  I can't decide which one to wear, and it is getting later and later.  And the longer I take to decide, the fewer choices there seem to be.  Finally I pick one and rush to class, which is in the same building.  I run and slide down a ramp leading to the door, and into the classroom.  I am already 20 minutes late, but there is only one student there, a female.  I see a cockroach running across the floor, and I run to try to step on it, discovering in the process that I have on one shoe and one flip-flop.  While I am trying to step on it, another student, a male that I know, comes in.   The female student asks if we can go to the Capitol, and I tell her no, there isn't time.  The male student tells me he wasn't able to do the homework, and I tell him that I will accept it but count it late if he gives it to me the next day; after that I won't accept it."
        }, 
        {
            "number": "3-139", 
            "head": "2004-08-22", 
            "content": "I dreamed about boxes and a guest speaker who was unable to appear because she was stopped for speeding.  The audience tittered, and I inferred that this somehow meant that she was a prostitute."
        }, 
        {
            "number": "3-140", 
            "head": "2004-08-26", 
            "content": "I have been hired to do some kind of work that I know nothing about.  I am sitting at some kind of work table like a picnic table, with another employee who is teaching me, when a vehicle like a mail truck drives up, and an Asian guy starts asking me questions about what I am doing.  He is apparently an inspector of some kind, and I am embarrassed that I don't know what to tell him, afraid that I will get fired.  There are a couple of instruments on the table; one is about the size of a pocket calculator, reddish in color, in a kind of slide case; the other is a ruler.  He asked me what they are used for.  I have no idea about the first one; I tell him it is to measure the incline of two people as they lean toward each other in conversation.  I hope he doesn't ask me to demonstrate, but he seems satisfied by my explanation.  I tell him the other is to measure the distance between the two interlocutors.  It seems a pretty simple explanation, but he seems satisfied with that too."
        }, 
        {
            "number": "3-141", 
            "head": "2004-08-28", 
            "content": "It is the first week of classes at the university where I worked.  It is the day of our faculty meeting, and I have forgotten to notify everyone of it.  I put out a notice quickly and go get something for lunch.  I realize I haven't been distributing attendance sheets, and I decide that we will just be informal about assessing attendance; our teaching staff is somewhat smaller than usual, and I am confident that we will have to neither add teachers nor lay off anyone.  The part about lunch is very confusing; it is spatial-patterned in nature, not logical and linear-something about a classical painting and a division into seats in a lunchroom.  After this it becomes clearer:  I am heading back to the office, with a couple of pillows.  I follow a route, apparently a shortcut, that will take me through another building.  To reach the door to this building, I have to climb a long set of very steep steps, the top step of which is unusually high.  There are a lot of people waiting in line on these steps.  When I get near the top, the door opens, and a guy tells us that the Government Department, or the School of Government, is closed today and we can't come in.  Many of the people complain, and I tell them that I just want to pass through on my way to my office in another department, but they won't let me.  It is really frightening to go back down these steep steps, and when I get to the bottom, I realize that I have left my pillows up there.  Reluctantly, I go back up the steps to get them.  At the top, some women are working on a piece of cloth-maybe sewing, perhaps stitching a quilt.  As I start to go back down, my feet get tangled in this cloth and I trip and fall all the way down the stairs-not bouncing on the steps but falling past them.  To my relief, I am not hurt when I reach the bottom."
        }, 
        {
            "number": "3-142", 
            "head": "2004-08-30", 
            "content": "I meet Justice Clarence Thomas and the late Justice Abe Fortas.  I don't remember anything about meeting Justice Thomas except for mentioning the fact to Justice Fortas, and I don't remember a lot about the latter either, except for going down a very large outdoor stairway to his gardens, meeting him at the bottom of the stairway and being shown a huge living room through a large glass window; the living room had lots of comfortable couches and chairs at various angles in various parts of the room.  Fortas offered me tea.  He was very cordial, and quite young, nothing like in real life.  His house was in Texas.  I won the visit with him as a sort of scholarship, apparently.  I had a hard time of thinking of subjects to discuss on the same plane with a Supreme Court Justice."
        }, 
        {
            "number": "3-143", 
            "head": "2004-09-04", 
            "content": "I am late for an evening class (8:00), and I am not fully prepared.  I know what I am going to do-pairs of students will be assigned a short dialog to enact, with some follow-up activities based on the dialog.  But I have not yet decided which pair shall enact which dialog.  I could just assign them arbitrarily, but I have some reason for wanting to assign certain students certain dialogs.  I start to do it while the class is waiting, but it makes me feel pressured, so I give the class a break and go to another room, or to a cafeteria, to do it.  It takes me longer than I expect, and when I get back to class, it is after 8:30, and the students are hanging around in the hallway outside the classroom.  A number of them are grousing, as I feared they would, about my being so late, remarking to each other audibly what my lateness policy towards them was, and saying that I had been 51 minutes late for the last class, and now more than a half hour again.  I felt defensive about these remarks, but I knew they were justified, and I apologized to the class after it had assembled, but I told them they would find that this would happen in other classes they took in the university.  (I wanted to add \"with worse teachers,\" but I decided against it.)  The first dialog I assigned was between two students named Schulte and Epstein."
        }, 
        {
            "number": "3-144", 
            "head": "2004-09-04", 
            "content": "I was taking Mary Margaret and her baby somewhere in her car.  I don't remember whether she had asked me to or whether I had volunteered.  I also don't remember the destination.  In any case, when we got out of the car, we went to a small store like a 7-11.  I noticed that she didn't have KC with her, and asked where he was.  She said matter-of-factly that he was in the car.  I was shocked and alarmed that she had left him there and ran back to the car, where I found him crying.  She soon came back and got in the back seat with him to calm him down.  I also got in the back seat.  It was really crowded.  I couldn't sit facing forward.  I felt very affectionate toward her, and didn't know whether she would reciprocate it.  I think she did, because I was worried that someone from her family would pass by, recognize her car, and see us in an embrace."
        }, 
        {
            "number": "3-145", 
            "head": "2004-09-07", 
            "content": "I am in China, in the summer program at Hunan Medical University.  The program is a little different from before; now it is split into two consecutive sessions.  I'm not sure whether there are two courses in each sessions or only one, nor am I sure whether I am teaching in the first one.  In any case, I am not prepared to teach in the second session, and it is about a week before that session is to start.  I tell Martha Tuttle that I cannot teach in that session because I don't have time to prepare a class, and I didn't bring any materials with me.  I tell her I will stay and participate in other activities and perhaps give two or three special lectures on topics of my choosing; if that is not possible, I will go home.  I expect her to be upset, but she doesn't seem to be."
        }, 
        {
            "number": "3-146", 
            "head": "2004-09-08", 
            "content": "I am working at my alma mater.  I am in charge of a storeroom where I have stored lots of boxes which I hope to be able to use for a future move.  A man accompanied by a couple of higher-ups at my alma mater come to me and ask if this guy can use one of our boxes.  I don't like to give up my boxes, but what can I do?  I show him the boxes in the storage room, and fortunately he choose one which I would not have used anyway-a large wooden box with a hinged top.  He is going to use it for shipping some kind of old-fashioned computing machine, which I remember having seen in his department.   A little later, two women come by to pick up something which I made for them-some kind of model castle, I believe.  I have also made some kind of costume for them.  One is an Asian woman-perhaps an older student-and she puts a colorful basket on her head; it looks pretty good on her, and she likes it.  The other woman is Arab.  She already has a head scarf, but whatever the other costume is, she is happy with it too.  I have already been working past the hours I was hired for, and it is about 4:30 in the afternoon, but I notice that the supply room in the department where I am working is a mess, and I think it will make people surprised and happy if I clean it up.  The floor is covered with leaves and trash, and I begin looking for a broom.  Then I come to my senses and wonder why I should offer to do this for the people who fired me; I feel almost disgusted with myself for even having thought of doing it."
        }, 
        {
            "number": "3-147", 
            "head": "2004-09-08", 
            "content": "There is a Chinese prisoner in the custody of someone I know.  He doesn't look Chinese, and his skin is dark gray.  He seems to be a terrorist who participated in some horrific act like the attack on the school in Russia.  I want to take out all my hostility against him, and since he is a prisoner, he is at my mercy.  I inform his custodian that I am going to kick the prisoner in the head first, but I don't remember actually doing so.  I wake up before doing anything violent to him as far as I can remember."
        }, 
        {
            "number": "3-148", 
            "head": "2004-09-10", 
            "content": "I am the owner of a small clothing store or the manager of the clothing department of a bigger store.  There are four or five young people working for me as sales associates, most of them girls.  Two of them come into conflict because apparently a customer who was kept waiting got mad at one of them and the other one did not come to her assistance.  They are almost in tears.  I calm them down and gently tell them, \"I know you are both working hard and doing your best, so don't worry, I'm not mad at either one of you.  Just remember that you are part of a team; always be cheerful with the customer, and be alert for situations where you need to help each other out, so that you can give the customer the most pleasant shopping experience possible.\"  This is almost literally what I said.  It seems to reassure them."
        }, 
        {
            "number": "3-149", 
            "head": "2004-09-27", 
            "content": "I am in an office.  My desk faces the door, which is closed.  A woman is working at a desk to my left, against the wall, so that her back is to me.  She has an assistant, who has left.  The woman tells me, without turning her head, \"If you ever want to examine me, you are welcome to do it.\"  I am a little surprised.  \"Examine you?\" I say.  \"What do you mean, 'examine you'?  What part of you?\"  \"Any part you want to,\" she replies, and then I understand what she means.  I ask her if her assistant is coming back, and she says that she has left for the day.  I don't remember anything specific about what happens afterwards, but it is pleasant, and it becomes clear that her invitation was a euphemism for \"Anything goes\"."
        }, 
        {
            "number": "3-150", 
            "head": "2004-09-27", 
            "content": "I find myself naked in a public place somewhere.  When I realize it, I ask someone to get me some clothes.  No one seems as concerned as I am, but I am mortified."
        }, 
        {
            "number": "3-151", 
            "head": "2004-09-27", 
            "content": "My wife Anita and I go to a Greek restaurant on the Mall in the city where I worked before retiring to a more rural area.  It is all outdoors, and there is no building.  As the host takes us to a table, I see that the menu is in the form of little signs stuck in the ground, one for each dish on the menu.  They are too small and too close to the ground for me to read.  I wonder how I am going to be able to make a selection from my table, since they are scattered all over the grounds of the restaurant."
        }, 
        {
            "number": "3-152", 
            "head": "2004-09-28", 
            "content": "I go into the half bath in our house.  Instead of a small room, it is a large room, about the size of the master bathroom, but with no plumbing fixtures at all, only a large square pit in the middle, about 15 feet deep.  The floor of the bathroom is rough and uneven concrete, the walls of the pit are painted, with the paint flaking off, and at the bottom of the pit is a lot of junk, including old clothing.  I am shocked at the conditions, particularly since we are thinking of buying the house.  At the top of at least one wall is a window, or at least an opening to the outside-it has no window on it.  It is covered inside by wire mesh which extends the length of the wall.  This wire mesh is not attached well to the wall, and the window is at ground level (the room itself being mostly below ground level), so that anyone could easily enter from the outside.  I know my wife Anita could not tolerate this condition, and it even worries me, but I don't know what I can do immediately to fix it.  It seems like the owner has added this room on to the house and never finished it.  I wonder how much it would cost us to get it fixed.  Someone, I don't remember who, says that it wouldn't meet code requirements, which is pretty obvious."
        }, 
        {
            "number": "3-153", 
            "head": "2004-09-29", 
            "content": "I am in Japan.  I have seen a bus come by in the shape of a water tower at a particular intersection, and by luck I am able to find my way back to that intersection, where I need to catch the bus.  At the corner where I think I should catch it there is a building called the Water Tower, but it isn't shaped like one.  Next door is a kind of arcade where bus tickets are sold.  All the signs are in Japanese, but there is a young Japanese woman (student age) at the entrance who speaks to me in English.  I'm not sure what she says, so I repeat, \"Water Tower?\"  She nods and takes me by the arm saying \"Come with me.\"  \"Hai.\" I respond.  She smiles and says, \"You speak Japanese better than I do.\"  I laugh and say, \"C'mon-only one word?  Gimme a break.\"  She takes me to a ticket booth.  The lady in the booth also speaks English, and tells me the fare is 30 cents.  I notice that there are a quarter and a dime on the floor.  I pick them up and put the quarter with a nickel from my pocket and give them to her.  The younger girl says, \"Is it helpful to have someone who speaks English to help you?\"  \"It's wonderful,\" I respond.  \"I can't think of another country in the world where you would get such service.\"  The lady at the booth tells me that I can pay the $10 airport tax there and save time when I leave.  At first I don't think I understand-it seems odd to pay the tax there-but I agree to do it."
        }, 
        {
            "number": "3-154", 
            "head": "2004-09-29", 
            "content": "I am in a big house with lots of rooms, and there are a number of friends and relatives there.  We are anticipating a terrorist attack, and have turned out all the lights and are avoiding the windows.  I don't know how long it has been going on, but I am very tense and worried.  Eventually, though, I look out the window and see that the streets are normal-cars, pedestrians going about their normal business.  I feel a little foolish, and tell everyone that our worries were for nothing."
        }, 
        {
            "number": "3-155", 
            "head": "2004-10-03", 
            "content": "I realize that there is more to our new house in this new state than I had previously explored.  There is an upstairs, for one thing.  Apparently someone else is living there, because when I go up, there is a children's room at the top of the stairs, and children's things are all about.  There are a lot more rooms, and some of them have large windows in them; there are people seated on furniture on the other side of them.  At first I think there is another house adjoining ours, and the windows are between them, but then I realize that they are simply between rooms in the same house.  There is also a third level, beneath the main level.  There is a bathroom which has a bathtub which is narrow and deep enough for one person to stand up waist deep in water; there is also a hot tub in that room.  Down the hall there is a swimming pool.  At first it appears that the ceiling is too low for people to raise their heads above the water, but then someone turns on the lights and I see that the illusion was created by a single low pipe at head level near the door to the pool.  The house is fabulous, and even though it is much larger than my wife Anita and I need, I tell her that at $290K it is a bargain, and we should stretch our budget to buy it.  Now she is the reluctant one; she doesn't want all the additional space.  I want to discuss it with her, but she is talking to a friend in the living room, and there is a black choir practicing outside and we have two open windows with no glass in them, so it is too noisy to talk.  I put two cushions in one of the windows, but they don't completely fill it, and I have nothing with which to fill the other one.   I leave the house and walk to a nearby hotel/shopping complex, much like the Mall in our former city.  As I am starting up the escalator, I hear someone talking about my alma mater.  When I look down, I see a man of about 70 in a university t-shirt (my alma mater).  I quickly step off the escalator, and when I do, I hear him tell someone else, \"Maybe we can find Phil.\"  I am surprised, because I don't recognize him.  I go and introduce myself.  He shows neither surprise nor recognition.  There are two or three other university people there, and I am afraid they are soliciting contributions to the Annual Fund drive, but they never ask me for money.  One of them asks me if I live in a certain place, and I tell them no, I haven't lived there for many years; I live within walking distance of the hotel.  He says he does too."
        }, 
        {
            "number": "3-156", 
            "head": "2004-10-05", 
            "content": "I have gotten a ride from some part of town to a part where the streets are narrow, like in the city where I worked, because I have parked my car there.  Unfortunately, I can't remember where I parked my car.  Not only that, but I have recently bought two new cars which I like very much, and I can't even remember what kind they are, what they look like, or which one I drove here.  I don't know what to do and am frustrated and depressed.  There is a large yellow tricycle parked next to the corner, and I decide to borrow it and ride around to look for my car.  I go only a short distance down the block, though-as far as an elevator or a pay phone-when I begin to feel guilty and take it back.  I park it back where it was and go up to the sidewalk, which is above street level; as I am putting it back, its owner walks up.  I am really afraid of the consequences until I notice that the owner is Jenny Deltano.  I explain my plight to her; she listens sympathetically, but can't help me."
        }, 
        {
            "number": "3-157", 
            "head": "2004-10-05", 
            "content": "My wife Anita and I are going somewhere by car to visit friends.  She is driving, and we are going up a steep hill.  Apparently we are at a stop sign or stoplight, because she puts her feet up on the dash.  I tell her to keep her foot on the brake, else we will roll down the hill.  She refuses to do so, and we begin creeping backwards-very slowly at first, and then gathering speed.  I am angry that she still stubbornly refuses to follow my advice.  At the bottom of the hill are some other cars.  I warn her that we will hit them and suffer damage to our new car, and this can be avoided.  She still does nothing, and I prepare myself for the crash, glad in a way that I will be vindicated.  But the crash doesn't come.  Maybe I wake up, since this is the last thing I remember."
        }, 
        {
            "number": "3-158", 
            "head": "2004-10-05", 
            "content": "I am in an ocean liner waiting to embark on a trip somewhere.  My room is a dormitory-type accommodation, and I am trying to find something to write with.  I start going through a desk which belongs to someone else-Seth, I believe.  I am a little afraid that he will come in and find me going through his things.  The ship departs before I expect it to; it is night time, and I look out the window and see dark water rushing by below the level of the porthole."
        }, 
        {
            "number": "3-159", 
            "head": "2004-10-05", 
            "content": "I am returning to a place I have come from not long before, in the snow.  I encounter a woman who is all bundled up.  I can't see her face, but she is short, and for some reason I suspect it is my former department chair, though whoever it is can see who I am, and she is quite friendly.  In fact she even praises me for being able to walk through the snow with no heavy clothing and no shoes..  We are headed for the same place, the entrance to which is like that of a storm cellar.  It seems to be part of the university, either a classroom or an office.  I am surprised that she is letting me return, and I try to think of something I can do to get revenge against her, at least to show her disrespect.  I consider opening the door and going in before her rather than holding the door open for her, but that doesn't seem powerful enough.  She continues talking, and I am sure it is her, even though her voice doesn't sound exactly the same, and I never see her face because of the hood she wears."
        }, 
        {
            "number": "3-160", 
            "head": "2004-10-06", 
            "content": "I am at a relative's house-maybe my son Burt's, I'm not sure.  Uncle Albert arrives.  I am glad to see him.  I ask about his car and he points to it out the window.  It is hard to tell which one he is pointing at, but I finally realize it is a big vehicle that looks like a small version of a motor home.  He and I get in an elevator to go somewhere.  This elevator does not go up and down but sideways.  It picks up speed, and I fear that we are going too fast to be able to stop at the end, and assume we will die.  He estimates that we are going 250 mph.  Somehow we do stop safely, however, and we get out.  After walking a short ways we meet John Kerry and Bertrand Therber playing basketball in the lobby of a building.  They invite me to join them, and I am glad to do so but comment that there is no net."
        }, 
        {
            "number": "3-161", 
            "head": "2004-10-06", 
            "content": "I am going around with someone named \"Marian Barry,\" who is  an attractive black woman.  She is like a social worker or volunteer checking in on people in need or giving them food or something like that.  I tell her how much I admire her for what she is doing.  She puts her hand on my arm and thanks me.  When we return, we have to go down a long staircase.  Instead of going down the stairs themselves, everyone is climbing down the scaffolding that is vertically parallel to the side of the stairs.  She goes down quickly, but I am timid and move slowly and carefully.  There is a young man-an Arab-who is showing off and hanging by his legs.  He hollers as his legs slip off and he plunges to the floor about 40 feet below.  It is sickening.  Another guy does the same thing, and there are two of them lying on the floor, apparently dead, when I finally get down."
        }, 
        {
            "number": "3-162", 
            "head": "2004-10-06", 
            "content": "My wife Anita and I are walking in our former neighborhood.  There aren't as many houses as there are in reality.  We pass one which is tiny, and appears to be nothing more than an outhouse, though it is made of nice wood.  We pass another one, slightly larger, and I decide to go take a leak there.  When I go in, I find that there is indeed a bathroom, but there are also people playing cards in two rooms.  I apologize for the intrusion, but they aren't upset.  One of the guys gets up and introduces himself in a very friendly way.  His name is Derek.  I assume the place is a kind of social building for the community."
        }, 
        {
            "number": "3-163", 
            "head": "2004-10-10", 
            "content": "I am sitting at a long table outdoors with some other people, waiting for pizza to be delivered.   About 200 yards in front of me, down the street perpendicular to where we are sitting, I can see a huge white cake of some sort, about the size of a house.  It looks like it might be a cheesecake or a block of brie.  Someone down there by it is signaling to me to ask me if I want a piece.  I think it doesn't make much sense to have cake before the main meal; nevertheless, I signal to him that I will have a very small piece, by holding up my hand and putting my thumb and forefinger tightly together.  From somewhere I hear music playing a kind of parody to the tune of \"Spinning Wheel,\" by Blood, Sweat, and Tears:  \"What comes down must go up; take a ride on the Ferris wheel.\"  I turn and look to my left and see that there is indeed a fair nearby with a Ferris wheel."
        }, 
        {
            "number": "3-164", 
            "head": "2004-10-11", 
            "content": "I am in the back of an open bed truck with a pipe frame.  Someone I don't like, or who doesn't like me, has hung a chain over the pipe at the end of the truck nearest the cab.  I am at the back of the truck.  One end of the chain is shorter than the other, and I am afraid that the chain will slip off the pipe and fall to the bed of the truck and become a snake, so I try to get off the back of the truck, but my body is sluggish and unable to move.  What I feared does happen-the chain falls down and turns into a cobra.  It sees me at the back of the truck and advances steadily toward me, its hood spread slightly.  I begin moaning very loudly and wake up with Anita shaking me."
        }, 
        {
            "number": "3-165", 
            "head": "2004-10-12", 
            "content": "I was with a group of people outside some building at night.  We had been batting a ball or some other object in the air like an informal volleyball game, and I continued doing that with some kids that were playing around there while the others hung around and talked.  Suddenly I noticed that the adults had gotten into a car and were leaving.  I asked if I could go with them; it was OK with them, but the car was really crowded already.  Fortunately it was only a short way behind the building that they were going, so I was able to walk there and meet them.  They began to set up camp: we were in the army and were going to launch a field problem from there the next morning.  I asked the guy who seemed to be in charge when reveille was, and he didn't give me a straight answer.  I believe he said \"they\" would announce it when they got there.  He also made some observation about it getting light 35 minutes earlier in my hometown; I wasn't sure of its relevance.  By way of clarification, I asked him it reveille would be about 3:00, and he said that was about right, but wasn't sure.  I asked him if there was going to be an inspection of rifles.  He said he would do the inspection.  I didn't know where my rifle was, nor did I remember how to get it ready for inspection.  I asked him about brass, and he said we wouldn't be wearing brass because it was a field problem.  I felt embarrassed about having asked him.  Kind of to save face, I asked him about belt buckles, because I knew we would be wearing those.  He didn't answer."
        }, 
        {
            "number": "3-166", 
            "head": "2004-10-12", 
            "content": "I had a chance to throw a pass in a football game.  I held the ball too long, because I couldn't get a good grip on it, even though it was low on air, and by the time I launched the pass, the receiver was beyond my range-even though I felt I could have gotten the ball to him if I had gotten the full potential from my arm, which I didn't."
        }, 
        {
            "number": "3-167", 
            "head": "2004-10-13", 
            "content": "I was camping outside in the snow.  Someone called to me from outside the tent, and I came out to find Kate Barrett apparently waiting at a bus stop nearby.  I went over to talk to her, wearing only boxer shorts, wading through the snow in my bare feet.  Our house was nearby, and my wife Anita called to me from the front door and told me to come.  I knew she was going to chastise me for talking to Kate in my boxer shorts, and I was conflicted as to whether I should just assert my right to do so."
        }, 
        {
            "number": "3-168", 
            "head": "2004-10-13", 
            "content": "I was on a street in a city, with a young woman I knew, maybe waiting to catch a bus.  Another young woman, whom I didn't know, came by and asked me if I wanted to join her for a cup of coffee.  She said she wanted to talk to me about something that had several 'p's in the initials.  \"Premiums\" was one of the words; I'm not sure of the others, and I didn't know what she was talking about in the dream.  I invited the young woman I was with to go with us, and on the way, I kept repeating these \"p\" words in a singsong manner as a joke.  I had the impression that she wanted my sponsorship in some way or another.  I looked at my watch and it was 1:13.  I had a class or a bus to catch at 1:20 or 1:30, so I didn't know why I had agreed to have coffee with her.  We sat at a table in the middle of a small café.  The waitress for a group in a booth next to us knocked over a bottle of something and it hit one of the people in the group on the head and spilled on the table.  The waitress didn't apologize, but the manager immediately comped the bill for the whole group, which I thought was generous but fair."
        }, 
        {
            "number": "3-169", 
            "head": "2004-10-13", 
            "content": "I was looking for the director of an academic program at the university where I once worked-a Dr. Schoen.  I was in a suite of offices that I wasn't familiar with-they apparently had been renovated since I was there.  Mary Kodd spoke to me as she went into her office.  At first I didn't want to admit I didn't know my way around, but I finally asked someone where Dr. Schoen's office was.  They pointed out three or four offices that he used.  It gets a little hazy after that.  I did speak extensively with a man in black whom I at first took to be Dr. Schoen but wasn't."
        }, 
        {
            "number": "3-170", 
            "head": "2004-10-16", 
            "content": "I met Ray Charles.  He was having an incontinence problem, as I could see.   His penis was exposed and a more or less steady stream came out.  I told him he could use some pads in his underwear, and I could show him how to put them in.  Then I realized I couldn't literally \"show\" him, but that he could learn by feeling what I did.  But he refused."
        }, 
        {
            "number": "3-171", 
            "head": "2004-10-17", 
            "content": "Some people were helping us move.  I think they were colleagues from both universities in our former home town, but I don't remember anyone for sure except Sarah.  A moving van had pulled up outside our new apartment, and things were being unloaded pretty quickly because there were so many hands.  I was totally unprepared and was desperately looking around to determine where everything would go.  It was soon apparent that the place was much too small for all the stuff, and I was in a panic as to what to do with it. There was a lot of little junk, too, that, when I took a look at it, I immediately threw away.  I also thought I should get rid of all the audio cassettes, but just couldn't bring myself to do it.  The apartment seemed to have only two rooms.  There were several doors, but they all seemed to open into other people's quarters.  One opened into a ballet studio.  Another opened into a nursery, which was separated from our lodgings by a curved glass wall covered with a curtain.  I was depressed that not only would we not have enough space for our belongings, but we wouldn't have any privacy either."
        }, 
        {
            "number": "3-172", 
            "head": "2004-10-17", 
            "content": "I was again in a new house-whether mine or someone else's, I'm not sure.  I was in bed in the top bunk of a large (full-size) bunk bed in the middle of a parlor-type room with a high ceiling.  I couldn't get out of bed because I was naked, or had on only boxer shorts, and there were no clothes in the room and there were lots of people all over the house.   There were two little boys, about 8 or 9 years old, who came into my room, and I asked them where to go to get dressed, but I don't remember what they told me.  They were going to play football in an organized game the next day, and one was teasing the other about being too small to play safety.  I told him that you didn't need to be big, just quick, fast, and tough."
        }, 
        {
            "number": "3-173", 
            "head": "2004-10-17", 
            "content": "I was at a fancy house in the city where I worked, on the front porch handing out invitations to people who arrived.  The details are a little hazy now.  There was a rack of engraved invitations and other kinds of printed material.  Somebody asked me for 30 invitations, and I didn't know if I could scrape up that many.  Someone else asked me to write down something, and I said I didn't have anything to write it on; they told me to use one of Ronald Reagan's cards.  I looked, and there were indeed several Ronald Reagan calling cards."
        }, 
        {
            "number": "3-174", 
            "head": "2004-10-17", 
            "content": "My wife Anita and I had gone to an airport at night to catch a plane.  We parked in a pretty isolated location and went into the nearest building, but couldn't figure out where to take our bags and whether to leave our car where it was.  We were early for our flight, but we were getting nervous that all the extra time was going to be consumed by solving these problems.  No one seemed to be around until an old man with a Western Union cap came up and asked if he could help us.  At first I worried that he was a panhandler or worse, but it seemed that he worked at the airport, and he was very friendly.  With his advice, we decided we would have to go to the main terminal and park in the long-term parking area."
        }, 
        {
            "number": "3-175", 
            "head": "2004-10-18", 
            "content": "Once again I was at my alma mater, at my present age.  I was in a class in which the professor was asking various students at random to give examples of something.  I was lying down and hoped desperately not to be called on.  It was at the end of the class period, at 11:25.  Suddenly the door opened and students of the next class started filing in.  I thought it was very rude, because the professor was still asking students to recite, and I thought the class was not over until 11:30.  Of course it did relieve me of the anxiety of being called on, but still I made a nasty remark to one of the girls who sat down near me, about how badly students behaved nowadays.  After I left, though, I realized that the class was supposed to end at 11:20 and the new one start at 11:30.  So it was the professor who was going over.  Still, it wasn't very polite for the new class to come in.  I was then potentially a little late for my next class.  I started to go there, but couldn't find my way.  There was a new dorm complex, with overhead enclosed walkways from one dorm to another, and there was a large outdoor food court.  I had a couple of acquaintances in that class and wanted to have coffee or lunch with them after class.  Soon, however, I realized that the door would be shut when I got there and the class under way.  I wasn't prepared for the class anyway, and decided not to go, and maybe to go meet my friends when the class was over.  I realized that I was not preparing for any of my classes, and now I was beginning to cut them, and wondered if I should just go home.  I was ashamed to tell Anita I had taken this whole semester off and spent the money just for the nostalgia of being back at the university."
        }, 
        {
            "number": "3-176", 
            "head": "2004-10-22", 
            "content": "I wanted to limber up my arm and practice throwing for distance.  Two female friends went with me to a park to catch my throws, but we realized that we didn't have anything to throw.  We discussed what would work in lieu of a baseball or softball.  One of them suggested a grapefruit, and I said that it would be too soft and too large.  But it reminded me of how perfect lemons and limes had felt to me in the past for throwing, and I was willing to entertain the possibility of that.  In the end, though, I left the women in the park to go and get a couple of baseballs, either from my house or from a store.  It ended up being a wild goose chase; I had to take a bus, and then wasn't sure where to get off.  I was downtown, and it was pretty far between stops, so I would have to walk a lot if I got off at the wrong stop.  I was sweaty, and the bus was crowded; I felt uncomfortable for the people close to me.  There was a little girl standing next to me; she was friendly and talked to me a lot.  When I finally got off the bus, I had walked into something like a video arcade at the bus stop when I realized I hadn't paid my fare.  This was a Japanese-style system where you pay when you leave.  I rushed back and found the bus hadn't left yet.  When the last passenger had gotten off, I got on and dug a whole lot of change out of my pocket and started giving some of it to the bus driver.  I had the impression that the fare was 60 cents, but I couldn't distinguish one coin from another very well (even though it was American money), and I couldn't seem to keep up with the addition in my head.  As I gave it to him, the bus driver would tell me how much more I needed.  Finally, another bus driver dumped more change into my hand than I could hold; I couldn't figure out why.  I left the bus with a lot more change than I started with."
        }, 
        {
            "number": "3-177", 
            "head": "2004-10-23", 
            "content": "I was sitting at a table in a food court with Malika.  One of her children was with her.  She said, \"You know we never did anything together after our class was over.\"  I was taken by surprise and kind of stammered, \"Well...we could have lunch together...or see a movie.\"  So apparently that was the plan for that day.  Then I ran into a Korean-American woman I know on the street outside.  I wanted to invite her too, but didn't know how Malika would feel about that.  We actually ended up going to a \"tai qi\" movie with several other classmates.  Several of them wanted to go to a vendor next to the theater to get something to eat, but it was time for the movie to start, and there was still a long line, so I went and got in line.  Nevertheless, when I got in the theater, somehow, the students were all there, though it was so dark I couldn't see them clearly, and I hoped that someone would see me and wave.  I found my Korean-American friend, but a friend of hers was sitting next to her.  I didn't see Malika.  Later, someone said that the friend had just left her seat temporarily to come and talk to her for a minute.  I felt badly for not keeping my promise to Malika."
        }, 
        {
            "number": "3-178", 
            "head": "2004-10-30", 
            "content": "I was preparing to teach a class.   It was only a writing class, but it was at a section of a prestigious Development Bank, so I was more concerned about the preparations because I knew I would have sophisticated adults in the class with high expectations.  Trouble is, I had not even prepared the syllabus, and I didn't know what textbook I was going to use or what I was going to do to fill the time during the first class.  Moreover, I couldn't find appropriate clothes to wear.  None of the shirts were white, and none of them went well with any of the slacks on hand.  When I finally got an outfit together that I thought would work, and put it on, I found the legs of the pants came down only just slightly below the knees, they fit too tightly, and one leg was a different shade from the other.  The same problem arose with socks.  When I finally found a pair that I thought would be satisfactory (and this whole outfit had a kind of yellowish-green base), and I put them on, I found that they had such big holes in them that my feet would be uncomfortable in shoes.  It was 2:00 when I started trying to get everything together, and now it was 2:15, and the class started at 2:30-downtown.  I was in a faculty office where I used to work.  Several teachers were there, but the only one I remember is Patty Phillips.  To make things even more stressful, her sister (named Tess) was in the next room, and Patty wanted me to meet her. Before I left for the class, I tried to find Mary Kodd, who was now the director again, to confirm the schedule and find out the room.  I didn't find her, but I found some guy I knew from the Foreign Student Advisor's office on campus.  He was short, not very old, but with gray hair.  I didn't think he would know what I needed to know, but I asked him anyway.  Turned out he was now an assistant director,, and he had actually taught the course for several years.  He said the class started at 3:30, not 2:30.  That was a relief, but it only gave me time to get down there on time, not to prepare the class.  I got there somehow, still extremely anxious about what I was going to do in the first class.  Everything I could think of, I thought they would already know.  I decided to start with correction symbols, even though I was embarrassed about it for a first day topic, and I knew I had a handout with everything on it, but hadn't brought it with me.  I started with sp for spelling error.  Looking at their faces, I knew they expected more."
        }, 
        {
            "number": "3-179", 
            "head": "2004-10-30", 
            "content": "I was in a large house with some relatives.  I was trying to find the bathroom, so that I could use it before going across the street to get in a military formation which was already gathering.  When I found a bathroom, it was tiny, like a port-a-john, and while I was in it, one of the relatives, a pre-teen or teenager opened the door.  I was embarrassed and told him to come back later when I was finished.  I felt a lot of pressure about getting to the formation on time; I felt sure I would be late and get in trouble.  When I finished in the bathroom, I rushed across the street, where a large battalion-size gathering was already in place but still spacing themselves out.  I didn't know where I was supposed to go.  I ran in among them, where it looked like there might be a gap, and one guy told me where to stand.  I asked him if he was the platoon leader, and he smiled and said no.  I was relieved to know that I had made it in time and had not been noticed by the commanders.  Before everyone was in place, we were dismissed for the day and told we could pick up coupons for free beer."
        }, 
        {
            "number": "3-180", 
            "head": "2004-10-31", 
            "content": "I was waiting to watch, or take part in, some carnival games.  The first one involved gymnastics.  Someone I was with, or at least knew, took part, but I didn't.  She did a back flip; I thought it must be nice to be able to do that, and for a moment I did it in my mind, sort of testing to see if I thought I could do it, but I decided it wasn't worth the risk.  Then there was some kind of game involving a big pile of tiny yellow glass beads.  There were four such piles on a flat area, each attended by a different person.  They gave you a flat implement sort of like a can opener, with a flat hook at one end, but I couldn't figure out what you were supposed to do with it.  I asked a few people, but couldn't get an answer that I could understand or remember.  This went on a long time.  Finally, it was so late that the game closed, and I went on to play softball.  There was a game going on, and I was catching.  There was only one batter; they were playing workup, I guess.  The batter hit the ball to deep left center.  The fielders didn't do much to try to catch it or to retrieve it.  Everyone was just standing around.  I was frustrated, and ran all the way to the outfield fence from the catcher's position and retrieved the ball-so that I could bat.  I told the pitcher to come in and catch and someone else was supposed to pitch.  I picked up the bat, for the first time in a game in a long time, and it felt really good.  I just wondered whether to bat right-handed or left-handed.  The right field fence was sort of like the \"green monster\" in Fenway Park-very close but very high.  Left field was much deeper.  I wanted to bat left handed, but knew I had a tendency to hit grounders from that side.  It would be very satisfying to hit a home run to left field, but I was afraid if I swung too hard I would pop up.  Unfortunately I never got the chance to make the choice, because that is when I woke up."
        }
    ]
}