{
    "dreamer": "phil1", 
    "description": "Phil 1: teens", 
    "dreams": [
        {
            "number": "1-001", 
            "head": "1957-08-05", 
            "content": "Uncle Albert is getting ready to leave for a vacation and is taking me along.  I don't want to go, and I tell Uncle Albert that someone is coming by to get me at 11:00 a.m., but it makes no difference.  Someone does finally come by for me, though:  Uncle Joe.  On the way home (or wherever we are going), we stop at an old school (2-storey) where summer school is going on.  I am to tell Pat Byers goodbye.  There are about 8 rooms on each floor.  I go to the door and look in each one.  Everyone is apparently having a lot of fun.  When I am spotted, I get in trouble for being out of class, but I explain that I don't go to school there and I have come to tell someone goodbye.  I am beginning to think that I won't find her when I see the back of her head, in the 16th room upstairs.  I tell her goodbye-I don't remember how..  By the time I go back outside, it is dusk, and almost dark.  I wait until dark for Uncle Joe, look around the building, etc., but can't find him.  I am growing worried."
        }, 
        {
            "number": "1-002", 
            "head": "1957-08-06", 
            "content": "I go to a ball game with Uncle Ben and Aunt Aimee.  The ball park has lights, stands, very short but high wooden fences.  McAddo High is playing.  As I am standing by the bench, Coach Bowles tells me to play center field.  This means I may get to bat this inning.  The coach gives me detailed instructions on how to hit the pitcher-how to stand, what to look for, etc.  I look at the pitcher, and to my amazement he is just lobbing the ball.  And the fences-strangely wire now--are ridiculously close.  The batter just before me makes the last out.  Thinking the game is over, I walk out of the gate.  Then I find out that the game is not over.  I ask the lady selling tickets if I may go back in, since I just came out.  She says no, so I watch the rest of the game from outside the fence.  McAddo High loses.  Aunt Aimee says that some friends are coming by to take them home.  She doesn't want to ask them to take me home, so requests that I call Grandpa, Mother, or someone else to come and get me.  I am greatly dismayed.  It is 11:30 p.m.  Somehow I get home."
        }, 
        {
            "number": "1-003", 
            "head": "1957-08-07", 
            "content": "Rover (our dog) has to be shot.  I am appointed to do it, but I just cannot bring myself to do it when he stares into the barrel of the gun so peacefully.  Grandpa finally has to do it.  I cry a while and then wake up, greatly relieved to know that it was just a dream.  After I go back to sleep, Grandma is showing me how to load a shotgun-wadding, powder, shot, etc.  She says to take \"3-inch balls\" out of a can and drop them in the barrel last.  By 3-inch, she means 3 steel shot about twice the size of a BB and one about the same size as a BB.  We then go into the woods to hunt.  The woods in Uncle Joe and Aunt Wilma's vacant lot in River City, I am pretty sure.  The first thing we see is a rabbit.  I lower my sights and track him.  Grandma keeps saying \"Shoot.  Shoot.\", but he runs between us and a house.  I think the shot has rolled out of the gun barrel, but I am afraid to look down the barrel and see.  As we come to sort of a cliff, Grandma finally looks down it, and I was right.  We go back to the house and pick out more 3-inch shot."
        }, 
        {
            "number": "1-004", 
            "head": "1957-08-08", 
            "content": "We are in Grandpa's car.  Grandpa is driving.  We strike and kill five different people.  I remember the last one well, because I saw a group of children in the road in the middle of the road-a pair of twins and another child, all about 4 years old.  Grandpa tried to straddle them with the wheels  When I looked back, amazingly he had done so with the twins, but the single boy had apparently raised his head while the car was going over him and was struck by something under the car.  When I looked back, the twins were standing over his body.  We ended up at Uncle Jack's, in a house similar to the one at 606 South Wilson."
        }, 
        {
            "number": "1-005", 
            "head": "1957-08-08", 
            "content": "Something about Sue Henderson standing by some swimming pool naked."
        }, 
        {
            "number": "1-006", 
            "head": "1957-08-09", 
            "content": "I am on some sort of high structure such as a not-quite-finished skyscraper, with some other boys, among them Ricky Adams.  I am without fear of falling.  We lean over the side, hanging on to each other."
        }, 
        {
            "number": "1-007", 
            "head": "1957-08-09", 
            "content": "A croquet game is being played--at Grandpa's house, it seems, although the court is much, much bigger than his.  It is so wide and thick with grass that with all my power I cannot strike a ball across it.  There are also numerous obstacles such as shooting around a corner when you come out of the first two wickets.  Once, when my turn comes, I see my ball lying within about one foot of another ball, but as I draw closer, I see that it is quite a bit farther.  I hit it, however, and upon taking mallet's length to take two shots, I must lie through a doorway or a wicket or the like.  This means I will have to swing almost parallel with this object in order to strike my ball cleanly and at the same time miss the corner of the object.  I shoot at another ball, about 25 yards away.  With the first shot, I miss the ball at which I am aiming by several inches."
        }, 
        {
            "number": "1-008", 
            "head": "1957-08-11", 
            "content": "Patty has Jerry Bardo's picture on her wall.  I ask her if she knows him, and she says, well, she knows his brother.  It seems that Patty and a girl friend of hers double dated with Jerry and his brother, and she didn't think much of either one of them.  \"The pretty bad type,\" she says."
        }, 
        {
            "number": "1-009", 
            "head": "1957-08-12", 
            "content": "Doug and I go to see The Thing, but shown by a home projector, not at a movie theater.  A lot of kids are there, including one girl I especially notice.  She is real cute and has long, sandy hair.  When the monster comes on the screen, I hide my face so that I won't have bad dreams.  The next day, I believe, I meet this girl on the bus (in my hometown), and we get better acquainted.  She seems to like me, and lets me put my arm around her.  When we get off the bus, I hold her hand on the way to her house, which seems to be on Newton or Richmond or Sandusky.  At this point, she seems to be Phyllis Rogers.  She asks me if I want to kiss her.  I look up the street to see if anyone is around, and then I kiss her.  We go up to the house, and I remember I don't even know her name.  At this point she seems to be Emily Koch, although she looks nothing like her.  I take out my address book and sit down in front of the house.  She says her name is Emily Myron, and her phone number is (something like) J1-01J11.  Just as I am starting to write it down, her father comes to the door, a small, slightly rotund man.  I stand up.  He says, in a rather brusque way, \"Don't sit on my flower bed again.\"  I say, \"Yes, sir, but I don't think I was.\"  But I look around and sure enough there is an impression in the dirt, which I touch to make sure it is real."
        }, 
        {
            "number": "1-010", 
            "head": "1957-08-13", 
            "content": "I am with Patty, Doug, Jimmy Creagar and Jimmy Duggan, and possibly others, in Ciudad Juarez, Mexico.  We go through some sort of house-type museum.  There is a lady upstairs who doesn't seem to like me, and when we come downstairs I look up just in time to see two metal ornaments which she has dropped from the second floor landing rushing down at me.  I catch one, and the other crashes to the floor.  With this delay, I am the last one out of the museum.  When I get to the car, a station wagon with Mrs. Witherstone driving, kids are piled up in the back seat almost as high as the ceiling.  Mrs. Witherstone, however, is the only person in the front.  I figure there must be some reason for this, so I tell her I will ride on top of the car.  I sprawl out on my stomach on top of the car, but as she accelerates, I start sliding off, so I jump off before we get moving too fast and run alongside the car, keeping up quite easily.  Next, we are downtown shopping and we come upon two \"pee-pee stations\" side by side jutting out onto the sidewalk.  The front wall of these was made of almost clear plastic-sort of milky translucent but not completely transparent; nevertheless, you could see through.  Jimmy Creagar went into one, and Patty into the other.  Doug and Jimmy Duggan watched intently from outside.  I needed to go too but had no intention of making a show of myself."
        }, 
        {
            "number": "1-011", 
            "head": "1957-08-13", 
            "content": "I am in back of Lark School in my hometown and there are all kinds of kids and coaches from my hometown schools playing football or baseball.  Some were from McAddo High, judging from the colors they wore.  I saw Wally White and asked him if he had been to Juarez and seen the \"pee-pee stations.\"  He said yes."
        }, 
        {
            "number": "1-012", 
            "head": "1957-08-14", 
            "content": "I am coming from someone's house on the bus in my hometown at night.  I get off downtown.  I go to the post office, where I see Jackie Levis first, and then Pat Byers.  Pat is wearing a red dress.  I realize that we have broken up, and I calmly tell her hello.  She is very friendly and smiling.   Still in the post office, I think we are near a hydrogen bomb blast, or even several.  Every time there would be a terrific bright flash at the window, I close my eyes.  The noise or shock is not so great, but there is a red area like part of the famous fireball and also a mushroom cloud."
        }, 
        {
            "number": "1-013", 
            "head": "1957-08-15", 
            "content": "I am at a conference somewhere.  Suzanne Sterme is there.  Clayton Thome proposes to her, and they become engaged.  We do a lot of swimming where we have to go up and around some hills.  One hill is especially steep, almost vertical, and I am all tense, fearing that the car won't make it and will start rolling backward.  The motor sounds loud and strained.  Something exciting or dangerous happens, like hunting a dangerous criminal, but I can't remember the details."
        }, 
        {
            "number": "1-014", 
            "head": "1957-08-15", 
            "content": "I am at a baseball game, wearing blue jeans and a plaid shirt.  I'm not playing in the game.  Whoever our catcher is (short and blond), he sure can fire a peg to second base.  I happened to notice that our third base coach looks remarkably like Grandpa, and I comment on this to the boy beside me.  I look at the coach's leg, and sure enough he has a wooden leg.  There are runners on first and third, and on the next pitch our catcher steps across the plate as if to throw to second.  We all think it is just a bluff.  But then, seeing the runner decide not to go to second, he makes a weak throw to first, which doesn't get there.  The runner coming in from third stops about 3 feet from home and watches the ball bounce a ways past the first baseman and doesn't continue until it is retrieved.  When it is, the first baseman's throw to the plate is high.  I make an instinctive lunge for it, but stop."
        }, 
        {
            "number": "1-015", 
            "head": "1957-08-16", 
            "content": "I am passing by school in the summertime, and I see two boys inside, either kept after school or imprisoned.  They call to us to let them out, but they look like tough guys, so I don't respond."
        }, 
        {
            "number": "1-016", 
            "head": "1957-08-18", 
            "content": "I am supposed to go to church camp again, with Mrs. Riddick and a friend of hers-a really cute girl my age whose name is Moot or Mooch, or something like that.  When we get there, everyone is in the mess hall.  When we go in, I see Uncle Joe, Aunt Wilma, Doug and Suzanne.  I hug Aunt Wilma and Suzanne and shake hands with Uncle Joe and Doug.  They say they will only be there for a couple of days, on their way to New York.  I go over to talk to the girl, and I find out her address is 307 37th St. (in my hometown, I guess).  She won't tell me any more.  She says she is only especially interested in one boy.  I tell her I know what she means.  It seems she does like me, though."
        }, 
        {
            "number": "1-017", 
            "head": "1957-08-18", 
            "content": "I am over at Uncle Jack's house.  Patty and Joe's uncle or cousin or some such relative on their mother's side says he will take us for a ride in his new car.  We go out and look at it.  To my amazement and delight, there sits a sky-blue 1957 Lincoln convertible with the top down.  Pretty soon we do go out in it, but with the top up.  Patty asks him if he will put it down, and after a while he does.  We stop in the part of town where the girl mentioned in the previous dream lives and go around the corner to look for her.  The buildings are two-story and kind of small and shabby.  I don't see her.  I come back a couple of times while we are riding around, but I still don't see her."
        }, 
        {
            "number": "1-018", 
            "head": "1957-08-19", 
            "content": "Ronnie Engles, someone else, and I go into some kind of train yards to look around.  The boxcars we go in are full of junk, and some of the cars are so tall that I get the creeps standing beside them.  While we are in one boxcar with the door closed, some anonymous person suggests the \"harmless\" trick of burning the place down completely, but I say we'd better not, because they might not let us come back.   Ronnie and I then go to the studios of WTIZ.  It is pretty early in the morning.  Ronnie works there or something.  Some disk jockey is gone, and Ronnie asks me if I would like to take his place.  I tell him I would love to, but that I am afraid I will do something wrong.  So he asks me if I want some breakfast, and I say yes, so he fixes me some.  While I am eating, I ask who is broadcasting, and he says Eddie Fisher.  I look down the hallway but can't see him very well.  I ask Ronnie if he will introduce me to him, and he says yes.  While we are waiting, one of the two phones rings.  I answer and hear some lady singing loudly, so I hang up.  Then the other one rings.  Same thing.  This keeps up until I finally pick one up and start singing the first part of \"Come Go With Me.\"  When Eddie Fisher does come out, he is introduced to a lot of people, and Ronnie introduces him to me, but he doesn't seem to hear.  He doesn't look like Eddie Fisher-kind of plump, with reddish hair.  We gets into an elevator with us, and I tell him how much I enjoyed his wife's movie (Tammy), and he thanks me."
        }, 
        {
            "number": "1-019", 
            "head": "1957-08-19", 
            "content": "We are at home, and the Fredricksons come over.  I call Alma and beg her to come over.  She says she just might.  I ask Effie where Ron and Don are, and she says at home.  The phone is behind one of several sliding panels on the wall."
        }, 
        {
            "number": "1-020", 
            "head": "1957-08-21", 
            "content": "Some boys and I are playing ball in a lot sort of like Jimmy Creagar's vacant lot.  I am batting all the time.  Pretty soon two men come along and watch.  I miss the first pitch; it goes through fence and it take about 5 minutes to retrieve it.  On the next pitch I hit a hard ground ball, and one of the men remarks that it was a good hit.  As it is almost dark now, we go to a garage just adjacent to Christian Church, where a meeting of young people is being held, and discuss baseball a while.  I ask the man why I can't hit into left field lefthanded as well as I can hit into right field righthanded.  He says it's because I don't snap my wrists enough lefthanded.  Pretty soon I go into the church where the meeting is being held, and just after I sit down, a cute blonde girl comes in from the Chi Rho section and sits down by me.  I strike up a conversation and find out she will be a sophomore at McAddoo High next year."
        }, 
        {
            "number": "1-021", 
            "head": "1957-08-21", 
            "content": "Dee or Gaye Dilson is driving me from my house out to Crescent City for some kind of affair there--a barbecue, I think.  At the end of Longhorse Blvd., I discover that I have no shoes and ask the driver if she will stop and let me run back to get them.  But it is 6:15, and we are supposed to be there at 6:30, so, since my sandals are in the car, I put them on and wear them."
        }, 
        {
            "number": "1-022", 
            "head": "1957-08-21", 
            "content": "I am wondering what to wear to school.  I wonder if I didn't wear bluejeans last year, but I took them out of my closet, and it was a baggy pair with holes in them."
        }, 
        {
            "number": "1-023", 
            "head": "1957-08-22", 
            "content": "I am in River City.  I see Susan Sanders rolling down the sidewalk in sort of car like a Nash, only much, much smaller.  I get in and ride with her and can't even sit up straight because the car is so small.  I ask her if she got her license, and she says yes, that she's 14.  I ask her if she had to take a test for her license.  She says yes, but I can't find out what it was about.  She says the place is on the corner of Erago and either Pogdras or Pelodas.  Then she suggests that since there is so little room, I can drive and she will walk.  So I do, and I find that the car has to be pedaled or pumped.  We stop in front of some store and some adult that I know is there."
        }, 
        {
            "number": "1-024", 
            "head": "1957-08-23", 
            "content": "This dream has a Gone With the Wind type atmosphere, although I can only put my finger on a couple of factors which might bring about this association.  The strange part about this dream is that it seems to occur twice.  Daddy and some other man are running down the midway of the Bayview Beach amusement park.  I inquire around and find out that they have taken a rusty old piece of metal that they call a gun and the army is looking for them and will shoot them on sight.  Suddenly everything becomes a small town-kind of resembling my hometown but with very narrow streets about 15 feet wide.  It is Sunday, and church and Sunday School are just beginning all over town.  As I run, crying every once in a while, some nice person asks me if I am going to Sunday School.  I wind through the streets and finally come to a lot of doors like in a crowded section of the French Quarter.  One door says \"Rhett Butler.\"  I go in it.  Daddy is there, in the first door to the left.  I tell him to give me the gun.  All it is is a round piece of rusty metal.  He gives it to me.  I step out of the door and hurl it toward the oncoming group of men, thinking they will take it and leave us alone.  But they keep coming.  I come back just inside the door, and when the first person opens it I lunge at him and grapple with him."
        }, 
        {
            "number": "1-025", 
            "head": "1957-08-24", 
            "content": "The Andersons of \"Father Knows Best\" invite me to have dinner with them.  It is in front of the store by grandpa's and grandma's house at night.  The only ones I can remember really well are Betty and Margaret.  At one time, Kenny Davis (Betty's boyfriend), goes by and I say \"Hi, Kenny.\"  He says hi, and she says \"Hi, Davis.\"  After dinner is over, I start to leave and am just walking around the corner of the fence and at the same time, as an afterthought, telling them how much I enjoyed it and thanking them, and then decided it would be nice if I would help wash dishes, so I go back and help Margaret carry them from the table.  She smiled but says nothing.  We put them in a large bathtub.  Either Margaret or Jim tells us to move it out (away from the front of the store), and Betty start to lift one end and I the other, but as we do, it crunches and the ends raise and the middle stays put, almost breaking."
        }, 
        {
            "number": "1-026", 
            "head": "1957-08-26", 
            "content": "At the far end of the midway, like Bayview Beach, is a large showroom, exhibit hall, or something, and there is a man swinging through a hoop outside.  Uncle Jack, Joe, daddy, grandpa, and I are together at about the middle of the midway, in a little corner off to the side.  Joe tries some sort of machine he has evidently tried before.  You're supposed to hop around on one foot while licking a round lollipop.  Joe does this and finally gives Uncle Jack a bite and then me a bite.  It is light orange inside.  Then we go back down to the end again to meet Patty, Aunt Thelma, etc., and ride some of the rides in the building."
        }, 
        {
            "number": "1-027", 
            "head": "1957-08-26", 
            "content": "It's in the evening, time for a grocery store to close, and a boy has just taken our groceries to the car, I guess.  Mother and Daddy and I are in a store room-like affair where the shopping baskets are kept in long diagonal rows.  There is a clock on the wall.  When the boy comes back, we thank him very much, and daddy takes out his change and sees he only has a nickel and some pennies.  He does some figuring half aloud and places a seven-cent tip on the floor by a basket.  The boy thanks us and we leave."
        }, 
        {
            "number": "1-028", 
            "head": "1957-08-29", 
            "content": "I am going somewhere in the train.  I have to board a train - transfer from one to another.  It is one of those whistle stops where the train only stops for a few seconds, and as I am running from one to another one of my sandals falls off by the train I am leaving.  This happens either once or twice, but when I run frantically back to get it, my legs will hardly move.  The train depot is a modern, air-conditioned glass building."
        }, 
        {
            "number": "1-029", 
            "head": "1957-11-24", 
            "content": "Sharon Ferguson and I are sent on an errand from Latin class.  We have to go to two teachers, and we take a hall pass.  Neither teacher is in her room, so we go out on a balcony on the second floor and accidentally drop something off.  I holler at a boy down below to throw it back up.  He throws it high enough, but way off to the right.  I don't figure he can do it, so I go down after it myself.  Then I start doing some acrobatics with some girl on the grass in the yard.  She is heavier than whoever I was previously accustomed to doing acrobatics with, and I can't hold her up.  While we are trying, two men come by in a car.  I don't know them, but I am afraid they might be from the school.  They don't stop, however.  Sharon and I finally return to class.  In a few minutes I am summoned over the loud speaker to come to Mr. Kevin's office.  I look worriedly at Sharon and go on.  I hear that I will get twelve hours detention or so.  I go to Mr. Kevin's who said \" If your names are on the passes, I will let you go.\"  I show him our passes, and sure enough, our names are on them.  He says o.k., I can go.  I start to explain how both the teachers were gone, but he ushers me out of the office."
        }, 
        {
            "number": "1-030", 
            "head": "1957-11-25", 
            "content": "Sharon Ferguson, someone else (possibly Kenny Smith) and I are riding the street car.  Just before we get off, Kenny says that he and Sharon will probably go to the slumber party together.  I remember Sharon telling me that only girls are going to be there, so I knew she had been trying to cover up.  As we are crossing over to the cemeteries, Kenny goes in a different direction, so I take Sharon by the arm gently and tell her that I have no right to have her to myself, and that we should both be free to go out with others, so I don't want her to lie about it."
        }, 
        {
            "number": "1-031", 
            "head": "1957-11-25", 
            "content": "There is a man who trains dogs, and he doesn't have to train them to have them obey him.  To prove it, he calls Rover (our dog).  Rover runs to the door, stands on his hind legs, and with a flick of his paws, opens it.  He then goes out into the yard, which is flooded.  At this point, the dog is no bigger than my hand.  Still following the man, he has to kind of hop to get himself through the water.  Once, he goes under and I lift him up.  The next time he goes under, I can't find him, but I see a hole about the size of my little finger.  The man says \"Well, that sometimes happens.\"  The hole gets to be about twice as big as my mouth, and I try to suck him out, to no avail.  Strangely, I don't feel very sorry.  The next one is a roach, which I don't like at all, and I am glad to see the man kick it down the hall, only to have grandpa save it with his knife handle a couple of times."
        }, 
        {
            "number": "1-032", 
            "head": "1957-11-28", 
            "content": "Easton and Weston high schools play to an eleven-eleven tie in football."
        }, 
        {
            "number": "1-033", 
            "head": "1957-12-26", 
            "content": "I'm supposed to pick Sharon up after some event - a meeting at Park Presbyterian, I believe - and take her home.  It is to be over at about 10 p.m.  I get started late and I'm getting worried.  I drive out Longhorse Boulevard to the lake, and when I get there I can't remember which way to go to get to Grafton.  I go a ways to the right and come back because it doesn't look like the right way.  By this time, it's about 11 p.m., and I'm really worried.  I come to some swimming pool within a small brick building surrounded by trees.  On the inside, it looks like the pool at Lake Rexorama Lodge.  Doug and I are sharing a basket, and he has the tag.  I have to get out and leave for something, so I have to find him and get the tag.  He is climbing out of the pool right in front of me. I see Sharon later, and evidently she got home alright and isn't mad."
        }, 
        {
            "number": "1-034", 
            "head": "1958-01-10", 
            "content": "Sharon and I left the movie \"Don't Go Near the Water\" and went to where I had parked the car (on Bottomore St.), it wasn't there.  I was scared to death.  I think Daddy came down to get us, and we went through the doors of a department store on the corner nearby.  In one part of the building was a parking lot.  There I found our car, terribly bashed in from the rear, and the motor in the floor of the front seat.  I went and got Sharon, but she could hardly bear to look at it.  Then Daddy more or less put the blame on me.  He decided it would cost more than it was worth to have it fixed, so he bought a new one-a Chevy, I believe.  We were looking at it on some kind of clay or sand flat when I saw a huge red, hairy elephant.  It must have been 50 feet tall, with huge long legs and a long trunk.  I remarked to Daddy, isn't that a huge elephant?  He said they were all that big.  Then the elephant started toward Daddy, who had some peanuts.  As it was about to get Daddy, he threw the peanuts to me.  The elephant came after me and soon was sucking my hand into his trunk.   (The peanuts were in the other hand.)  I would pull away and run, but the elephant could overtake my 20 steps in about one.  I saw I couldn't run away, and was afraid he would trample me, so I threw the peanuts at him and continued running.   Sometime later, Daddy and I and possibly Sharon were sitting in a garage.  Daddy said, in a nice way, \"You still haven't admitted you're not a very good driver for what you let happen to the car.\"  I almost burst into tears.  (When we found the car wrecked, the windows were up and uncracked, and the doors were locked.  Daddy thought I forgot to lock it and the thief locked it after abandoning it.)  I tried to tell Sharon what I thought might have happened-someone hit the car where it was parked, and the police towed it to the place where we found it."
        }, 
        {
            "number": "1-035", 
            "head": "1958-01-10", 
            "content": "I was walking down some small but fashionable street, and a car went by.  I thought the girl in the back seat was Linda Forestt.  I waved when it had gone by, and the girl waved back.  Just then I heard someone say, \"Hi Gilbert,\" and it was Linda, katty-cornered across the street.  I went over to her; Rover was with me.  She was inside a picket fence with a nice big cat and a lot of tiny kittens."
        }, 
        {
            "number": "1-036", 
            "head": "1958-02-22", 
            "content": "I'm sitting in some auditorium - at school, I think - maybe the talent show.  Pat Byers is there, on one side, and Sharon is on my left.  Sharon had gone somewhere a few minutes before, and the event is almost over, and we are starting to get ready to leave when Pat suddenly throws her arm around my neck and kisses me.  It feels good, but out of the corner of my eye I see Sharon, who has just come back, and I weakly push Pat away and start sweating for something to tell Sharon."
        }, 
        {
            "number": "1-037", 
            "head": "1958-02-22", 
            "content": "There is an old car which is parked just behind another car and which I am supposed to move in front of that car.  The car has a large clutch on the roomy floor and a smaller brake a little farther to the left.  Just above the windshield is the emergency brake.  I don't know how to start the car, but when I turn a little knob or something, also above the windshield, I find myself hurtling toward the car in front of me.  I swing quickly to the left to miss it and still stay barely on the pavement, then have to fumble around and quickly step on the brake to keep from plowing into the canal or something at the end of the street."
        }, 
        {
            "number": "1-038", 
            "head": "1958-02-24", 
            "content": "I'm in the office building of Mr. Montgomery of Montgomery Ward fame.  He is a friend of ours somehow.  He has a beautiful office building, and his office is on about the fifth or sixth floor.  There is a lounge in which are several people I know.  Pretty soon, Uncle Joe, Aunt Wilma, Doug, and Suzanne come to the door of one of the offices.  It seems like we have been expecting them.  I hug them all, and Suzanne kisses me several times and gets lipstick all over me.  They say that was the custom in Iraq - kissing while dancing.  In the same building there are two beds in one room, and I am supposed to sleep in one.  It turns out I have to share it with a cute girl in pink.  I put my arm around her, but she twists away."
        }, 
        {
            "number": "1-039", 
            "head": "1958-02-24", 
            "content": "John Raye is supposed to come by and pick me up.  Pretty soon I hear a horn.   I look out the window, see a blue Oldsmobile, and know it is him.  It is 8 o'clock, and I'm not quite ready.  I hurry, but nothing seems to go right.  One problem is that I can't get my tie tied right.  The knot is too big and the tie is too short, and other things.  This causes a 20 minute delay."
        }, 
        {
            "number": "1-040", 
            "head": "1958-03-01", 
            "content": "At almost dark on a Sunday night, from the narrow walkway behind the church, I see Sharon walking toward Oak Park on the sidewalk just on the other side of the doctor's office.  I feel like I haven't seen her in a long time.  I rush across the lot toward her and meet her under a tree by the sidewalk, but my belt has been working loose and my pants have fallen down."
        }, 
        {
            "number": "1-041", 
            "head": "1958-03-01", 
            "content": "I am walking down the hall at school with Dixie McKeever. She seems to like me.  For some reason, I put my arm around her, but feel kind of guilty because of Sharon.  In a way, I don't want to, but she sure is cute, and pretty soon, as we are leaving school on the Roche St. side, she puts her arm around me.  This is how things are when someone comes by in front of school in a car.  They stare open-mouthed and I feel sure they will tell Sharon.  I am very worried."
        }, 
        {
            "number": "1-042", 
            "head": "1958-05-10", 
            "content": "Susan Sanders and I are at some kind of catacomb or castle at night.  I believe Ajay Cronin took us there.  There is a long fenced-in pathway leading from the place.  After we have been there a while, I see a person or thing chasing Susan down this pathway.  I run to the fence and start to climb over, and he, or it, runs back.  I climb over and give chase.  When I catch him, it is Doug Dryer.  I decide not to tell Susan.  Later we are on some high places like ledges, climbing around.  It is pretty scary.  I fall a few times, quite a distance, but land unharmed each time.  Finally she climbs up on some sort of semicircular ledge.  I start to follow, but it is too great a gap to bridge.  I want to kiss her, but she says she will have Ajay unlock the place and we can go exploring some more.  It was dark down there.  On the way back, someone informed me that Ajay had died from the acne condition on his face."
        }, 
        {
            "number": "1-043", 
            "head": "1958-06-18", 
            "content": "School is just about officially out for the year, and the last report card I get is algebra, where an 86 has been written over a space where \"I'll tell you why\" has been erased.  I am determined to find out the reason for the low grade.  We have a big assembly at school that night, and I am supposed to give the Lord's Prayer, but a teacher says I can leave if I want to.  I am glad, because I have to go to a conference the next day, but I feel guilty about leaving in front of all those people."
        }, 
        {
            "number": "1-044", 
            "head": "1958-06-18", 
            "content": "Mother and I meet two nice Negro boys, Gordon and E.P. Furlong, both about 18, who live in the Live Oaks subdivision.  They drive Mother and me in their car part of the time.  Before we leave, I find out that Ginger Smythe, Sharon, and two boys are taking a trip to another state.  They are taking the same route as us, so I suggest that whichever one of us gets to the Pheasant Hotel in Mt. Pheasant first should leave a note for the others.  I don't remember if we do this, but we do get together in a house like our house.  Sharon is sleeping when I start to take a bath, so I decide to put on my pajamas and go kiss her, but I can't find a time when there is no one else in the bedroom.  I want very badly to kiss her."
        }, 
        {
            "number": "1-045", 
            "head": "1958-06-10", 
            "content": "Ricky Day's sister is batting in some baseball game-a major league game, I think.  She hits a grand slam home run.  The commentator telling about it afterwards reports, \"Rookie Ricky Nelson hit a grand slam home run.\""
        }, 
        {
            "number": "1-046", 
            "head": "1958-06-21", 
            "content": "I am at church camp.  There is a river nearby.  One of the boys is taking a motorboat load of kids up and down the river, and some (including me) are swimming in the river.  I am careful to have someone hold my watch while I swim.  On the way back from camp, Mr. Welborn is driving, and Johnny Barrett, a WTIZ disc jockey, is in the back seat.  There is a WTIZ car just in front.  When we pass it, we wave, but they do not recognize any of us, even Barrett.  As we start to go over a bridge, Mr. Welborn starts to pass a car on the right which is already in the right hand lane.  As we get on the bridge, we sideswipe a post and have to swerve back, smashing a fender, but he does not stop.  In the middle of the bridge, he tries to pass on the right again.  This time there is no railing, and we go off into the river, which is only about a foot or so below the level of the bridge.  I kick off my shoes and socks and tread water until I can reach the bridge and hang on.  Everyone else gets out of the car, too, and the car sinks to the bottom.  While I hang on the edge of the bridge, a reporter comes up, kneels down, and begins asking questions.  He also asks about my hitting a girl named Denise with the car and killing her.  This makes me very mad, and I deny it vehemently because it seems I have heard this accusation repeatedly in this dream."
        }, 
        {
            "number": "1-047", 
            "head": "1958-07-22", 
            "content": "This dream has the atmosphere of foreign intrigue.  I meet some girl at a beach, not Bayview Beach, though.  We get along pretty well, but I then I see her smoking, with some older bald-headed man.  It turns out that they are spies, or criminals, or something.  We know that they have taken a cab.  I ask Daddy if it was a Yellow Cab, or what kind it was.  He says it was just a plain drab colored kind of cab.  He, Jimmy Duggan, some other people, and I station ourselves at various points in the city, and feel almost sure of finding them.  Frustratingly, I have a lot of trouble seeing-everything is fuzzy or cloudy.  Finally we go home and wait for something to turn up.  I look at a rack of my clothes and wonder what to put on.  I don't want to wear the same blue shirt with the black squares.  I catch sight of a really pretty blue one that I have forgotten about having.  I look closer and it is two notebook paper wrappers with the name of my hometown newspaper written on them.  Inside each is a small pad of blank paper."
        }, 
        {
            "number": "1-048", 
            "head": "1958-07-24", 
            "content": "Daddy, Jimmy Duggan, someone else, and I are coming home from somewhere, at night.  Daddy tells me I can drive Jimmy's car and he will drive the other one, which is a bronze-colored Ford, about a '53 or '54 model, but very shiny and pretty, with a lot of chrome, including one very wide strip along the side.  I ask him if I might drive this one, and he says yes.  I then ask him if we aren't stealing this car.  He says no, it belongs to a friend of ours who doesn't mind our driving it.  It has a semi-automatic transmission.  The clutch is also bronze and chrome and very pretty, with an odd shape like a shield or something, and letters that say \"For use only in reverse.\"  Jimmy rides with me.  Pretty soon we are successful in picking up about 4 girls.  I tickle the back of the one in the front.  She likes it, so I tickle her stomach.  But Jimmy, who is now Joe Duggan, doesn't go for that."
        }, 
        {
            "number": "1-049", 
            "head": "1958-07-24", 
            "content": "I am with a circle of kids in a clearing.  It seems like church camp, or at least kids from camp.  There are lots of pretty girls.  It is very hazy or foggy.  The kids are throwing a red ball a little smaller than a baseball into the air and letting it bounce on their heads.  Each time, it bounces straight up almost as high as it came from.  No one seems to be able to catch it.  I am sure I can, but I can't see clearly when I look up.  I finally track its general direction and get close enough for it to hit my hand on the bounce upward."
        }, 
        {
            "number": "1-050", 
            "head": "1958-08-21", 
            "content": "Doug and I are in the boys' dressing room at a swimming pool.  There is water up to within about 2 feet from the ceiling, but we can stand on the floor and see each other as clearly, if not more so, than we could above water.  Paul Sparkles is there, and he makes this observation while I am still thinking about it.  What's more, pretty soon I find I can breathe in it also.  When we swim out the door, which leads right into the pool, there are two or three girls zooming around on an inflated raft which travels like a motorboat.  One grabs Doug by the hand (he was the first one out of the door) and starts towing him behind the raft.  He tries to get loose, but I see that she is real cute, and I urge him not to let go.  I cut across the corners they turn, swimming underwater, and attempt to come up under the raft and capsize it.   On the second such attempt they see me and stop.  Doug is no longer with them.  I recognize one of the girls as Linda something, and I verify my identification by asking her if she knows Carl something, and she remembers me.  She is pretty affectionate and looks just like Sandie Evans."
        }, 
        {
            "number": "1-051", 
            "head": "1958-08-22", 
            "content": "I go to a concert or some other event in the car with Sharon.  I also take Ronnie Nadner and someone else.  I figure Ronnie will ride back with someone else, but when we go back to the car, he comes along.  We are supposed to go to CYF (Christian Youth Fellowship) that night.  It seems like Ronnie is going to that too.  Anyway, driving back, we are passing through some clean, green hills.  The highway doesn't wind around the hills like a regular highway but back and forth with switchbacks, and so we can see most of it most of the time.  Sharon says she had better go to her brother or her sister's house.  I don't like this, because I have planned on taking her all the way home.  I also feel kind of funny to find out that she has a brother and a sister.  She seems to be surprised that I didn't know it.   Pretty soon Ronnie asks me if I am not taking her home.  I tell him I have to take her to her sister's house.  Then they both say that she has changed her mind and was going home, and that she had said so about 15 minutes earlier.  The gas tank registers empty.  Sharon is either driving or backseat driving.  We pass up several filling stations and go to one that is kind of out of the way.  I buy $1 worth of gas."
        }, 
        {
            "number": "1-052", 
            "head": "1958-08-22", 
            "content": "Just before I wake up, I dream that Mother and Daddy are wanting me to get up so that I can help them move.  I keep asking them where are moving to-Grafton or out Airport Highway, which I hoped."
        }, 
        {
            "number": "1-053", 
            "head": "1958-08-27", 
            "content": "I have just gotten out of the car at the top of a long terrace, rather like the one in front of the Stermes' house in River City, only not quite as steep.  There is a river or stream or something at the foot of it, with a group of 8-10 people sitting at its edge and others milling around but rather scattered out.  Tyrone Bevels is at the top of the terrace, and as I pass him he throws a firecracker into the midst of the crowd of people and it goes off.  I turn around and lunge at him.  As we grapple, he says he meant to just throw it near them, but I feel that even that was a smart-aleck trick that could have hurt someone, and it doesn't appease me any.  Suddenly he lifts me in the air and throws me toward the river.  I feel the sensation of flying.  I don't know whether to land in the water and get wet, or on land and possibly get hurt.  I figure I will be humiliated, but I land in the water's edge and clamber back up the bank toward him.  This time, after a short scuffle, I have him high over my head and am just about ready to throw him with all my might (I am surprised by his lightness), but he apologizes and begs to be put down, so I just toss him down at my feet, rather heavily."
        }, 
        {
            "number": "1-054", 
            "head": "1958-09-04", 
            "content": "Jesuit High School is suddenly coed.  Sharon and I are going there.  We are commenting on the fact that it is now coed when a tall pretty girl standing near us says, \"That's the reason for all the disease.\"  In the lobby are tables with cakes, pies, etc., just for students to help themselves to, apparently, so I do.  There are also elevators.  In the class I go to with Sharon there is a very strict woman teacher.  She says she is marking me tardy for saying something to the girl in front of me (which I didn't) and not helping her with something.  I don't know what to make of this.  After this class I get lost from Sharon and don't know what class to go to.  I have just started there that day and so has Sharon, but she seems to know where to go and I don't, and I feel very lost.  I try Phys Ed down in the basement.  The coach is a sort of thin, short, wiry man, with a face resembling Johnny Barrett.  He says all juniors (which I am) are required to play football, and it costs $50 each.  I get out of there."
        }, 
        {
            "number": "1-055", 
            "head": "1958-09-04", 
            "content": "About 45 girls and 20 boys are supposed to come to CYF.  I am in the back of Jimmy Creagar's house in my hometown.  I look toward Sandusky and see them coming in pyramid formation, the widest row first."
        }, 
        {
            "number": "1-056", 
            "head": "1958-09-29", 
            "content": "I am eating in some restaurant and am very polite to the waitress.  She is apparently impressed and tells me to come to the Sears store just off Longhorse St. at 8:30 p.m. that night, and she will get me a job.  I am very happy about this."
        }, 
        {
            "number": "1-057", 
            "head": "1958-09-29", 
            "content": "I am going to River City for a week.  It seems as though I am going to go on the plane and Uncle Joe is going to pay my way, which I don't feel right about.  But I am walking and have been walking for some time-roughly the distance from church down Marble, down Wistful to Harrison, and through City Park until about Malabe Park-though it seems farther.  It seems to be both approximately that route but also, at the same time, a dusty country road toward a big hill sort of like a road toward Jagged Mountain on Joe Duggan's paper route.  I suddenly realize that I am not taking any luggage and the only pair of shoes I am taking is my old tennis shoes.  I am hesitant at first about going back, but then I remember my job appointment (from the previous dream), so I turn back immediately.  On the way (on Wistful, I believe), I pass a little store with a little car I recognize in front of it.  I go inside, and Uncle Ben is in there buying something.  The roof isn't very high and slopes down below head level.  I am glad for the opportunity to get a ride back.  Technically, the car doesn't really look like Uncle Ben's, but it is very familiar, and I associate it with him."
        }, 
        {
            "number": "1-058", 
            "head": "1958-10-08", 
            "content": "I am walking along a sort of neutral ground (median strip) parking lot from Mr. Ronheiger's car.  I am with someone I know, but don't remember who.  This person tells another person who is parked along the side of the lot that there is a cigarette on the seat of Mr. Ronheiger's car with dope in it.  I am shocked at this.  I notice that the driver of each car looks terrible, like a drug addict.  I pass a policeman when I cross the street, but am afraid to say anything while within sight of the cars.  When I get to the apartment building where I live, there are police all around.  (There is a police station on the ground floor.)  I walk inside, contemplating whether to tell them, and someone tells me that Rocky Gorman wants to see me outside.  I out a side door and Rocky grabs me by the collar and warns me not to tell the police.  I tell him I only live there, but we start to fight.  I take a couple of blows but get the upper hand, and with two uppercuts to the face knock him out.  I then carry him up to my apartment.  By then he is coming to, and I try to talk him out of the drug habit, recalling that he has wanted to be a great orchestra leader and probably turned to dope because of his failure.  I put him down and give him instructions on how to get out.  When he gets down to the next floor, however, he seems to be Rover (our dog).  I can see him over the landing, and tell him to enter the open door of the elevator, which will automatically close and go to the next floor, where I will have him repeat the process."
        }, 
        {
            "number": "1-059", 
            "head": "1958-10-09", 
            "content": "Mother and I had gone somewhere in the car.  We are coming back and night and stop along a sort of levee road that has a severe drop on one side and an embankment on the other.  My sister Nancy and another little girl were there.  There is a car mashed head on into the embankment, with a person it and another car nearby.  I know they have been drag racing, and I am very mad when I found out Nancy was in one of the cars while they were racing.  I put my hand on the windowsill of one of the cars and it has blood on it, which gets on my hand.  On the way back we pass a house about 40 feet off the street.  It is the Ottos' house, and I see Robinette Otto lying under the window.  We stop and find out that a magician had been showing his tricks, had wrapped a cord around Robinette's neck, the end of the cord had broken off and it was too short to unwrap, and she had choked to death.  I am very shocked, and I want to cry but can't for some reason.  When we get home, the Ottos' house is still near outs, and as I pass it I see Mr. & Mrs. Otto and Laurie.  I ask them if there is anything I can do, and Laurie says they would like to have some Scotch tape.  I go home and find we don't have any, so I am going to go to the drugstore but they change their mind.  I try to comfort Laurie, but none of them shows any emotion of any kind.  I am halfway convinced that I am dreaming, but it seems very real.  I am very sad."
        }, 
        {
            "number": "1-060", 
            "head": "1958-10-09", 
            "content": "Sharon is at CYF.  She is about to leave for some reason that I didn't think was very good.  It is dark on one side of the educational building of the church, and light on the other."
        }, 
        {
            "number": "1-061", 
            "head": "1958-10-09", 
            "content": "There is a plastic battleship about 3 feet long, with each of its four decks able to revolve and slip back into its groove.  [NOTE:  This is a wet dream.]"
        }, 
        {
            "number": "1-062", 
            "head": "1958-10-13", 
            "content": "I am traveling through the countryside, on the outskirts of a very small town.  I see Mr. Mathers in front of a house quite a ways off the highway.  We stop and I go in; whoever is with me waits outside.  I meet Mr. Mathers' wife and his mother.  His wife is pretty sick and doesn't look very good, but everyone seems pretty cheerful."
        }, 
        {
            "number": "1-063", 
            "head": "1958-10-13", 
            "content": "Two or three other persons and I are supposed to receive cars.  Willard Furst is there to unwrap them.  (They are all enclosed tightly in a cover like a bass fiddle cover.)  He finally gets one open, and inside is a beautiful grey 1958 Pontiac convertible.  I can't wait to get mine, but I wake up before my turn comes."
        }, 
        {
            "number": "1-064", 
            "head": "1958-10-16", 
            "content": "It is a Friday, and I am supposed to bring someone to church on Sunday.  I tell Mother I will call Alma in the morning and ask them.  I get up early in the morning and take my sister Nancy.  We ride the bus and are going to church.  On the way, a smart-aleck guy gets on who won't give the bus driver the 7-cent fare when he asks for it.  The bus driver drives on anyway.  He is a very short, mousy man with a tan leather jacket.  Later I notice that they are sitting together.  When Nancy and I and the bus driver get off at St. Bernard and Broad, the other guy leaves, and the bus driver is really glad.  He says the guy was going to kill him.  I have an urge to do something about it, but I don't.  At this same place, I discover that I am not wearing church clothes.  What's more, I realize it is Saturday.  I don't have any money.  I ask Nancy if she has any, and she says no-only 20 cents.  For some reason it seems that is not enough.  I don't remember how we get home.  It seems like there was some really dramatic action between the bus driver and the other guy.  When we get home, there is a long cardboard box like department stores use, and its lid is moving up and down very slightly.  Daddy says that some dog discovered that Grandma Clifford had been buried alive.  They dug her up, and she was still living.  The lid is her breathing.  I never do see her.  Sharon is there, and as I am going to tell her about this, I see a card which has been sent to us, like a greeting card.  Mother says Uncle Ben has died, and I am horrified.  I open the card, and inside is several clippings and a full copy of my hometown newspaper.  One clipping has Uncle Ben's picture and part of a headline above it which reads \"Higgins Second Only to ....\"  I wonder if they could be the second richest people in my hometown.  The clipping is an orange newspaper like the local newspaper late editions, and so is the whole newspaper, so I look through it to see if I can find the whole headline.  I can't find it on the orange sheet or anywhere."
        }, 
        {
            "number": "1-065", 
            "head": "1958-10-21", 
            "content": "I was riding across the Muddy River bridge in my hometown with someone in a car-I think it was Kate Booth.  The river was a very strange color of blue, sort of like blue Faultless Starch-a solid blue.  When we got across and looked back, there was a huge fir tree, higher than the bridge.  It could hardly be distinguished as a tree, because it was so covered in this blue stuff, like blue snow."
        }, 
        {
            "number": "1-066", 
            "head": "1958-10-21", 
            "content": "I was coming home on a bus at night, talking to Kate Booth.  She was very friendly-I was surprised.  When my stop came, I said, \"I'll see you,\" but she got up also.  She said she lived across the street from me-and I did remember seeing her there.  She asked me to come in.  It was a crowded little basement apartment.  Seems like her mother or grandmother or someone else was there."
        }, 
        {
            "number": "1-067", 
            "head": "1958-10-21", 
            "content": "I was in a ball park taking batting practice.  Whoever was pitching to me was throwing mostly high and inside pitches, and I was fouling most of them off the handle of the bat.  This made me very mad, because I could just feel all the power in my hands and the bat necessary to hit one far over the fence.   Once I swung hard and trickled a foul off to the left, off the handle of the bat, and noticed that the bat, a brown one, was broken.  I had a hard time choosing another one which felt as good in my hands.  I started to use one, but it was a fungo bat.  Another was too short.  Another one was pretty heavy.  The one I chose was kind of heavy too.  I never did get a good pitch to hit."
        }, 
        {
            "number": "1-068", 
            "head": "1958-10-21", 
            "content": "I was in a bus or train depot, or possibly an airport, which had a lot of glass in its construction.  It seemed very modern and well-lighted although it was dark outside.  There was a definite reason for my being there, and some other people involved, but it is all too indefinite or abstract for me to write down."
        }, 
        {
            "number": "1-069", 
            "head": "1958-10-25", 
            "content": "I am in jail.  It's sort of like a cafeteria, with an aisle along one wall, and a turnstile.  I don't know why I am there, but I am very angry and distressed on account of the various procedures they have to go through with which I am completely unfamiliar.  Finally, before going to bed (I guess) for the night, the head guy asks if there are any questions.  I stand up and start to tell him all about why I am there.  (There is some good legitimate reason.) and why, \"just because all these other people are more familiar with a jail\"-a sarcastic statement which I was quite proud of-I shouldn't  be subjected to all these silly procedures.  But when I try to talk, even though it is silent in the room, it is like trying to make myself heard in a football stadium full of screaming people-I just can't get any volume out of my voice.  He says I can tell him the next day.  I almost accept this, but go ahead and finally succeed in getting my point across, I think."
        }, 
        {
            "number": "1-070", 
            "head": "1958-10-26", 
            "content": "I am going to be late to school.  It is 8 a.m. and I am still in bed.  I think of all the consequences but am sure Mother will write an excuse for me.  I do arrive at school a little late, but still during homeroom, I believe.  I go to my locker, and it is on a long street-like affair sort of like Bottomore St.  Mine is near Longhorse St.  I see that there is no lock on the locker.  When I open it, the combination lock and padlock are on the floor inside.  Upstairs, I go through a door, and it is more like a dormitory.  Pat Byers is there, and her \"locker\" consists of a small room with red and white checked wallpaper.  It contains a small dresser, a mirror, a radio (to which she was listening), and a bed.  She shows me a bracelet which opens on each side like a locket.  It is heart-shaped, and on her right wrist.  It has her name on it and also \"John.\"  She has one on her other wrist also.  It is inscribed with \"Jim\" and a message which I don't read.  She says she likes Jim the best.  The engraving is pretty sloppy.   After homeroom, I want to use the phone.  There are about 6 phones in sight in the hall, but they are all in use, and a long line is waiting for each.  I ask Ronnie Nadner, who is starting to dial, what all the rush for the phones is.  He says that a certain day-that day or the next-is the last day to have pictures made at the photography studio."
        }, 
        {
            "number": "1-071", 
            "head": "1958-11-07", 
            "content": "I am in church somewhere with long rows of pews-sort of like First Christian Church in my hometown.  Mother is sitting far to my right in the row in front of me.  While the preacher is talking, Mother starts talking to me out loud about something not pertaining to church; I can't make her be quiet, and Daddy won't do anything about it.  Pretty soon the preacher stops talking and begins just looking at us.  It is causing quite a disturbance.  Finally I can stand it no longer, so I get up and rush toward the door in humiliation.  When I get to the door, the floor there is on a terrific slant, sort of like in the Reflection Maze, down and to the left.  I grab the knob as I fall back.  The door comes open, my hand slips off the knob, and I start not sliding but flying backwards toward one corner.  I am horrified, because I am trying to make an inconspicuous exit.  I land almost on top of some lady I know (Mrs. Butler, I think).  Some people come around to the corner, and I hear one of them say something which indicates that they think my neck might be broken.  It isn't, though.  After I get up, I go around and apologize to almost everybody."
        }, 
        {
            "number": "1-072", 
            "head": "1958-11-11", 
            "content": "I am in school somewhere.  We are supposed to go from there to somewhere else, down a long sandy road over a wide plain with no trees.  I have a great deal of trouble standing up for more than a very few steps.  It takes every ounce of my strength to rise to a standing position, and then I collapse after walking a few steps.  I finally make it, the last one in my group, to a little brown wooden building.  The instructor, a small, balding man with glasses, is telling how the school has a tradition to uphold.  The school is in England.  It seems that I get into trouble, but it is in Mrs. Loding's class."
        }, 
        {
            "number": "1-073", 
            "head": "1958-11-11", 
            "content": "I am at the top of a steep cliff, like a sand dune, about 30 or 40 feet above a beach.  The path down is very steep and covered with sand ; in some places there are roots poking through.  I have already been down it once and am with someone different this time.  I tell whoever it is to follow me.  It is necessary to run down the slope, and I have to be careful not to trip on the roots.  The sand beach at the bottom is very narrow, and part of it is part of the slant of the cliff.  It is at some body of water, perhaps an ocean.  It is night, and pretty dark, but there are quite a few people there, many of them lovers.  It feels very romantic."
        }, 
        {
            "number": "1-074", 
            "head": "1958-11-14", 
            "content": "I always wanted a job, and somehow I am working on a project with someone I know but can't remember.  It's like this:  On a great platform about 5 or 6 feet high, there are many molds about 3 or 4 feet square, made of iron.  At one end of the platform is a pole about the size of a good-sized flagpole.  It is the end of a long machine serving as a conveyor belt or something.  It looks just like the rear of a 1958 Cadillac but stretched out to about 40 feet long, with scallops and dips in the whole length of it.  The molds have scalloped edges too-sort of like a cornbread stick mold or a knife sharpener.  From a pulley atop the pole, an iron block is quickly lowered by a rope which I hold.  Each one falls into a mold and assumes that shape.  Once, I get up onto the platform to try to do something to one of the molds, but the person I am working with says my hand will look like one of the molds.  So I use a stick instead, and retreat back over the molds.  The footing is very tricky.  There are also some large black oil drums.  I'm not sure what the \"Cadillac\" thing is, but every once in a while one end rises way up and comes back down.  On the opposite side of the machine is a large tree, and beyond that is a little store.  You can't see the \"Cadillac\" from the back door of the store because of the tree.  I take someone around the tree and show them the machine.  They are amazed.  I stop once and go in to see if Jim Wheeler has come yet.  He has just got there."
        }, 
        {
            "number": "1-075", 
            "head": "1958-11-28", 
            "content": "I am in the homecoming court.  We have to parade from a long way off.  As we near our destination across a large green lawn, a throng of people form an aisle for us.  I have been messing around with something like a buzzer you swing around your head, and the crepe paper gets tangled around one maid's legs (Anne Groud, I think).  So I have to run past the others to catch up with my maid, Mary Lou Surrey.  Perry Rushton is the first duke.  He is tall and dressed in a long plaid shirt and green pants with frayed edges.  We come up the ramp at the back of the auditorium, and while waiting for instructions, we hear Mr. Firmentante announce \"Give me the crown,\" then \"And now your homecoming queen,\" and he crowns her right on stage, to our surprise.  I look at the audience, and there are only about 3 rows filled near the back, and Judson Schinn closer to the front.  I am disgusted, and say so, but Leslie Leiter reprimands me-even though she too had said she was disgusted."
        }, 
        {
            "number": "1-076", 
            "head": "1958-11-28", 
            "content": "I am in Mr, Rigo's chemistry class, and he has some really wonderful projects for us to do.  I tell him how lucky we are to have him instead of Ms. Douglas, and how much more we are doing in the class."
        }, 
        {
            "number": "1-077", 
            "head": "1958-11-29", 
            "content": "This involves a science fiction movie phenomenon, \"The Creeping Unknown,\" and I have the feeling during the dream that this is the second occurrence of it that I have experienced.  It is like a great mass of mud, but high, and reaches out in branches and consumes things as it slowly moves.  It seems that it is only a matter of a few hours or a few days that we have in which to decide how to eliminate it, or else it will consume us.  It doesn't seem to be as alarming as it was the first time, but still pretty scary.  Willard Furst and I finally discover that by holding a Wint-O-Green lifesaver near it, the \"dryness\" will repel it.  We are glad of this, but we are still uneasy as to when it might come back."
        }, 
        {
            "number": "1-078", 
            "head": "1958-11-29", 
            "content": "Sharon and I and some lady are in Mr. Mather's house, in a wing of the house with two studio couches like ours only with more difference in size.  Mr. Mather is about to leave, and he is giving us some kind of instructions.  We push the studio couches against the far wall, side by side."
        }, 
        {
            "number": "1-079", 
            "head": "1958-12-01", 
            "content": "Some lady about 60, with glasses, told me that some boy had killed a man who was evidently her husband.  However, the man was definitely my father, and the killing seems to have taken place four years earlier (as I found out later), when the boy was 14.  She told me to find him and kill him.  For this job I had a dagger with a 5- or 6-inch blade.  I watched for this boy mostly from the house, but ventured outside sometimes.  There was a sort of wooded area across from the house.  I felt sure that the killer was in the immediate vicinity, but I was still looking for a 14-year-old boy.  Pretty soon a fat gypsy came around the corner and told me he had seen a couple of boys running toward the woods.  I set out for the woods, wondering how I would go about such a task as killing a person.  I thought I would ask him first, \"Why did you kill my father?\"  I felt the side of my leg to see if the dagger was still there, and it was.  When I got to the woods, I could see a few people at various distances, but realized that I didn't even know what this killer looked like.  Soon I came upon a clearing where the old woman and another woman stood.  They were just leaving, evidently from visiting a grave.  There was a garage nearby.  The old lady said to look through the crack in the door and I would look \"right at his nose; he's hanged himself.\"  I reluctantly peered through the crack, and there, hanging by his feet, but definitely very much dead, was the purported killer, with his mouth slightly open in a sardonic grin, all his teeth showing.  He was about 18 years old."
        }, 
        {
            "number": "1-080", 
            "head": "1958-12-06", 
            "content": "I am supposed to pick up Sharon at about 7 or 7:30.  I have two records which I have bought for her.  One is a small 45 rpm, and the other is a long-play Gogi Grant record with a pretty red cover.  When I leave the record store, it is about 8:00, and I discover that I have forgotten the Gogi Grant record.  I go back and ask for it.  I see it in a little adjoining room, on a shelf.  The clerk goes in and gets it for me (or so I believe).  When I leave again, however, I discover she has given me the wrong one, and so I go back again.  I am getting really nervous as I watch the hands of the clock move.  The store is open, but the clerk is not there, and the place feels mysterious.  I look frantically everywhere but can't find the record.  Somehow I get Sharon.  We were supposed to see South Pacific, but it is already about 9:30.  Then, either at the shop or at Jimmy Creagar's house-the former, I think-I find a man and a woman dead and each slumped across a chair.  They really look terrible:  their faces are gray and starting to rot-all the usual horror movie stuff.  I tell Sharon \"There's no use in us going to the show now.\"  The time by now is about 10:00."
        }, 
        {
            "number": "1-081", 
            "head": "1958-12-12", 
            "content": "Our family arrives at church, and I discover that I only have on a dirty pair of trousers and a sleeveless white t-shirt.  I wonder why Mother and Daddy didn't notice it before we left home.  I can't go to Sunday School and church like that.  Mother says I'll just have to go home and change.  I start out in the car, but notice that my good blue trousers, my suit coat, and my white short-sleeved dress shirt are in the car.  So I decide to find a closer place to change.  I go to Longhorse St. and am going down it in the direction of our house when I see a streetcar on the tracks with nobody in it.  It has doors like a train coach on each end, and is almost covered in ivy.  I consider it as a place to change, but think someone might come along, and the ends are kind of open.  I think on the way home I will go through City Park and possibly find a place there.  Then it occurs to me that possibly I will see Linda Forestt there, since she is supposed to be camping at 10:00, and church started at 9:45, which reminds me that I am already late.  I go through the entrance to City Park and see a bunch of girls swimming in a pool.  I am surprised-the weather isn't exactly cold, but it isn't warm either.  I go on to Aunt Wilma's house to change clothes.  I don't have a tie, so decide just to wear the slacks and white shirt.  When I get there, all the girls (Girl Scouts) are there. I think Linda is there too, but I'm not sure.  I realize that church is more than half over and when I get back it will be over completely."
        }, 
        {
            "number": "1-082", 
            "content": "(1958-12-14)[In the dream, I have a sense of dj vu, but in waking life I don't remember having dreamed it before.]  Some other people and I are riding down an incline on something like a ski lift--or an airplane, but not as high as an airplane.  Off to our left is a green meadow with several cathedrals, with various and beautiful architectural designs.  We are quite a bit higher than them, but can see all of each one.  Next, we are on a bus on the same incline, but on a highway heading down toward a river or a lake.  It looks like we will run right into it, but we turn on a highway running alongside it.  We aren't going very fast.  Next, we are on a dock.  Rev. Findley is flipping a quarter.  He misses it, and it falls into the water about 2-feet deep.  We can see it from the bank.  Jimmy Duggan says he will get it, but he doesn't.  I test the water, and it is lukewarm, so I go in.  I come out of the water dripping, but don't remember getting the coin."
        }, 
        {
            "number": "1-083", 
            "head": "1958-12-14", 
            "content": "I am down the highway from a sort of drive-in restaurant or donut shop facing the highway.  A car stops in front of it and two men wearing black leather jackets get out.  I am suspicious, and sure enough, one shoves a gun in the window of the place.  I go around to the back and am going to call the police if I can find a phone.  A man comes around there and gives me a gun and says to keep them there until he gets the police.  To show me how to use it, he fires two of the three shots left.  I go around to the front, and they are just getting into their car, a brown and yellow 1957 Ford.  I talk to them a while and tell them not to leave.  Someone I know is in the car with them-not as a hostage, I don't believe.  The driver has a gun too, but I have the drop on him.  They say they are going to leave, so I take the barrel and swing it at the windshield, but the windshield doesn't break.  They pull away, and I forget to get their license number.  I go back to the restaurant, and a man is in front of it on the ground-shot, but not dead."
        }, 
        {
            "number": "1-084", 
            "head": "1958-12-19", 
            "content": "I am at Grandpa's house.  Charles Wallers and I and someone else (Joe Duggan, I think) are in the front yard.  I look up in the sky on the Creagar's side and see a big, black cloud.  It forms into a black funnel-the first tornado cloud I have ever seen.  I start to run into the house, but can't get my legs to move very well.  I holler to the other two guys that a tornado is coming, but can't get much volume out of my voice.  They finally hear me, and Joe starts for the house.  Charles starts home and tries to get me to go with him, pulling me by the arm.  I keep telling him to let go-I don't know how soon it will before the tornado reaches us.  I finally get away and get to the house.  It gets pretty windy, but I don't think the funnel actually hits us.  Grandpa and I go outside, and there is just a wispy black cloud left floating over.  It is almost dark, and something hot and glowing drops onto the back of my hand, and another falls on the ground.  One is a sort of miniature jeweled dagger.  Both are 5 or 6 inches long.  By the fence in front is a saw with a yellow handle and some other tools.  I ask Grandpa if they are his, and he says no.  I can't figure it out at first, but then I remember how objects are picked up by tornados and deposited elsewhere."
        }, 
        {
            "number": "1-085", 
            "head": "1958-12-19", 
            "content": "I am supposed to either wait for someone I wanted to see or go with Joe and Uncle Jack.  I do the latter.  Joe drives their old Plymouth.  We stop at a filling station and get gas.  On the way back we pass Benjamin Franklin School.  I had to drop someone off there, I think.  The door to the boys' dressing room is open and we see a rack of white sport coats.  Some boys are putting them on.  All are required to wear them."
        }, 
        {
            "number": "1-086", 
            "head": "1958-12-22", 
            "content": "After a basketball game in which Larry Poponovo was playing, he is severely beaten by six of his teammates.  It is shocking and makes big headlines in the newspaper."
        }, 
        {
            "number": "1-087", 
            "head": "1958-12-26", 
            "content": "I am walking along a highway at night.  I am on the left side.  I see headlights, and as they get nearer, they start to swerve toward me.  I dive out of the way, and the car pulls up on the side of the highway.  I scramble into the ditch on the side and lie low, hoping they won't see me.  I know the people want to kill me, and I know why, but I don't remember why when I wake up."
        }, 
        {
            "number": "1-088", 
            "head": "1958-12-26", 
            "content": "There are two swimming pools side by side.  CYF is supposed to go to one, but it costs about 50 cents or $1.  I see Deanna Valesquez there.  I think we go swimming together [but am not sure].  Anyway, we are having a friendly conversation.  Then we go into one or the other establishments adjacent to the pools and they are playing Bingo.  It looks like Big Grotto in my hometown."
        }, 
        {
            "number": "1-089", 
            "head": "1959-02-06", 
            "content": "I was walking into Uncle Bill's boathouse, and Mother was there.  She said \"Shhh-you'll scare him away.\"  She was trying to catch a fish.  When I looked down, I saw it turn and swim slowly away.  It was huge and black-about 2 or 3 feet long.  It swam right between the open jaws of an alligator, which did nothing.  As I walked along the edge around the inside of the boathouse, I saw that there were two or three great crabs in the water-all about 12-15 feet wide, not counting their long, wavy arms.  It was very unnerving.  I thought no one would believe me.  They were just like monsters in a horror movie."
        }, 
        {
            "number": "1-090", 
            "head": "1959-02-07", 
            "content": "I was driving on a highway sort of like Veterans' Highway.  I was going pretty fast but had to slow down going around curves because of the loose gravel.  Soon I came to a small town-the neatest, whitest little town I have ever seen-all along one little street and only a block or so long.  There were two soldiers in the street.  I went by very slowly, and they didn't move.  There were soldiers everywhere, I don't know why.  I went up to one white house and knocked.  As I waited, I looked around.  The town was surrounded by trees, and the sky could just be seen in patches.  It was a beautiful sight.  Ronald Dunnington came to the door.  I asked him why the soldiers were there, and he didn't know.  He also didn't know why the houses were so neat and white.  I rubbed my finger on the side of the house and got a white smudge, so I figured they must have been freshly painted.  Some girl was making up the bed in Ronald's room."
        }, 
        {
            "number": "1-091", 
            "head": "1959-02-19", 
            "content": "Morty Tohnes was carrying a shotgun and crawling into a sort of doghouse.  I was afraid he was going to shoot me, accidentally or otherwise. Jim Wheeler [Morty's half brother] and I were in a hay loft sort of like Uncle Jack's in Freedom City, with a door in the front.  I looked out and saw a lot of people moving out of the barn and heading for the house-kind of backing up.  Someone was ordering them out of the barn,  I walked cautiously to the door and peered over the edge and saw just a glimpse of a reddish forehead.  I knew it was Clayton Thome, and that if I stuck my head out in sight he would shoot me, for he had a shotgun, and was looking up when I saw him.  I ducked back inside and told Jim.  Jim went to see for himself.  I was afraid he would get shot, but he didn't.  We started looking for a place to hide or escape, for we were sure Clayton was coming up."
        }, 
        {
            "number": "1-092", 
            "head": "1959-02-26", 
            "content": "I was working in a store, but in the open.  It was a pretty dirty place.  Behind me was something representing a cow.  It wasn't the whole body-only the front, perhaps.  Attached to it were four or five bloody hands, resembling dogs' paws.  I could hardly stand to be there.  Someone told me that if anyone had handled a paw originally (there had been only 2 originally), they might get the disease too, whatever it was.  I was horrified, because I remembered examining them earlier.  I wanted very badly to get away."
        }, 
        {
            "number": "1-093", 
            "head": "1959-02-26", 
            "content": "Lillian Silver, Judy Seagle, Gail Griffin, Martha Hanks, and I were riding in the car-possibly along Big Blvd.  We had stopped and were standing beside the car.  Gail and Martha were cigarettes in a Pall Mall pack.  Martha punched Gail, but it seems like it was from the outside, because upon examining the pack, I found it to have a small dent in one side.  I opened the pack, and could see on the charred end of one cigarette.  I emptied the pack, and they were all ashes.  I was horrified.  The explanation seemed to be that Gail had gotten so mad at Martha that her anger had burned them both to ashes.  I wondered it if had burned Lillian too, but then I saw her coming.  She said she had been to get a hamburger.  I hadn't seen her leave, so I asked her if Gail had gone with her.  She said no.  Judy and I then sat down and cried all we could."
        }, 
        {
            "number": "1-094", 
            "head": "1959-02-26", 
            "content": "There was a bridge or dock, like the pier at Lake Evergreen, but it had a sharp turn on a steep incline.  I wondered how cars kept from crashing through the rail and falling into the water.  A little girl was there, and her father kept telling her to go on home, but she wouldn't.  There was also a house, evidently beside this body of water.  There was a rope or vine hanging down to swing on.  I don't know how I did it, but I swung very high.  When I went above the top of the house, I saw that it was flat.  I thought I would let go and land on it, but I rose too high above it to let go.  I thought I would try it again next time.  On the way down, however, I decided to let go over the water.  I kept falling and falling-not slowly, but pretty fast, like going off a high diving board.  I wondered why I hadn't hit the water, but discovered I wasn't over the water at all.  I don't remember hitting the ground, but the next thing I realized was that I was inside the house kneeling beside a chair or divan with my head on it.  Daddy was occupied with something in the doorway of another room, but he was talking to me.  I wanted to try to make him think I was dead, but I would forget and open my eyes every once in a while.  I was afraid he had seen this, and so, since he kept asking me things, I figured I had better answer or he would get mad, so I did."
        }, 
        {
            "number": "1-095", 
            "head": "1959-02-26", 
            "content": "I was in a grocery store similar to Winn-Dixie.  Someone was leading me to a produce counter and instructing me in what to do.  I had a funny feeling in the pit of my stomach, partly due to what had formerly occurred (in the other dreams) and partly due to the fact that I was being weighed down with responsibility in a job I didn't particularly like."
        }, 
        {
            "number": "1-096", 
            "head": "1959-03-17", 
            "content": "We lived at the Stermes' house, or so it seemed.  The house didn't look exactly like theirs, but the Skinners' house was in exactly the same position relative to it.  While walking from the garage to the house, I saw two girls in the Skinners' yard.  I wondered if I had anything on.  I found I had on a purple bathing suit and a light purple shirt.   Later in the evening I went up to the Skinners'.  They had two girls about my age, and one especially was pretty cute.  I didn't remember having met her, but she kept holding my hand, and they both seemed to like me.  They also had a couple of brothers, one of them about my age.  He shook hands with me as I left.  I thought it was strange that the girl was the second girlfriend I had had from this same house.  When I got back to our house (i.e., the Stermes'), it was pretty late, and there was a party going on.  When I came in I saw a lot of people-dancing, etc.  There was a jukebox with about the same selection of songs as the one at Hangout's on Madison Ave.  There was also a cigarette vending machine.  I saw one man I thought was Leon Witherstone.  When he saw me, he shook hands with me and joyfully said how glad he was to see me.  I was horrified at his appearance-he looked much older, with very white hair a wrinkled face, and a peg leg for his left leg.  But he was very happy to see me."
        }, 
        {
            "number": "1-097", 
            "head": "1959-03-23", 
            "content": "While walking down a sidewalk beside Wistful Blvd. , I saw Anne Panelli walking toward the water in a bathing suit.   I thought it strange, since it wasn't very warm, and it had been raining.  Right after we said hello, I heard someone call me.  I turned around and saw Jean Brewer getting out of a car about a half-block back.  She said she had left something at the store (Winn-Dixie) and had to go back to get it.  She took my hand and started running up the street on the sidewalk.  I could hardly keep up.  A few times, with a great deal of effort, I succeeded in catching or passing her, but found it hard to keep the pace."
        }, 
        {
            "number": "1-098", 
            "head": "1959-03-23", 
            "content": "I was out at the local university.  Some kind of meeting was just ending,  It was dark, the campus was labyrinthine, and I couldn't find Mother or Daddy.  I did see Lizabeth Mandle, however, and she gave me a ride.  I thought Lizabeth would be going toward town, but instead she was driving away from it.  Therefore when she asked me where I wanted to get off, I told her she could let me off on the next street over.  The streets were kind of narrow."
        }, 
        {
            "number": "1-099", 
            "head": "1959-10-10", 
            "content": "I was going somewhere to play baseball with some people.  It was out a country road, and we were walking.  We passed some guys playing ball on our left.  There were plain fields on each side of the road, and it was sunny.  We had come about 1 mile and had come to the place where we were going to play, I think.  I decided to go back and get some water.  I went home and got our old red jug and put a couple of trays of ice cubes in it, which filled it considerably.  There were also a clear plastic fork and spoon, and between them and the ice it was rather hard to get the lid on."
        }, 
        {
            "number": "1-100", 
            "head": "1959-10-09", 
            "content": "I saw a picture in the paper of a pair of hands around someone's neck.  There was also a picture of the palms of a pair of hands, the fingers covered with a thin film of blood.  At the bottom of the page was a photograph of Earl Long, with the caption \"Mack the Knife.\""
        }, 
        {
            "number": "1-101", 
            "head": "1959-10-10", 
            "content": "I was home, for some reason, and Daddy was there-very much alive.  [He died in September.]  I was amazed, and I asked Mother about it.  She said that when they were lowering the casket into the grave, he suddenly sat up, and was alive.  I didn't know what to think.  I asked if he had not been really dead but only in suspended animation or something.  She said no, the doctor had said he definitely was dead.  Then I could only believe it was a miracle.  I prayed to God and thanked Him for such a great thing, and I promised that I would always do right in return for it; but as I made the promise, I thought of an incident in which I had caressed Hillary's breasts, and I knew deep in my heart that, regardless of my gratitude, I would never be able to forego such pleasure."
        }, 
        {
            "number": "1-102", 
            "head": "1959-10-11", 
            "content": "All of my family, including Daddy, were downtown looking for something, in the 700 block of Crescent City.  I knew Daddy was going to die, and I kept telling him he had better quit walking.  We went by a movie theater where \"The Nun's Story\" was playing.  Mother said she would like to see it.  I encouraged her and Daddy to go see it, but they didn't.  There was a Walt Disney movie playing next door, and my sister Nancy wanted to see it, so she got in line there.  They were giving out clown suits, and Nancy wanted me to get one, so I did.  It was only a sort of wide, pyramid-shaped outfit with a hole through which to put your head, and a long, tall hat.  I went back to where Hillary was waiting in line for \"The Nun's Story\" with her family.  I noticed that Doug Dyer was there too, in another part of the line, with his family.  The line was moving toward a counter.  When Hilary, Doug, and all got there, his mother fixed them all some sandwiches.  Doug's little brother was climbing all over everything."
        }, 
        {
            "number": "1-103", 
            "head": "1959-10-11", 
            "content": "I was going to take Hillary on a plane ride.  It was at night, and the plane was hovering like a helicopter, about three feet from the ground, and revolving.  I had to bend down so as not to get hit by the propeller, wheels, etc., and could not get close enough to board."
        }, 
        {
            "number": "1-104", 
            "head": "1959-11-01", 
            "content": "I was in some garage, and there were two bears after me.  I tried swimming across something there, but one of them swam after me.  Even when I climbed up on a ledge, they could still just touch my feet.  I threw a small steel ball at one but missed.  I had a revolver in my hand, and there were some boxes of shells on a workbench, so I asked John Rayne to throw me a box.  He started rummaging through them but couldn't find the right ones.  Soon he and the bears went away, and I got down and advanced cautiously to the workbench, where I got some shells.  They were flat paper or cardboard with a hole through the middle and lined with cork on one side.  I then retreated to my former position but couldn't load the gun.  While I was there, a man came by in a car (a convertible) with the same kind of gun and demanded my money.  He said he knew I had $100, because he could see it sticking out of my pocket.  Actually it was only a $5.  I got down and went to the car and got about $30 out of my wallet.  But then I started asking him how he had fallen into this racket, etc., and kept him talking.  I asked him if he could show me how to load the gun, and he did.  Then I pointed the gun at him and told him to scram.  But he pointed his at me, and when I pulled my trigger the gun didn't fire.  He pointed out that I had the safety on.  Soon he seemed to be Martha Watson, and I still kept her talking.  After asking her what church she went to, I put my arms around her and kissed her.  Everything turned out OK.  I went in to Grandpa's house and told them the story."
        }, 
        {
            "number": "1-105", 
            "head": "1959-11-02", 
            "content": "There was something like a basement full of water, the entrance to which was very narrow, and you could only squeeze through on your belly.  Randy Creagar and his dad were there, and so was Judson Schinn.  I saw some fish swimming around and decided to go above and try to get a knife so that I could spear one.  However, when I started back, someone would not let me take the knife; they thought someone would get hurt.  However, I found one just as good below, and while I was hunting, someone told me Judson had already gotten a fish.  I got out again and climbed the rise along the railroad tracks along Acorn Pl.  He had the fish, a pretty nice-sized one, cut open and was cleaning it.  (Another note about the \"basement\": from the outside it was like an aquarium with the water and the people in it like an underground canal with a cutaway view.) I went back down the rise and some kids were sitting on a blanket and some newspapers.  One of the newspapers was open to the movies listings.  It seems that maybe Jody or Peggy were there, and some girl who was \"Charley's\" (Wallers, I believe) girlfriend-a rather young girl.  I don't remember whether Charley himself was there.  I liked the girl very much.  I asked how long she had been going out with him, and she said one (or maybe four) months.    I wanted to ask her to kiss me, but I don't remember whether I did or not."
        }, 
        {
            "number": "1-106", 
            "head": "1959-11-02", 
            "content": "There was a small frame house, the kitchen door just inside and to the left of the front door.  Jim Nudd was inside.  Somehow the house caught on fire, in the kitchen.  Jim came to the kitchen door and was nearly hysterical with amazement.  \"Good Lord.\" he kept saying, \"what a terrible fire-it's awful, it's awful.\"  The flames could only be seen once in a while, licking past the edge of the front door.  Soon, however, Jim had to come out, and he was still raving about it.  He was bare from the shoulders to the waist and was redder than a bad sunburn, all the way to his wrists.  I was red too, but not as much as he was.  We went to a tree some distance from the house.  I stood forlornly, and soon put my head against the tree and started crying.  \"Don't give a damn about it, Gilbert,\" he said.  \"But there goes my past, my memories,\" I kept saying.  Although the house did not look like it, it seemed to be 506 Woodburn Place in my hometown."
        }
    ]
}