{
    "dreamer": "physiologist", 
    "description": "The Physiologist", 
    "dreams": [
        {
            "number": "001", 
            "head": "10/24/1897", 
            "content": "I dreamed that I was standing on a small shed and that a mad bull was trying to get at me. He circled round the building and made wonderful leaps to gain the roof. At each plunge he would get his fore-hoofs upon the shingles, \"scrabble\" furiously, and fall back. I had a pair of lawn shears with which I prodded his head."
        }, 
        {
            "number": "002", 
            "head": "10/26/1897", 
            "content": "I went over much of my summer's tramp. I also rode through Brookline and Springfield and saw somewhere the sea breaking over black ledges."
        }, 
        {
            "number": "003", 
            "head": "10/26/1897", 
            "content": "I went to President Crafts' office and waited there while Ira had some talk with him. I saw a week's program on the wall. It was the usual scheme: squares representing hours. Some periods were marked: Bliss, others, \"Purgatory\" and others \"Hell.\" The table included Sunday, which was labeled \"In the fear of the Lord.\""
        }, 
        {
            "number": "004", 
            "head": "10/31/1897", 
            "content": "I dreamed of vivisecting a cat, which I believe revived and got away from me in a dismembered condition."
        }, 
        {
            "number": "005", 
            "head": "11/01/1897", 
            "content": "I went to a fire in the South Cove. It had started in a large building fronting on Federal Street, I should say, and when I arrived, this block was an empty shell. The flames were sweeping on among wretched structures in the rear. It was night. To get a good view of the fire, I left the street and stumbled through dark courts and alleys until I was hopelessly lost. The fire light died away and I was left blundering between the tenement houses. I did not meet anyone. The last I can recall I had emerged at the waterfront and was picking my way over deserted and rickety wharves, where every other plank had been removed."
        }, 
        {
            "number": "006", 
            "head": "11/03/1897", 
            "content": "Sometime, I know, I met a male colleague from Williams College, whom I knew at Wood's Hole. Later on I had the misfortune to tear out five teeth with a section of jawbone in which they were fixed. The sense of soreness that followed was vivid enough to wake me up."
        }, 
        {
            "number": "007", 
            "head": "11/04/1897", 
            "content": "I went to hear the Passion Music. There was a strange thing about the concert, every number was to be repeated by the audience unaccompanied and from memory. The results were discordant.... My father drove a nail through his hand.... I sat through a lecture by Doctor H. It must have been very dry for I busied myself in attacking a handsome new desk with a big chisel. When I had cut a hole in it more than a foot square I was overwhelmed with boyish fear and remorse and forthwith woke up."
        }, 
        {
            "number": "008", 
            "head": "11/06/1897", 
            "content": "G. and I were caught in a shower and took refuge on the piazza of a vacant house. Suddenly we heard the doorbell ring. We stood looking at the door in amazement, and it rang again. Then like a flash the door flew open and a wild-looking boy sprang out and hurled a heavy stone at me. It struck my right collarbone and I woke up feeling that there was something more uncanny about it than the bare facts explained, a common impression after a vivid dream."
        }, 
        {
            "number": "009", 
            "head": "11/07/1897", 
            "content": "All I remember this morning is that I was earnestly telling someone how much I admire Professor C."
        }, 
        {
            "number": "010", 
            "head": "11/10/1897", 
            "content": "Last night I seemed to be moving into a splendid house. The feature that pleased me most was a fine pipe organ built into the entrance hall. I tried the stops and combinations with great enthusiasm."
        }, 
        {
            "number": "011", 
            "head": "11/11/1897", 
            "content": "Not long after going to sleep I was aroused by the painful impression that I had lost another tooth. I ran my tongue round and finding no yawning, fell asleep again."
        }, 
        {
            "number": "012", 
            "head": "11/11/1897", 
            "content": "I set out to carry a roll of papers to \"Professor Cross, 32 Cross St., Brookline.\" I started not for Brookline apparently, but for South Boston. I came down to the wharves. My roll of paper developed into an iron cylinder and grew to enormous dimensions, say 8 feet in diameter and 100 feet long. Before it became unmanageable, I got it aboard a whaleback steamer and lashed it along the deck. I headed out into the harbor with my huge black pipe. I remember just how the black paint was roughened over the round-headed rivets. Off the New England docks a steamer came up with my craft. She was a beauty--the hull was made of natural wood, brown, oiled, and polished like an Adirondack shell. She must have been 30 feet long, had three masts and was schooner rigged. The stranger came near and someone looked down from her rail at my low-lying vessel and invited me to come aboard and go with them to Bath. \"No, I am bound for Winterport,\" I replied and added, indicating my deck load. \"This is a ventilating shaft.\" I came into a class of a dozen men and two or three women. Mrs. R. ought to have been in charge, but it seemed to be Mrs. F. Ventilation and respiration seemed to be the matters under discussion. Presently we found that the class was to be subjected to an experiment on the effects of expired air. We were to be sealed up in a small room without openings for 12 hours. Our instructor spoke feelingly of the sacrifice we were to make. She showed us a gorgeous lithograph representing three men--heroes of a similar trial. One face I remembered clearly in the morning and I have just now realized that it was Vice President Hobart. We did not seem much awed by the prospect of suffering and perhaps martyrdom, but we were all annoyed at the idea of having to be perfectly idle so long. There was an anxious search for a pack of cards. We were crowded into the airtight room -- and I awoke just as the postman rang the bell."
        }, 
        {
            "number": "013", 
            "head": "11/12/1897", 
            "content": "Although I feel certain I dreamed a good deal last night, all I recall is prowling around among the forsaken tables after a church supper and eating fragments of the feast."
        }, 
        {
            "number": "014", 
            "head": "11/13/1897", 
            "content": "Nothing is impressed on my mind this morning but the name of one Captain Newport who seems to have figured in dreams I have quite forgotten."
        }, 
        {
            "number": "015", 
            "head": "11/14/1897", 
            "content": "At various times I seemed to be trying to reason out physiological questions -- with no success however. I have no idea why I suddenly found myself tossing in a canoe on a pale green sea, but this was my experience. The atmosphere was yellow and so were the sails of some large vessels, which scudded past. I remarked particularly that one was a hermaphrodite brig and one a barkentine. My canoe finally slid away of itself and I landed on our own stone wall -- Turner St. being a sort of Venetian canal. I was enclosing my favorite confection in frail little boxes (made of burdocks, I think) and packing these away tier on tier in a large drawer. I finished my work and went away, returning presently to find that the chocolate had all melted, the boxes had gone to pieces and the contents of the drawer were a mottled, semi-fluid mass. By and by my father appeared and talked about war relics. He especially lamented that he had not brought home any muscles. He said these souvenirs were very expensive, but one John Billings had a collection of fifty. There was a football game in Copley Square. I scored a touchdown for Tech by carrying the ball up the steps of the Public Library. Anon, a great band like Sousa's, was about to play. I held my breath for the opening crash, but instead the woodwind began to play sweetly and softly the tender chords of the accompaniment to \"Comfort ye my people.\" About the third measure I woke up -- tried to go to sleep and hear more -- but the thread was broken."
        }, 
        {
            "number": "016", 
            "head": "11/16/1897", 
            "content": "Only vaguest impressions of the chapel with Mr. D. -- hurrying around making ready for the Chinese Sunday School -- hopelessly mixed with visions of Brighton Abattoir."
        }, 
        {
            "number": "017", 
            "head": "11/16/1897", 
            "content": "I witnessed a friendly but perfectly commonplace interview between X and Y. They seemed real while I was unsubstantial and they utterly ignored me. I noted the lingering handclasp when they met. Nothing else suggested a romance."
        }, 
        {
            "number": "018", 
            "head": "11/18/1897", 
            "content": "All details are lost, but I woke with a sense of horror that was explained when I remembered dreaming that my mother was living -- and insane."
        }, 
        {
            "number": "019", 
            "head": "11/19/1897", 
            "content": "For the third time my teeth attracted my attention last night. I fell into the hands of a dentist who tested the soundness of one tooth after another by looping a fine thread or wire around each tooth and drawing it so tight that I thought the tooth would be crushed."
        }, 
        {
            "number": "020", 
            "head": "11/20/1897", 
            "content": "It seemed to be Sunday morning. My father had gone to church and I was about to go. I supposed the house was empty, but as I started downstairs, I saw a young girl -- homely and dressed in black -- cross the hall from one room to another. She resembled no one I can think of. I stood still in perplexity and my eye fell on her hat and veil lying on the table. I thought she must be going to church and that I should wait for her. So I waited. Shortly doors began to open all over the house and more strangers appeared. Three men came clattering down the attic. I thought they might have been sleeping there. They passed me with wonderful speed and left the house. Women and children also flocked by me. No one spoke. I went to church and found only four or five people there. M. E. W. K. -- sat by the middle aisle and I stopped to speak with him. Then I went on and found my father. I asked him if he knew our house was full of guests. He showed much annoyance and said he knew it and that they are \"an obnoxious, mercenary lot.\" Forthwith they streamed into church and I was jammed up against the end of a pew as they crowded by. They did not look at me or speak. I remember especially one middle-aged woman, florid and portly, in a gray dress. The throng seemed endless."
        }, 
        {
            "number": "021", 
            "head": "11/20/1897", 
            "content": "Somebody, a woman I think, suddenly volunteered to show me a neat trick. Seizing my hand she pushed a needle through it between the thumb and the palm. It went hard and slowly, but there was no pain. She left me incredulously scrutinizing the little hole that was made"
        }, 
        {
            "number": "022", 
            "head": "11/21/1897", 
            "content": "I stepped from an eastbound evening train at West Newton. An engine running rather slowly crashed into the rear end of the train as it stood at the station and derailed all the cars without upsetting or smashing them at all. One man had his leg jammed in some way and there must have been tons of pressure on it, but presently something shifted and set him free. He merely slid to the other end of his seat and sat still. I was much relieved to see that he was not hurt. Walking through the cars, which were very out of line, I was grasped by a little boy who was shrieking with nervous terror. I carried him into the station where he became quiet."
        }, 
        {
            "number": "023", 
            "head": "11/23/1897", 
            "content": "Father and I reached Portland by rail and went immediately to the harbor front. Walking by the docks, we came to a gently sloping beach. Here I noticed that we both were wearing bathing suits. We waded into the water, which was deliciously warm and which seemed neither to resist us nor make us unstable. We walked fast and easily. The bottom shelved very gradually and it was only after some time that I was obliged to go on tiptoe to keep my head above the surface. It was a bright day and the bay was smooth. We passed some islands and I began to expect to meet the swell of the open sea. Presently my father said he would show me some superior tobacco and, sure enough, we shortly came into very clear water with a rock bottom overgrown with brown tufts resembling sea anemones, but really tobacco. I could smell it plainly, though my nose was still above the ripples. I wondered if my father would buy this singular and valuable farm. We left it and walked straight out toward the empty eastern horizon. I began to be scared. The water became a trifle deeper and I had to jump from the bottom to catch a breath of air. Then it shoaled again and we mounted a sandbar which exactly reached the surface -- so exactly that many little pebbles were half out of the water, but none entirely so. The seaward side of the bar was steep and with deadly fear I followed my father down the incline. \"This is the edge of the continental base,\" I thought. \"We shall go down for miles.\" But I did not think of turning back."
        }, 
        {
            "number": "024", 
            "head": "11/23/1897", 
            "content": "President C. began to lecture. I did not recall his subject, but he was to speak from two until six. After a little I discovered that the lecturer's double was listening attentively in a front seat and I was at a loss to decide who was the true professor. In this perplexity I woke up."
        }, 
        {
            "number": "025", 
            "head": "11/24/1897", 
            "content": "All I remember from a long chain of happenings is a single absurd incident -- that of sitting down on a bag of soda crackers and crushing them to bits."
        }, 
        {
            "number": "026", 
            "head": "11/25/1897", 
            "content": "Someone gave me an induction coil and I bent my energies toward amusing a large company with it. I wanted to make the spark set off a charge of powder, which with absolute want of foresight, I put inside the coil. Then I considered that the explosion would kill us all and what seemed still more undesirable, would ruin the pretty machine. I puzzled over the difficulty for some time, but I believe I did not find any way to carry out my experiment."
        }, 
        {
            "number": "027", 
            "head": "11/26/1897", 
            "content": "All I recollect of the first part of the night is that I walked repeatedly through a stone arched railway culvert. It was not the celebrated one at \"Ame Pratts.\" Each time I went in below and crawled out by a vertical shaft on the other side of the track. The locality seemed to be above Westfield on the Albany. Toward morning I found myself reduced to about six inches tall and once more in an underground place. It was a cubical chamber about as big as a soap box. The walls were white and stuck over with cooked pieces of macaroni! Two circular tunnels slanted away toward the surface of the earth and through them a pinkish light streamed. I was in the burrow of a white rabbit that soon appeared. He seemed quite peaceable, but his comparatively enormous size made me uneasy. (He was, in fact, nearly two feet long.) I started out by one of the tunnels, walking backward. The rabbit followed, also backing. I pounded his flanks with my puny fists, but with no effect. Emerging from the hole, I suddenly regained my normal size, captured the rabbit and carried him off. (He was now brown.) I thought I must kill him for the laboratory, but I was very unwilling. Finally I tried to strangle him with one hand while with the other I felt his warm chest to note when his heart should stop beating. But my resolution failed and I let the poor animal revive. I carried him through Newtonville Square and came to a decaying colonial house."
        }, 
        {
            "number": "028", 
            "head": "11/27/1897", 
            "content": "I stood on a point several hundred feet above a beautiful bay. Three white side wheel steamers were circling round about a mile from shore. Presently one of them ran down another, which instantly sank. Then the offender headed for the remaining craft and struck her similarly. She went down stern foremost. Her bow remained a little above water and pointing straight up for some seconds. I reasoned that she probably had an airtight space forward. I was in Roxbury with my brother. He asked me where Mount Pleasant was, but I directed him to go to Grove Hall and keep on for a mile beyond. We separated. I walked a long way thru a thickly settled section and came to a vacant corner lot upon which six or eight men, all resembling Mr. H., were camping out or picnicking. Without previous thought, I found myself inquiring about J.B. They said she was out of town. With remarkable inconsistency, I told them I knew it, adding (a lie) that I did not want to see her, but her mother. The last impression I have is a strong one of being altogether out of sorts with myself and everybody else."
        }, 
        {
            "number": "029", 
            "head": "11/28/1897", 
            "content": "In the present instance I extracted my second lower right premolar -- without pain. I examined the tooth with great interest as did my father's cousin N., who seemed to be there. Later on in my dream went to the station and took a train for Framingham to see Dr. B."
        }, 
        {
            "number": "030", 
            "head": "11/29/1897", 
            "content": "I slept lightly and in snatches. I thought that I had failed to wake in time. That I had rushed into Boston without any breakfast -- then that I calculated on buying something to eat and strayed out to Cambridge -- saw that it was ten minutes to nine -- despaired of getting back to Tech and only hoped Prof. S. would step into the breach."
        }, 
        {
            "number": "031", 
            "head": "11/29/1897", 
            "content": "I recalled a woodcut that I had seen in a dream. It was on a Sunday School leaflet and represented the head of a most humorous looking donkey with wide open mouth, stretching over a board fence. Underneath I had read in capitals, \"Am I not Thine ass?\" I thought this was quoted from the account of Balaam's experiences in the Bible."
        }, 
        {
            "number": "032", 
            "head": "12/01/1897", 
            "content": "Last night I was in Birmingham, England. Walking through the streets with another fellow, I came to a shabby brick building and said to myself, \"This is the Town Hall.\" We went in and found ourselves in a large, bare room with an unpainted counter at one end. We joined a motley company of some twenty people, each of whom placed an American dime on the counter. A man collected the fees and then brought in a small shepherd dog and a half grown pig. We expected to see them perform, but something interrupted. I hunted up Dr. H. and asked him what the show man would have done with his pets. But he could not throw much light on the question."
        }, 
        {
            "number": "033", 
            "head": "12/03/1897", 
            "content": "I dreamed that the faculty of the Institute held a meeting and deposed President C., giving his place to someone named D. I was much wrought up over this move. The T's of Rutland showed up sometimes during the night."
        }, 
        {
            "number": "034", 
            "head": "12/25/1897", 
            "content": "I had secured balcony seats, and on visiting Music Hall at midnight, I was much disquieted to find both galleries pushed up close against the ceiling."
        }, 
        {
            "number": "035", 
            "head": "12/25/1897", 
            "content": "Lately our laboratory has been kept in a disagreeable state of vibration by the machinery in the basement. Last night the nuisance seemed wondrously increased for the partitions racked and yawned until I could step through a breach from Dr. H's room into the Comparative Anatomy. Here I found sections of the floor displaced and could look down upon a crude and ponderous pumping engine, which seemed to have wrought the mischief. At this point the L's appeared, both wearing beards of a very light color. I went with them to Lowell and we found ourselves in a street bounded by huge mills built of dark granite like the buildings at the Navy yard. A sign read -- Brig Square. The place was quite deserted although the sun was high and shone warmly. We went along to a residential part of the city and tried the door of a house in a handsome block. It was not locked. We went in and poked around the rooms, which were richly furnished. We explored every floor without meeting anyone. We did not take or injure anything. At last, as we came into the front hall again, we heard heavy foot falls on the stairs. We hurried to the door. Something made me walk unevenly, and looking down I saw I had lost an overshoe. Glancing back, I spied it on the parlor threshold and I promptly kicked my remaining rubber after it, thinking, however, that it might identify me. The steps sounded close behind as we rushed out and ran with all speed down the street. I counseled turning at the second corner and we did so, looking back to see a policeman pass at a headlong rate."
        }, 
        {
            "number": "036", 
            "head": "12/27/1897", 
            "content": "Among a series of vaguely remembered incidents stands out a visit to a dirty attic room containing a recently vacated bed which was teeming with insect life -- black ants with white larvae, and many other species. Concerning one kind, I asked my brother if they were \"pediculi\" (lice)-- nd he said they were. As we went out, I saw a black, greasy sausage-like thing crawling upon a shelf. \"What is that?\" I asked. \"A lion bug,\" was the answer."
        }, 
        {
            "number": "037", 
            "head": "12/28/1897", 
            "content": "I was with B.J. at a concert in Music Hall and he fainted. I got him out, restored him and sympathized with him. I went to the station to take a train into the city. There was to be a bicycle parade and the crowd was a large one. Express trains with most beautiful cars all green and gold rolled by at short intervals and once five or six electrics passed. (I noticed a trolley wire stretched over the track.) None of these stopped at Newtonville and when a tallyho appeared with Mr. U. in charge, everyone swarmed upon it until it was black with people. I tried to climb to the top, but could not have gained it without the help good-naturedly proffered by those already there. I found a place to wedge myself and hung on for dear life."
        }, 
        {
            "number": "038", 
            "head": "12/29/1897", 
            "content": "I found myself before the class with nothing to say. But being more fertile in resources when asleep than ordinarily, I told them I would talk about geology. I laid down an argument which I considered ample to justify my departure proving that physiology presupposed a knowledge of geology. I have forgotten how I made my point. I went on to discuss the formation of Boston Harbor and the headlands of Hull and Nahant. As a natural consequence of my shortsightedness in choosing a subject, I found that twenty minutes sufficed for me to tell all I knew. Unable to think of anything further, I stood in silent distress for a while, and then slipped into a seat whence I looked at my vacant station and thought, \"Seeing this is a dream, perhaps somebody will come in and finish the lecture,\" but no one did."
        }, 
        {
            "number": "039", 
            "head": "01/02/1898", 
            "content": "At some time in the night I found myself listening to the \"Messiah\" and having my hair cut simultaneously. \"Samson and Delilah\" would have been a more appropriate oratorio, especially as a woman wielded the scissors. I was standing out in a large expanse of bare floor vaguely conscious of the snipping at the back of my neck, but more interested in the rendering of \"Unto us a Child is born.\" The chorus was not large -- say forty -- and sang unaccompanied but with fair effect."
        }, 
        {
            "number": "040", 
            "head": "01/03/1898", 
            "content": "I looked from a car window into a land which, it seems to me, I have visited before when asleep, though never when awake. There were no trees. Jagged cliffs of gray limestone rose out of smooth and rolling fields covered with short, fine grass--mostly beautifully green and as free from weeds and stones as any lawn. Above the ledges the ground was again grassy and thrown into swells and hollows of most graceful contour. Then more cliffs sprang to another level and so on, terrace above terrace. Here and there smart white buildings stood out in the powerful sunshine. \"Peterboro Mountain,\" I announced confidently as I viewed my creation. Wandering over the green slopes, I approached a towering mass of rocks in which was an opening--a great funnel slanting down with a small glimmer of light at the end. Evidently it extended through to the other side of this rugged spur. I went in. Presently the passage tapered until I crawled, rubbing the rock and descending gradually. At length I could squeeze no further. A yard or two ahead I could see that the light which had guided me streamed into the cave from an invisible source--probably an opening--around a corner at the left. Suddenly I felt oppressed and dizzy. I climbed a rough ledge above a large and beautiful spring. There were pebbles of pink and slate color at the bottom of the clear pool. Mr. U. seemed to be up above among the bushes. I was on top of Mr. H.'s room, sitting close to the edge and dissecting some large moths, which I killed by rolling them in paper saturated in picric acid."
        }, 
        {
            "number": "041", 
            "head": "01/04/1898", 
            "content": "Just before I woke I was very busy running a class in physiological laboratory in our cellar. I divided my attention between the experiments and stoking the furnace."
        }, 
        {
            "number": "042", 
            "head": "01/06/1898", 
            "content": "It was a black night and I was escorting a girl down Washington Street toward Haymarket Square. The buildings were dark, but the sidewalk was crowded. I was trying to keep I. and B. in sight as they pushed their way along in front of us. They hurried us uncomfortably. As rough men jousted us, my companion very simply put her gloved hand in mine. It pleased me very much. In fact, I seemed quite fond of her, though I did not know who she was and cannot identify her now. I think she wore a brown coat and I remember most vividly her tan colored glove with black stitching on the back. Suddenly here came a shock like a quick wakening, although I was not really awake, and lo, I was standing indoors, daylight was streaming through the windows, and in my right hand, which was still extended, were the fragments of a crushed coffee cup. I felt hurt and dazed."
        }, 
        {
            "number": "043", 
            "head": "01/08/1898", 
            "content": "At one time I was discussing vagus inhibition. Presently I was out in the gray of a wet morning, walking the deserted streets of Newtonville with most disconsolate feelings. I came to our house and seated myself on the piazza. By and by the C quartet seemed to have planned a sea trip. We were to take a train at 8:10. I reckoned that this would be an express and get us to the wharf by nine. Then I remembered it was winter. I fell in with L. near the old corner bookstore at night. We started toward the north end, but finding we were leaving all lights behind, we faced around and decided to go to a theater. I do not remember reaching one. Shortly it was day again. I came to the brow of a precipice and concluded to jump off. I was a little uncertain as to the result, but thought I could do it well enough. And so it proved. Clearing an iron railing, I sailed down easily to a jutting point thirty feet below, landed lightly and leaped off again. Three or four such stages placed me at the foot of the cliff."
        }, 
        {
            "number": "044", 
            "head": "01/09/1898", 
            "content": "I must have gone back three or four years, for my surroundings seemed to be those of the old building, and I was up in the choir. The other singers were strangers to me, excepting that F. Williams was among them. We sang Adeste Fideles and a hymn set to the tune of \"Aletta,\" as I recall the melody, but \"Hortonissimus\" in the book. Before I woke up, I had settled it that the superlative form meant \"most cultivated\"--Lat. Hortus."
        }, 
        {
            "number": "045", 
            "head": "01/09/1898", 
            "content": "This dream must have taken me into the future for I found the present church much altered and I recognized very few of the people there. The interior was very dim and sombre, partly because rich memorial windows had displaced the familiar ones. The pews were ranged in semi-circles leaving a large space vacant before the chancel. I asked someone if this was for T. H.'s chorus. \"No,\" was the reply, \"They sing in a picture.\" Probably this was a poetical way of saying that they had passed into history. The pulpit, I think, was gone. The greatest change was in the organ. The original part was still discoverable, but it had been extended across the entire front of the church. There were ranks of silver gray pipes rising before the chancel windows. Some were so long that they rested on the floor and disappeared through the roof. Smaller ones flanked the minister's room. At three places there were keyboards and benches. Mr. Y. was in his old position playing a stormy composition. When great power was demanded, he jerked a clothesline which swung open a large door in the case of the organ, and the tones pealed out with overpowering effect. Then the door would swing to with a slam."
        }, 
        {
            "number": "046", 
            "head": "??/??/1898", 
            "content": "I was passing our house at twilight and glanced up to a lighted window. I grew cold as it came over me that I did not know in what room that light was burning. In a moment I was in the attic. I opened a scuttle and looked down into the unknown room. Dust and disorder were there; all was as if the place had not been occupied for years--save that upon a chair there stood a lighted candle! I started broad awake and lay trembling with dread."
        }, 
        {
            "number": "047", 
            "head": "03/18/1898", 
            "content": "Some weeks ago I fell asleep and found myself standing near the autoclave in the laboratory talking with a young woman. After a little she excused herself and went down to the east end of the room. In a minute she came back with an irregular block of glittering ice set upon her shoulders in place of her head. She stood before me, naturally without speaking. I watched her with anxious interest. The ice began to melt and trickle down. Channels formed in the mass, its angles were rounded away; the sculpturing went on rapidly. I saw that it was taking on a definite shape, and in a moment more, it was a beautifully molded head of a horse; eyes, ears, and nostrils were faithfully carved out in the clearest ice."
        }, 
        {
            "number": "048", 
            "head": "03/26/1898", 
            "content": "I strayed into a beautiful region under the northern slope of Mount Ida, shady ravines, clear brooks and cascades. How it all found room between Newtonville Avenue and the railroad, I did not trouble to explain. Walking east, I followed a stream which must have been a tributary of a larger one. Presently I saw a spring issuing from a cleft in the ledges, and at the same moment discovered that I had a companion for whom I wanted to get a drink of water. A large tin cup conveniently developed in my hand and I climbed ten or fifteen feet to fill it. But to my annoyance, the cup expanded to a bathtub containing lumps of black loam and enormous earth roundworms. While I was rinsing it out, I woke."
        }, 
        {
            "number": "049", 
            "head": "08/29/1898", 
            "content": "I do not recall what I had been dreaming when I slowly roused (or so I thought). It was in every way the normal sensation, I even felt the coolness of the air which Jacab Abbott made Rollo feel and which surprised me every morning as a child. I had no excuse for doubting that this was a genuine awakening. But to my distress and alarm, I found myself crouching in the middle of a strange corridor. It was not wholly dark. I could see that there opened from it three or four doors, one of which nearest me was ajar. The room was slightly lighter than the hallway, as though it were early morning. My mind was painfully clear. I was conscious of my nearsightedness, also that my bare feet were on cold matting. I knew I must have been walking in my sleep. It was a terrible discovery, and I argued against it eagerly that I had never been known to do such a thing before. But the stubborn circumstance of my position silenced me. From thinking how I could distrust myself and to what dangers I should be exposed, I passed suddenly to the awkwardness of my situation. Where was my room? The corridor did not seem to correspond to the one outside my door, but I might be mistaken. The open door might be mine and I must make some move. I would steal over there. Just at this point the scene faded out of my consciousness as gently as a dissolving view an the happy realization that my head was on a pillow and my body stretched in bed crept over me as a boundless relief. But this second waking seemed less real."
        }, 
        {
            "number": "050", 
            "head": "09/19/1898", 
            "content": "Last night I listened easily to a long and fluent account of the woes suffered by a plumber in Newton Highlands. One of his patrons evaded paying a bill of several hundred dollars by legal trickery. The neighbors subscribed and paid the amount! It was natural that I should awake with a painful start from such a dream. A plumber, of all men, to command sympathy."
        }, 
        {
            "number": "051", 
            "head": "02/??/1900", 
            "content": "I thought I had gone to the top of a dome of great height. It corresponded closely with the New York \"World\" Building, which I visited a month ago. No railing surrounds us and the sensation caused by the iron roof rounding away from our feet was unpleasant from the first. It became more so as other men kept arriving, and I was crowded farther and farther from the centre. I was soon compelled to sit down. I dug my heels into a slight groove and rested partly on my palms, while I watched apprehensively two fellows--Hopkins students--who were in front of me and consequently on a steeper surface. The pressure behind forced me forward and the inevitable happened. The two men could no longer sustain themselves. Without a cry they began slipping with increasing speed until they shot over the cornice at the base of the dome and dropped into the depths, their dwindling forms revolving slowly as they fell. My horror was intense, and I saw no escape from a like fate. My heels were grating over the rusty iron plates when, happy thought! I said to myself: \"I'm running this dream, and I'll run it to suit myself.\" Immediately I was descending comfortably in an elevator."
        }, 
        {
            "number": "052", 
            "head": "09/??/1902", 
            "content": "In a dream which I had within a week, the mosaic structure is exceptionally odd. Someone came to me with a book in which I was shown a series of pictures and diagrams in explanation of a strange repulsive game. It was to be played on a bowling alley. But instead of pins, living rabbits and guinea pigs were to be set up. How they could be kept quietly in their places and up on their haunches, I do not know, but this was demanded by the directions. The guinea pigs were to be set at the extreme and far end of the alley, a pair of them, and in front of each, about two feet nearer the bowler, was to be placed a rabbit. The usual massive balls were to be used. Now the object sought by the player with all possible science and skill was to send the balls down the alley, past the rabbits, and curving in beyond them to mash the helpless guinea pigs against the wall. The killing of a rabbit was to be avoided, and was penalized by a deduction from the score for every such accident."
        }, 
        {
            "number": "053", 
            "head": "09/30/1902", 
            "content": "I dreamed that I was in an open boat on a sunny blue sea. I thought it was off Newport. A low and sandy shoreline was visible at a distance of a mile or more, and presently there shot up from it heavy gushes of smoke with jarring reports. I judged that a mortar battery was in action. After two or three discharges, I noted that I could follow the projectiles with my eye as they swept high in air and descended again. Suddenly I saw that one was coming my way. I had time to see that it was an old-fashioned spherical shot, when it landed on my head and I woke."
        }, 
        {
            "number": "054", 
            "head": "02/??/1903", 
            "content": "Sunday morning, I dreamed of entering our house at Hull's Crossing with Mrs. S. and G. The house had apparently been closed for several weeks, as in fact it was. It was dark. As we walked through into the kitchen, we noticed an odor of mustiness and decay growing more intense as we proceeded. A sudden apprehension seemed to fall on us. Mrs. S. said drearily, \"They say there is a curse on this village.\" Trembling, I struck a match and went toward a dark recess where I knew the awful Thing would be found. The odor became the sickening stench of a putrefying body. The horror became insupportable, and I woke covered with goose flesh, my heart beating wildly."
        }, 
        {
            "number": "055", 
            "head": "10/27/1903", 
            "content": "I was with G. in the South Station. While she stood by, I asked for two tickets to Worcester, received them, and laid down a five-dollar bill. Just then G. declared she would not go with me and I asked the agent to take back one ticket. He said that he could not because he had stamped it. I regretfully kept both. Meantime, I had received as change due me a pair of fur-lined gloves."
        }, 
        {
            "number": "056", 
            "head": "10/??/1903", 
            "content": "I was on Brattle Street, which seemed quite deserted, thought it was daylight. I was walking slowly by the closed doors of the buildings opposite M's. Suddenly I heard a series of rapping noises, which seemed to come from within. I was impelled to open the nearest door, and saw before me a bare entryway in half darkness, with a flight of uncarpeted stairs leading to the floor above. Looking up, I beheld with chilling horror a simple walking stick standing on end on an upper stair, and while I gazed, saw it rise, move forward and descend with a sharp tap on the next step below, precisely as if in the hand of an invisible person! I thought that I fell to the floor overcome with terror. Then, of course, I awoke."
        }, 
        {
            "number": "057", 
            "head": "??/??/1903", 
            "content": "I went to the church to hear a lecture by Dr. D. on \"The Holy Grail.\" Instead of the minister, however, a stranger appeared in the pulpit and began a rambling talk on architecture. I was completely distracted from the subject when a girl of about sixteen walked down the left hand aisle and very cleverly stood on her head near the door of the minister's study. This was not the gross performance that might be supposed; she kept her skirts confined between her knees."
        }, 
        {
            "number": "058", 
            "head": "??/??/1903", 
            "content": "C. and I were seated on a fence on top of Killington. There were two or three cottages in sight within a quarter of a mile as we looked to the east and I was speaking of a new road now open from these houses to North Shrewsbury, passing \"Mose Lefevre's.\" A blue gray beast as big as a buffalo suddenly raced over the peak. I pronounced it a bear, but have since realized that it was the enlarged image of our cat."
        }, 
        {
            "number": "059", 
            "head": "05/??/1904", 
            "content": "I dreamed of a tower, a section of which I can roughly represent. There are three concentric towers, the center one higher than the others. To reach the top, one must ascend the outer, descent the intermediate, and then climb the taller shaft."
        }, 
        {
            "number": "060", 
            "head": "05/24/1904", 
            "content": "Last night I seemed to be in a small prayer or social meeting, perhaps in Wilton. A speaker had just finished and Professor T.B.T. began to say something about our Puritan forefathers. He did not rise. He uttered one complete sentence and began another, but suddenly his voice weakened, he stammered and was still. He slipped down in his chair and people gathered round him, shutting him from my sight. I heard him gasp feebly, then there was a long painful pause. \"Campie\" pronounced the benediction. As we passed out, I had a glimpse of the professor laid in a Morris chair. \"He's dead, isn't he?\" I asked. \"Yes,\" replied someone."
        }, 
        {
            "number": "061", 
            "head": "07/03/1904", 
            "content": "Last night I thought that I took off my head and viewed the severed neck from beneath to see how the lesion is healing. To my horror, I found a deep and extensive cavity edged with necrotic tissue. At that moment I was further distressed by seeing a small organ, perhaps the thyroid gland, tumble from my head to he dusty floor. \"Good Lord\" I exclaimed, \"It will not be sterile and shall I leave it out or put it back?\" In my anguish, I woke."
        }, 
        {
            "number": "062", 
            "head": "11/??/1904", 
            "content": "I stood with Dr. D. looking from a window upon a group of four or five young men who were engaged in flying a large kite. I was impressed by its great height. \"Much as 1,200 feet, isn't it?\" I asked D. \"More, I should say,\" he replied, and then he called outside to know how much line they had free. \"5,750 feet,\" they said. I estimated that the cord led upward at an angle of 45 degrees and proceeded to calculate the vertical altitude of the kite, regarding the cord as the hypotenuse of a right isosceles triangle. My result was 4,000 feet, within 65 feet of the precise one (4065 feet)."
        }, 
        {
            "number": "063", 
            "head": "11/??/1904", 
            "content": "I gave G. a pocket book containing several hundred dollars, and sent him out to secure a passage for Europe. He soon came back, giving me the balance of my money and my ticket, a very small one, enclosed in an envelope marked, reasonable enough, \"First Class, $80.\" He also gave me a folder containing information regarding the line and its ships. These had odd short names of a Slavic form; I think one was \"Apski.\" Suddenly I remembered I was married and must not leave my wife. I regretted my purchase and asking G. whether I could hope to sell my ticket to a scalper, I woke."
        }, 
        {
            "number": "064", 
            "head": "12/02/1904", 
            "content": "I dreamed that I was in the room with my aunt, and suddenly discovered the neck of a bottle sticking out of my left side pocket. I hastily turned it way from her and went to the pantry, where I hid it. I knew it to be a certain wine, but I had resolved to tell her, if questioned, that it was raspberry shrub."
        }, 
        {
            "number": "065", 
            "head": "12/21/1904", 
            "content": "Last night I thought I was in Georgia--Savannah, I suppose--and that I walked five miles or more into the country to a hamlet called Boulderville. Here I saw a sign, \"To the Spring,\" and going down a grassy lane, I found it beside a swift stream and near a railroad. It was a clear copious spring welling up from the center of a patch of clean gravel. I returned to Boulderville and spoke to a native of the fine flow of water. \"Enough to fill a six inch pipe,\" I said. \"Yes,\" he replied; \"a manufacturer from Chicago talks of piping it there. It would furnish one-thirteenth of the power needed for his factory.\""
        }, 
        {
            "number": "066", 
            "head": "12/22/1904", 
            "content": "Last night I dreamed that I saw somewhere some pale green nightshirts on sale. They were of a heavy and lustrous material. A placard said: \"Silk velours (?) $17.85. Best for ping pong.\""
        }, 
        {
            "number": "067", 
            "head": "12/22/1904", 
            "content": "I stepped from my train at Huntington Ave., leaving the wrong side of the platform and threading my way between the cars which had brought me and another train on the next track. The space was distressingly narrow. I was following a young fellow who was perhaps five yards ahead. The train on my right started slowly moving with us, then the car abreast of me became derailed and veered toward the other train, which was yet standing still. The two ground together with a hideous sound. The man before me was caught, and must have been instantly crushed, for the space where he stood closed utterly and the contact extended swiftly backward. I was in a narrowing crevice. \"Heavens,\" I said in agony,\" \"why doesn't the engineer stop?\" Then as a last resort, I dropped to the ground and let the bodies of the two cars jam above me."
        }, 
        {
            "number": "068", 
            "head": "01/17/1905", 
            "content": "Last night I saw in our kitchen, upon the wall behind the stove, a mechanism such as is used in railroad stations to announce trains, a frame of stained wood supporting about twenty reversible slats, arranged in two columns. All but the lowest in the right hand series showed an unmarked black surface, the last, however, bore in white letters the strange word \"zikery.\""
        }, 
        {
            "number": "069", 
            "head": "02/20/1905", 
            "content": "I came along Central Ave. and reached a house which seemed to be the one next Mr. B's. I noticed with surprise that some accident, perhaps an explosion, had occurred there. Windows and ornamental woodwork had been shattered. In a moment I was horror struck to see in the front room downstairs a young woman seated stiffly upright just within the window; her fixed, wide open eyes and expression of congealed terror convinced me she was dead. As I stood gazing at her, I became conscious of a movement upstairs, and, glancing up, I saw another woman walking about in the room directly over that containing the corpse. I made gestures to attract her, striving to have her understand that there was something amiss below, and shortly she hurried down and came out of the front door. As soon as she stepped upon the piazza, she turned toward the window which opened on it, then, catching sight of the dead, she started and fell in a faint. This was too much or my nerves and I woke in a tremble."
        }, 
        {
            "number": "070", 
            "head": "02/??/1905", 
            "content": "It was a preposterous one, I know, and the one feature I am sure of was a load of hay, towering to an amazing height from the low massive sledge on which it was drawn slowly along the snow-covered streets of a small village. It rose far above the buildings, and I could hardly distinguish a group of people riding on it. I asked a bystander how high it was, and he replied: \"225 feet.\""
        }, 
        {
            "number": "071", 
            "head": "02/??/1905", 
            "content": "I have never seen this celebrated house (the Fairbanks Mansion) at Dedham, though its picture is familiar enough. When I viewed it in my dream the only odd thing I noted was that the middle section of the long, rambling building was built of brick. Around the homestead stretched green fields in full sunshine. All was peaceful and quiet excepting that across the road a barn was burning with more smoke than flame. I felt a mild concern for the historic house, but, considering its distance from the ire and the stillness of the air, I believed it to be reasonably safe."
        }, 
        {
            "number": "072", 
            "head": "03/??/1905", 
            "content": "Dr. H. was showing me one department and another of a great industrial school like Hampton or Tuskegee. We ended by attending a student's prayer meeting. Most of the pupils seemed to be mulattos, but I remember best one very black fellow who led in a long prayer. He made frequent references to points of compass, and I observed that in every such instance each hearer pointed in the direction indicated. I was surprised to see that Dr. H. imitated his neighbors, and I somewhat sheepishly followed his example. By and by the leader began to speak of some general who had just died. I have a haunting impression that it was General Hall which may have suggested the word, \"hell.\" \"Lord,\" said the speaker, \"thou knowest where he is, perhaps in heaven\" (everyone pointed upward). The fingers dropped and pointed down, and the rest was silence."
        }, 
        {
            "number": "073", 
            "head": "03/??/1905", 
            "content": "I seemed to be in the old High School building wandering through empty rooms. I was in an upper story. I came to a place where there was a hole in the floor and looked down. Below was a large room, of remarkable height, chiefly used for storage of chemical apparatus. I thought I would climb down by aid of a stack of shelves just under the hole. The distance to the floor was about twenty feet, and I felt dizzy as I started. The shelves made an awkward ladder, but I passed the upper ones and was gaining confidence when I came to one loaded with glassware. As I bore my weight on its edge, the shelf tilted and its unstable load of condensers and graduated cylinders shifted toward the verge. I struggled to keep my own equilibrium and to save the glass at the same time. Waging a losing battle, I woke."
        }, 
        {
            "number": "074", 
            "head": "04/??/1905", 
            "content": "G. and I seemed to be sharing a sleeping room. Walking about there one morning, I noticed an offensive odor, and set out to find the source. I soon traced it to a table on which lay magazines and papers. Lifting several of these, I found a crumpled sheet of wrapping paper, and under this, in turn, an amputated arm, seemingly a child's. It was noticeable decomposing at the cut end. I took G. to task for leaving it there, but so far as I recall my feeling the annoyance was no stronger than I should have experienced if the paper had covered the untidy remains of a meal."
        }, 
        {
            "number": "075", 
            "head": "04/??/1905", 
            "content": "I just dreamed of being taken into the employ of the Baltimore steamers and of having a lesson in the duties of the pilot house. I remember particularly the close questioning of a sharp-faced officer with brown side whiskers as to the method of signaling with flags. Later I seemed to be off duty and sitting in a saloon of the same steamer as she tore along at wonderful speed through black, angry waters. I thought we were standing out into Massachusetts Bay. It seemed to be dusk of a cloudy day. Suddenly I was surprised to hear a railroad train. A glance showed it to be running on a low trestle parallel with our course. It was running at a high rate, but we left it behind in a moment. Then I saw houses near us, we must have entered a canal; the Universalist Church shot by, our speed was checked, and a voice called, \"Walnut Street, change for Newton Highlands.\" As nearly as I can make out the ship canal must have been cut from Boston to Newtonville, and it must have ended at the head of Washington Park."
        }, 
        {
            "number": "076", 
            "head": "08/??/1905", 
            "content": "I thought that Mrs. W. (a neighbor not without attractiveness) attempted to kiss me on leaving here after a call. I drew away hastily, which might have been expected to give some offense, but had a different result. With much compassion she asked: \"Oh, are your lungs affected?\"--to which I guardedly replied, \"I have a slight cough.\" She then expressed great sympathy with me as a prospective victim of tuberculosis."
        }, 
        {
            "number": "077", 
            "head": "08/01/1905", 
            "content": "This morning C. asked me if I would look at my watch. The request scarcely penetrated to my stupefied brain, but conscience for a moment stirred uneasily. I thought that I reached out to the chair on which my watch lies and picked up a five cent piece. I looked at the date. \"Eighteen fifty five!\" I said: \"Oh, that is early,\" and consoled by the idea, I sank into a deeper sleep."
        }, 
        {
            "number": "078", 
            "head": "02/19/1907", 
            "content": "I found myself examining the inside of my skull, which had been sawed through fore and aft and well cleaned up. I was not at all pleased to find that the back part of it had never been adapted to hold a brain, being filled to a depth of at least an inch with a white substance resembling mortar or cement. At another point a bulbous tumor took more space with my cerebrum should have occupied. My feeling of contempt for this abnormal headpiece was of the liveliest kind."
        }, 
        {
            "number": "079", 
            "head": "11/??/1911", 
            "content": "I opened a faucet over the set tubs. There was a murmur of air in the pie, but no flow of water."
        }, 
        {
            "number": "080", 
            "content": "(03/02/1915)\"A man who had worshipped the gods, when he knew who he was, worshipped a wooden dog.\" This curious sentence, apparently cynical in spirit, I seemed to read in a dream last night. I did not feel at the time that it breathed cynicism, but rather a beautiful humility. I thought it was from a Japanese source. My comment on it was very much like this: \"This will be the spirit in which a new companionship between men and women will be developed.\" I was thinking at the same time that the reference was to the era of Women's Suffrage."
        }, 
        {
            "number": "081", 
            "head": "10/??/1916", 
            "content": "I dreamed that a murder had been committed (I think Doctor C. had been killed), and I was engaged with another man in a close survey of the premises. My companion had climbed into a dusty gallery that opened from a hole in the wall of a large bare room. Presently then he called to me that he had discovered the identity of the murderer. I followed him into the confined space where he was, and we bent over a large brass headed tack in the floor. On the head of the tack were two distinct images, in color, of a man we both recognized."
        }, 
        {
            "number": "082", 
            "head": "09/??/1917", 
            "content": "I thought that I had found my watch broken into three parts, roughly, into a half and two quarters. Bits of the internal mechanism were scattered on the floor."
        }, 
        {
            "number": "083", 
            "head": "02/??/1918", 
            "content": "The church of the dream stood opposite the present one. It was medium size, commonplace wooden building. I knew the denomination to be Baptist. The odd feature which impressed me was a block of pews on the green before the door. I understood that these could be occupied by people not finding room within. Through the open door they could look through the length of the church to the chancel and presumably enjoy the service."
        }, 
        {
            "number": "084", 
            "head": "03/??/1918", 
            "content": "I dream that a very small gilt cup of coffee is handed to me. I spill most of it between my knees and upon the rug. As I leave the room, I stop to examine an elaborate model of a war vessel. I find that all the depressions in the deck and the smokestack are full of water."
        }, 
        {
            "number": "085", 
            "content": "(03/12/1918)\"Is the gennard approaching or receding?\" was a question discussed in my hearing last night. I thought the reference was to an astronomical episode (like a solstice)."
        }, 
        {
            "number": "086", 
            "head": "03/??/1918", 
            "content": "I had a pleasant chat with a stranger, who finally left me, asking me to call him up by his telephone number, \"Africa 794.\" Immediately I saw, as though on a map, a part of the Mediterranean coast of Africa and the quotation came into my mind, \"The parts of Libya about Cyrene.\""
        }
    ]
}