{
    "dreamer": "ringo", 
    "description": "Ringo: from the 1960s", 
    "dreams": [
        {
            "number": "1", 
            "head": "10/07/64", 
            "content": "My little brother chased me out of the house one day with marshmallows. He was throwing them at me. I decided not to throw any back. I ran to my car and took off. I burned my tires going out he driveway, making a lot of noise. There was a police car behind me. He stopped me and gave me four tickets. This made me mad because had had them written up before he got out of the car. The left front door was open and the cop was standing about 4-10 inches from the car. After he gave me the tickets, I slapped it in reverse and took off. This knocked him over, but I was still mad about the tickets. I went over to school, but just getting to school I stopped and looked down a hold in the ground 8' diameter and 12' deep. It had like cheese cloth over the top and music and news were emitting from somewhere in the hole. I have seen this hole many times in other dreams. After that I met two friends in the parking lot and was showing them the tickets, but got so mad about them, I woke up."
        }, 
        {
            "number": "2", 
            "head": "10/12/64", 
            "content": "I'm working in a hospital, in what field I don't know. I wear white and the person who follows me around wears green. This goes on all through the dream. The person wearing green is trying to be better than me. (I'm in white.) Nothing happens one way or the other. Green is no better than white. Where I go, Mr. Green is right behind me, always trying to do better, if not doing better."
        }, 
        {
            "number": "3", 
            "head": "10/13/64", 
            "content": "Myself and a friend were shooting guns at tin cans and junk. I saw it first, but didn't pay any attention to it, until my friend saw it and yelled, \"What's that?\" I looked back as it started to fly away. It had been on the ground eating berries. And it was a robin red breast."
        }, 
        {
            "number": "4", 
            "head": "10/15/64", 
            "content": "I fell in love with a girl I know by the name of Judy. She's about seven years younger than myself. I do know this girl in real life. She was a social worker or I should say we both were. I don't know what part of the country we're located at. It wasn't anyplace I knew. But the place was in shambles, like after a war, buildings half fallen down. Anyway, we were married. After that it seems we're always in trouble, because we were always on the go. About what I don't know. All I know is I was in love with Judy and that's all I dreamed about."
        }, 
        {
            "number": "5", 
            "head": "10/18/64", 
            "content": "I'm asleep. I wake up and go behind our house where there is a hole in the ground (3 ft. diameter). Somebody sticks its head out of the hole and says, \"Come on in.\" I do. The people are in the form of circles, or bubbles, all in a different color; or everybody is a different colored balloon. They show me around and I find they have a very beautiful, modern city. But they aren't happy. They want out. They want to get out of the hole and see what it is like where I live. So we make a car and I get as many balloon people in as I can. Some of he balloon people change into human form. I start driving. I drive faster and faster so we can get up enough speed to go up and out the entrance (hole behind my house), but just as we get up enough speed, we stopped at a bull fight. We stayed there for the show and left. We started driving again, but I wrecked the car and was thrown high in the sky. I started to fall, but awoke before I hit."
        }, 
        {
            "number": "6", 
            "head": "10/19/64", 
            "content": "My band is playing for a private party in the Southwest section. We were taking a break when a drunk comes in and starts banging away on my drums. I didn't want him doing this because he might damage something. I went over and asked him to quit, but he won't, so I started throwing punches at him and so did he at me. I totaled him out! He had a broken jaw and nose. Some of his friends took him away and my band started playing again."
        }, 
        {
            "number": "7", 
            "head": "10/21/64", 
            "content": "My brother Tony and I have a large truck, a refrigerated truck. We were going in on a business deal together. We were half way to Forty Mile Bend when we stopped at a house and met a few of our friends. It started to get late and we decided to stay the night. About 7:00 p.m. we discovered four girls were missing (little girls 2-6 who lived at the house). We found that they were in the back of the truck and the freezer was on. But for some reason we couldn't let them out till morning. We very carefully let the air out of the tires on one side of the truck (reason?). We couldn't let the girls out because it was too dark. Morning came and four of us went in to get them out. The inside of the truck was icy and frosty. The girl I took out was able still to talk and was talking to me as if nothing had happened. All four girls should have been frozen solid. As I talked to the girl I brought out, the more I noticed she was made of stainless steel and didn't have a head. The other three girls were alright."
        }, 
        {
            "number": "8", 
            "head": "10/22/64", 
            "content": "U.S.S.R. is taking over U.S.A. My house is the university. We're getting ready to move to the outskirts of the town so we can keep on the run from the Russians. The rest of my family are gone and I'm just leaving when the Russians pull up and I'm put under guard. Our house being so big, they decide to make it their headquarters. Mr. K. arrives. He is wearing a bright red coat. This is how I can tell he is Mr. K. I overpower my guard and put on his uniform. This enables me to go where I please. Mr. K. is giving a speech in a lecture hall. After his speech he walks past me and I salute him. He tells me that he is going to one of the portables to rest and that I'll be the only one knowing where he is. Big Deal. I just want to escape. Just then one of my brothers comes speeding up in a car and I jump in. We are driving along, when I think to myself, \"You still have the guard's gun and you are the only person who knows where Mr. K. is.\" I decide I'd better go shoot him right now while I have a good chance. I tell my brother my plan and he says, \"Good deal,\" turns the car around and we are on our way back when I wake up."
        }, 
        {
            "number": "9", 
            "head": "10/22/64", 
            "content": "I'm out in a boat with a friend. I don't know who he is. The propeller on the engine comes off, and we are stuck. But here comes a great big whale. My friend jumps out of the boat on top of the whale and ties a rope around him. This way we get him to pull us back to port. When we get into port, we don't know what to do with the whale. So we operate and remove his pituitary gland. Naturally he doesn't grow any larger, but smaller. Finally he is as small as a goldfish and that was the last we saw of him."
        }, 
        {
            "number": "10", 
            "head": "10/24/64", 
            "content": "My little brother Willie, my father and myself are playing catch with a softball in the living room of our home. The living room is quite big, so this is easily done. I'm standing near the kitchen and when my father starts talking to Willie, I sneak into the kitchen and start filling my pockets with food. I then start to go to my room, when Willie says, \"You'll be sorry if you eat all that food, you'll be sleepy.\" Anyway, I go to my room and start eating and wake up."
        }, 
        {
            "number": "11", 
            "head": "10/26/64", 
            "content": "I'm following somebody down the street. In my hand is a gun and I intend on shooting this guy. Just as I'm ready to shoot him, someone pulls the gun out of my hand and shoots him. All that happens when the gun is fired is blue ink comes out the barrel. I take the gun back, put a new clip in it, and start following him again, but he keeps running out of sight. And I can never catch up to him to shoot him."
        }, 
        {
            "number": "12", 
            "head": "10/27/64", 
            "content": "I was attending a meeting of some sort. The meeting was at a hotel on the beach, and I was spinning the water in a goldfish bowl around in one direction (clockwise). This would make the frog almost fly out of the bowl, but just as he was ready, I would stop and change directions of the water (counter-clockwise)."
        }, 
        {
            "number": "13", 
            "head": "10/29/64", 
            "content": "Congratulations, I got married last night! But the girl I had only been out with twice before we decided to get married. Right after the wedding, her father, as a wedding gift, gave me the keys to a new car. But I had just bought a new car, a \"VW,\" for our honeymoon. This was a conflict. Either take his car or take mine. Things didn't quite work out. I got unmarried, I think, before I left the church."
        }, 
        {
            "number": "14", 
            "head": "10/31/64", 
            "content": "I'm babysitting on Halloween night. Five beautiful girls come in. One is dressed up as a pumpkin, another as a little girl, and another as a little boy. The fourth one is dressed up as the man in a Marlboro ad, and the fifth is dressed up as a clown. Their costumes are very well put together. We sit around and talk about this and that, when three or four of my friends come in. We all decide to go off somewhere. But I can't go because I'm babysitting."
        }, 
        {
            "number": "15", 
            "head": "11/02/64", 
            "content": "I'm drinking beer at a bar where the police come all the time to drink, on duty and off duty. I meet a friend of mine and we decide to go have dinner. We are eating dinner at a beautiful castle-type restaurant, about 70 ft. high, this restaurant is. Then four guys come in and stick up the place. During the end of the robbery I start clapping for them to show they have pulled a very nice stickup. The four guys decide to take my friend and myself prisoners. We go over to a nearby city and they stop at a school. My friend and I make a break for it. I get away by hiding under a portable, but my friend is shot. I get caught about 15 minutes later and just as one guy is about to shoot me, grab a revolver from one of them named Bruce. I then shoot all four of them. This kills three of them, but they don't die. The fourth can still fire a gun and does so, but he can't hit me because I'm running away from him. They get into their car and follow me to a gas station, the only place open in town. I get the keys to a car from the attendant, just by telling him to charge it to a friend of mine who lives there. But I can't get in the car. My gun is empty and every time I try to get in my car, the one guy who can still shoot does so. Finally, I get to the car and drive to the next city, where I tell the police, and the crooks are caught. I had an extreme headache when I awoke."
        }, 
        {
            "number": "16", 
            "head": "11/02/64", 
            "content": "I start to practice on my drum set and stop after 10 minutes I'm looking out the window and see a police car put on its lights and drive away. He was parked behind my room. I then go back to playing my trap set."
        }
    ]
}