{
    "dreamer": "samantha", 
    "description": "Samantha: in her 20s", 
    "dreams": [
        {
            "number": "1", 
            "head": "11/09/92", 
            "content": "Feels like the same ol' chicken soup dream yet I don't know if I've ever dreamt about this soup before. Crush was playing. My dad hired them I think. They played in this church/bar parking lot. Nobody came. I was pissed cause they would take long 1/2 hour breaks or longer between each song. I tried to tell them they sucked but would then just apologize for what I said. In the parking lot, 2 other bands were practicing quietly. One band wore all cavemen outfits and they were set up like Hollywood Squares. I wanted to go camping. I had this favorite trail that I started doing over and over again. It almost became like a personal race course. There was one area where the trail split. The one way I never went, went across a river. There was a lean-to. The lean-to, as I eventually found out one day was a loft with a nice double bed, a closet, lights - just like a regular bedroom. It had once belonged to the woman who owned 14 K. Street. A lot of her stuff was still in there - clothes, books, curtains, photo albums. There was also my moms storage stuff like a sewing machine and thread. I looked throughout the album and saw a picture of the lady as a little girl. She looked exactly like me. A little boy looked just like Eric. In another picture the father looked like Roger. I ripped a picture out. When I got back from hiking, the band was still on break - I'm pissed. I tell everyone that we should all go camping and stay in the lean-to and that I'll make some French Onion chicken soup. Ronny tells everyone that my soup sucks. Ahmad asks him why he doesn't make it then and Ronny says because he hates it but if Ahmad gets him 30 lbs of dog meat then he'll cook it for us the right way. I show my mother the picture and she is surprised. Sam and Kim said that they would go camping but then Kim backs out. So Sam asks if just he and I would want to go. Hmmmm, i think, that would be fun. He wants to climb a mountain though, and not go on my special trail (which is basically flat) with the lean-to. One thing i forgot....when I was going down hills on the trail it almost had the affect of skydiving. I felt like my hands were holding onto two bannisters and I would slide down the slope from he sky. Sometimes the geography would turn into a map-like feature. I could see small trees and the outline of the path and I would try to aim for that. The size of the tree tops were about the size of quarters. [Crush = college band with good friends; Eric = my brother; K. Street = street my parents live on; Roger = mother and fathers friend; Ronny = friend; Ahmad = love interest at the time; Sam = friend, goes out with Kim; Kim = friend, goes out with Sam]"
        }, 
        {
            "number": "2", 
            "head": "11/10/92", 
            "content": "It was my family's home but it was a different house than what we really have. It was cool, huge rooms, porches. My brother and sister were home. There was one room with these cool doors with flowers painted on them. There was another room with orange walls and a fluorescent orange ceiling. I sat at dinner with the family somewhere and gave my mother a card with a paint brush and white paint so she could paint the orange ceiling. Instead, she told me she had painted over the flower doors that I had loved. I was so angry. Rage. Later - there was a party at my house. No parents but Julia and Eric were there. I was there but then it seemed that I was there only at the end of the party. I was frantic because either my parents were coming home or the police or something. I wanted to start cleaning. I was pissed, yelling at people. I went to my parents room and there were people in there and a bong. I went to my room and my brother and some girl were in bed kissing. Eric said not to worry so much. Then I saw the police come. They wanted everyone to sit on the front porch steps. The front porch was really cool; it was sort of dreamy. On the rafters above the walls and against the walls were these white sculptures; some were tall white fans, others were just things, but they all had thin strips of white paper hanging off them. I liked to look at them. The police officers were all female. They were bitches and shoved us around and talked real loud. One of them (the leader I think) said, \"Yeah, we just got back from doing some gay bashing\". They were really macho. The officers had some attack dogs with them. They were huge and would sniff in our faces. They also growled fiercely a lot. One of them, the biggest one, was so huge and had such a bug snout that it looked like a pig. It WAS a pig, an attack pig.  [i woke up and went back to sleep] Now, I don't know if this is after the party or a different occasion altogether. I am going on a picnic with Ahmad, Diana, Sam, Kim, Becca and Jake. There is a campground on the other side of this big river that we are aiming for. When we get to the bridge we find that it has been closed, part of it is missing or being repaired. They have an alternate way to get across. I don't know exactly how, but we would go across in groups walking in the water. I don't think we were swimming though. I remember that during the trip I was trying to keep track or hold on to Ahmad., but eventually I lost sight or hold of him in the scene. There was a point I remember which was looking down in the water with my glasses acting as goggles and the sand on the bottom was pure white and soft and beautiful. The water was very clean and turquoise. We got to the other side to the picnic ground. To my surprise, it was very crowded, and all the people crossing the river were picnicking too. I thought that we would make a campfire but Diana and Becca had already picked a spot on a steep hill with tons of people around. It seemed really stupid. I helped Jake up the slope which was as steep as the top row of bleachers at a baseball game. We sat down and started eating the thin hotdog things raw. The diameter of them was about the size of a dime and they were in packages like Polly-O string cheese. I dipped them in some sort of cheese in a jar. All of a sudden somebody closed some curtains. (We weren't outdoors anymore but were int he same place but with a building around us). I yelled, \"Why are you closing the curtains?\" as more curtains were being closed. A woman that looked like a mix between Mrs. Smith and my high school vocabulary teacher said, \"It's time.\" [Julia = my sister; Eric = my brother; Ahmad = love interest at the time; Diana, Sam, Kim, Becca, Jake = friends; Mrs. Smith = family friend from when I was very young]"
        }, 
        {
            "number": "3", 
            "head": "11/11/92", 
            "content": "All I can remember now is that I was at some sort of gathering of families: mine, The Smiths, The Gillespies. I saw a fishing pole and thought that it was my dads so I took it to the water (the ocean) and tried to fish. I caught something but jerked up the line too fast and ripped a section of fish off. I decided to use that for bait. At the end of the line were six fish hooks - the kind with a double hook so that they would be sure to catch. There was an orange dock that everyone (the kids) was standing on. The waves got bigger and bigger. Then they were HUGE. I kept on fishing. It was out of control. Every time I pulled in the line my fingers would get caught on the hooks and the hooks would stick into my fingertips and I'd have to rip them out. Everytime I got one loose another would catch. A huge wave ripped apart the dock. Everyone swam to shore. I wore bandaids on my sliced fingers. [Smiths, Gillespies = family friends from when I was very young]"
        }, 
        {
            "number": "4", 
            "head": "12/05/92", 
            "content": "All I can remember is the end. I'm sure there was more. I was told (or maybe just decided) to drydock our canoe. So I went to this old fisherman's house/store/restaurant and asked if he could do it. \"Sure\", said he and his wife. They were a cute old couple. He made me carry the canoe by myself to the racks to be tied. It was surprisingly light. My mom and dad showed up with a new puppy. It's running all around with the fisherman's dog. I tell them what I'm doing with the canoe. \"No. That's not what I wanted you to do. You were supposed to get it repaired\", said my dad. We tried to talk to the old man but there was another customer. The old man ignored us because the other customer was going to be spending lots of money. We waited around and waited and waited. We decided to name the puppy Sylvie. One of the decks was also a frying surface for cooking. There were fish frying all over it. The puppies would walk on the frying surface because their water faucet was right in the middle."
        }, 
        {
            "number": "5", 
            "head": "07/24/93", 
            "content": "I'm walking down the street wearing the rubber gloves I wear at work. On my street, which actually looked more like a suburban street, I came across three black guys trying to break into a car - a silver Audi. I suggested they use my rubber gloves so they wouldn't leave fingerprints on the car. I was at home, I know Eric was there, maybe Julia. There is a ring at the door. I open it and in walks about 20-30 black guys who just barge in. They ignore me as they just casually walk through the door. I recognize the guys who were stealing the car. They are trashing the place. I'm scared but when I see one of the car stealing guys I act like he's my best friend - \"Yo, what's up, etc...\" - so casual. I try to call the police but keep on dialing the wrong number. Another time there is someone on the phone - I think maybe it's Eric on the line - I tell him that we need to call the police. Eric decides to go to a neighbors house to call so he sneaks out the back door. I know a bunch of guys have left the house and ask the car stealing guy what they are doing. He calls them by some sort of title and says they are the meanest guys in the bunch and they like to kill people for fun. They are going to get Eric! I'm terrified. I think of those guys chasing Eric down the street with knives trying to kill him. [Eric = my brother; Julia = my sister]"
        }, 
        {
            "number": "6", 
            "head": "07/30/93", 
            "content": "I don't know who it was but there was a girl who told me to go down this river that is off of Moose Pond. She said, \"It's easy to find because there is a pineapple tree right at the entrance\". I decided to go and it was really easy to find. There were these huge bright yellow cactus-like trees all over the place. Very surreal looking, almost like Dr. Suess. I looked up into one tree and saw tons of big bananas. I kept on paddling in my blue canoe and I somehow felt as through I had been down this river before. In fact, I knew I had been in the entrance area but I guess I had turned around and not gone down. I decided to keep going. On the left hand side there were about 6 cages in a row. I don't know how I knew but I feel as though someone told me (although there was no one around) that these animals had been experimented on. They were fucked up. The animals were spazzing out, banging around in their little cages. One of the animals I remember was a sort of small dinosaur-like creature with a saucer shaped head that could stand upright on two legs, another animal, actually, there were 2 in 1 cage - were these monkeys with really long legs. They just stood there. I kept paddling on. Once again on the left side some swimming pools, that were built right on the edge of the river, passed by. They looked really nice. On either side of the pools were these big billboards that advertised the pools - something like \"Johnson Development Estates\". I don't know. There were not very many people at the pools. There were no other buildings around except the pools themselves. The pools were just surrounded by jungle and the two billboards. I kept going on and came across a lot of people sitting at computers. They were learning how to use them. There was a big screen so that I could see what they were writing. This computer area was much the same as the pools - surround by nothing. There was a pool area connected with this computer school place. It was shaped in the same way that the desks were arranged and actually looked like it was an area where people could learn computers while sitting in the water. But it was empty. I felt as though the stuff they were doing on their computers was very basic and boring to watch. Except for this one bald-head guy who was doing his own thing. On his screen, there was a picture of a man sitting at his desk with his hands on the desk. This guy was able to make this image appear to swivel in his chair. I kept paddling on. On the left there were more animals in cages. I decided to turn around because it looked like it was going to rain hard up where the lake was. I paddled really fast, trying to avoid the people who were walking the other way in the river. It was strange because sometimes the sky overhead would get completely dark so I had trouble seeing and trying to steer around the people. One family walks by and one of the kids had dropped a ski boot which was floating on the surface. As I was paddling back I had a sort of nervous feeling - maybe because of the darkness, or the animals. I also felt as though I needed to get back to Hal who I think was at the lake. [Hal = friend]"
        }, 
        {
            "number": "7", 
            "head": "08/??/93", 
            "content": "Bacon. Package of weed in mail from Germany - it was fake. There's a list for the return address. Julia is pissed but really the bud was plastic. Had a list of others who were scammed which included Eric. [Julia = my sister; Eric = my brother]"
        }, 
        {
            "number": "8", 
            "head": "08/20/93", 
            "content": "I was returning to school. I didn't know who my roomate was going to be. I picked up the keys to my room which had a little orange cone attached to it with a room number. I went out the first night. I don't know with who but I hadn't gone to my room yet. I had my period and remember carrying around a HUGE bag of tampons with me trying to hide them under my shirt. I went to go see Briar S. who was a freshman. She lived in a dorm that had been completely re-done. There were no rooms just long corridors of beds. I went to go and try to find my room but I had lost the orange cone. For some reason no one was able to help me find my room. I tried everything (looking at the billboards on each floor for my name, asking RA's). I called the operator and it was some Indian guy who couldn't really speak English. I was so frustrated. I tried to read the number on my key but it was too dark. Finally, some women said, \"Oh you're in Room 8165. Your beautiful apartment is on the very corner of the far wing. We hope you enjoy it. People have been very happy there.\" She led me to the room. I went inside and there were 2 girls there. I collapsed on the floor saying \"Thank God I finally made it\". It kind've felt like freshman year - meeting the new roomates. There were 3 beds in a row. The place was already decorated in pastel flowers and the ceiling was a light mint green. Yuck. It looked like a hotel room. Apparently the 2 outside beds were already claimed so I had the smushed up one in the middle. Yuck. The girls said they already knew each other and I could tell from their style of dress that they were very different from me. [Briar S. = an acquaintence]"
        }, 
        {
            "number": "9", 
            "head": "08/27/93", 
            "content": "Grilled Cheeses in pita. Hal made a grilled cheese with wood. We were running from the law. I don't know why. We were travelling by car along old country roads and kept on having run-ins with this same cop. We were also running on foot. Running away from a different group of people. Ended up in this weird abandoned hallway with all these empty stalls. There were twins in one of the stalls who tried to help us trick the other group by wearing wigs. They were going to talk and we were going to pounce on the other group and steal their new clothes that they were giving out. Well, I think it ended up being a trick because all the clothes we stole were red. I remember Julia had red shoes and I had a red short dress. We booked off and planned to hide in the woods but saw that a storm was coming. The image of the storm that I remember was amazing - very fast moving swirls in the distance. We decided to build a fire in what was similar to the empty classrooms in Z. City. I said I knew the best room to build one in but it ended up being occupied by the group chasing after us which now included the headmaster of Z. City school. In another good room there was a guy sitting on a couch watching TV. I can't remember anymore. [Hal = friend; Julia = my sister; Z. City = town I lived in overseas]"
        }, 
        {
            "number": "10", 
            "head": "08/28/93", 
            "content": "I kept waking up last night because I was dreaming something about having the people I babysit for in a canoe. They wouldn't leave or actually I wasn't allowed to leave babysitting - we were canoeing. I would wake up and see the time on the clock - 2:30, 3:30, 4:30 and think \"shit - I know I don't have to stay this late - I have to go to bed.\" but still I felt as though I couldn't leave. I was sort of pissed because I wanted to sleep and not babysit. The dream: Something about babysitting a baby. The parents gave me directions to just leave the kid down by the river and just check on it every once and awhile. Something about feeding the baby chili."
        }, 
        {
            "number": "11", 
            "head": "08/29/93", 
            "content": "I was travelling to some sort of BBQ. I had a Winnebago and brought some food with me. The BBQ was in Boston. Along the way I met Jahn and Jim and some other people. We had fun travelling along and sleeping on the side of the road. In a town called \"Kamikaze\" We drove by Walter and Shirley and one of her girlfriends. I think Walter plucked all the silks from the corns I had brought for the BBQ. Jahn brought a lots of things for a salad. He wouldn't let us listen to reggae music.  Shift in dream...There was some sort of hand job experiment at school. One professor had 3 couples pair up, (I was with Craig) and then had each couple individually show how they turned each other on. I did OK with Craig but I didn't get too excited from him. The couple after us was Jill and some hockey player Jerry. His technique was completely different. Later on I was talking to the professor who had made up the idea of the experiment. He said he had been testing it on a lot of classes. In some classes even the students and their professors were put in teams. I went to his laboratory and did another experiment with 2 grapes and toothpicks (this was not sexual) and I told him I was frustrated with the results because they were not exciting. [Jahn = friend from college; Jim = friend from highschool; Walter = ex-boyfriend; Shirley = Walter's new girlfriend; Craig = friend from highschool; Jill and Jerry = acquaintences from highschool]"
        }, 
        {
            "number": "12", 
            "head": "10/14/93", 
            "content": "Julia had just been married. I was supposed to be getting married too. I went home with all of my friends. People slept all over the house. An attic was filled with rows of bunkbeds. Eric slept in the garage with a little red MG that he was rebuilding. I put on Julia's wedding dress. My mind went blank. I couldn't remember who it was I was going to be marrying. Where did I meet him? What's his name? I began balling my eyes out with my mother. Crying and crying and crying. I didn't want to get married - I'm only 20 years old. Who was this guy anyway that I was supposed to be marrying. The wedding invitation said Mark Fasta was his name. The wedding party list had a name called the \"Fasta Mouse\" - an advertising slogan for his cheese company. Apparently one of his groomsmens was going to be the Fast Mouse - a guy dressed up in a mouse costume. I was outrageously crying. Finally I told my mother, \"I've changed my mind, I don't want to get married\". I went to go seek the comfort of my friends. I wanted to see Walter, but he was in the attic with Shirley. All of my other friends were doing stuff. I heard the tail end of the conversation with my mother telling my father that the wedding was off. He went berserk, pointing out all the things he had paid lots of money for - he was almost broke because of it....he said, \"Well, if she isn't going to marry him, she isn't going to live here and continue to suck money from me\". I kept balling - I was being kicked out of my home for cancelling a wedding I didn't even remember the details of. I had a lawnmower and was pulling it to this field I was going to mow. Hal yelled funny things from the building, \"Hey Baby...\" but he couldn't see that I was crying. [Julia = my sister; Eric = my brother; Walter = ex-boyfriend; Shirley = Walter's new girlfriend; Hal = friend]"
        }, 
        {
            "number": "13", 
            "head": "10/14/93", 
            "content": "Someone had ordered these 'sex' guys for a party. At first it was just me, Diana, and maybe someone else sitting in a room. These 3 guys come in and started forcing themselves on Diana, maybe kind've raping her. It was uncomfortable and I tried to stop them (there were only 2 then). One of them, a blonde guy, turned on me and began doing the same thing. It turns out that these weren't bad guys doing harm, but instead they were 'pleasure' guys - really hot, sexy, great bodies. This guy would toss me around into all different positions, do things to me that felt great. I didn't do anything to him, I was a pure object, and it was fun! I did everything imaginable with this blonde guy. He was perfect. Diana had been messing around with the brown hair guy who I said looked like a young Robert DeNiro. I remember asking the guys where the third guy was, the Jewish one. Right then he came out of a room.. An ugly guy, old, with a mustache, potbellied and hairy chest. I was glad I had my blonde guy. I feel like I fell in love. The guys had to leave and Diana asked how it went. I said it was incredible. She said she hadn't slept with the guy because... afterall, he was 'hired'. I was nervous. I had forgotten all about that. I had slept with the guy many times without a condom. I thought back to the sex we had had and woke up feeling really refreshed. [Diana = good friend]"
        }, 
        {
            "number": "14", 
            "head": "10/29/93", 
            "content": "Very involved, cool dream. I was driving Diana to the theater and decided to go inside with her. We were taking an elevator up to the 5th floor. The elevator jammed and then began falling faster and faster. It seemed like much more than 5 floors. I thought we might die. I was sitting in a papazon chair inside the elevator and began sort of jumping in the air to see if I could ease the contact. But at the bottom, the elevator slowed down and the doors opened. Diana was supposed to be in a play. I went in with her and began fooling with some string attached to the ceiling. It was like bungee fishing wire and I was jumping really high in the air. They wanted me in the play too. The play was about 2 girls who come off an elevator into a weird land where these people are trying to do something with them. I am really good at jumping and was doing some neat tricks like jumping over people at the right time and going through peoples legs. Shazaal and Dirk were in it as the guys who ruled the place. The lighting was really cool, everything was fucked up and abstract. We did another run through of the play - which really didn't have any plot anyway. I was just doing whatever. This time my string broke a few times and I came crashing down. I would slither around on the floor doing weird stuff like swimming and rolling up to the audience on the floor. My shirt was ripped because of the string and my knees felt like huge bruises. I felt as though this performance wasn't as good and thought that it was only a rehearsal but Sean said that it was the one and only show. After the show, I was changing. I didn't realize it but my family and Cybil's family had been watching the show. Both our grandmothers were there and Nana was telling me jokes while sitting on the floor. I kept on trying to change but somehow it was taking forever. My parents said they'd wait outside. This person approached me and said that 'so and so' wanted to speak to me. I guess he was a big theater man. I said sure and ran to the bathroom where my mom and Cybil's mom were doing crossword puzzles. I was adamant about taking some ivy that had been used on the set. I was semi-dressed except my pants were on weird - both legs in the same hole. I went out to see the man because he wasn't the type to keep waiting. He was waiting at the end of this long pier. We was wearing all black. He had a crew cut of grey hair and light blue eyes. He said something about my eyes like, \"Why do you make your eyes so blue?\" - I said I couldn't help it. He wanted to tell me that I was very talented and was wondering where I had been hiding myself. Miranda's car drives by. This man is holding a balloon and let's it go. Just then Miranda's car, filled with relatives, screeches into reverse and Miranda comes running out yelling that she wants a balloon. But it's too late, it's gone.  Shift in dream: I was at Freds and the TV was on. Some magazine show all of a sudden had a feature on Crush. All the guys were there and I was yelling at them to come and watch. Some of them had never seen it before - they didn't remember even being filmed - except Jack who knew. In the film they were running through fields and rolling around doing somersaults down grassy hills. [Diana = good friend; Shazaal and Dirk = acquaintences involved in theater; Sean = love interest at the time; Cybil Amato = grade school friend; Miranda = acquaintance from college; Crush = college band; Jack = friend; Fred = friend]"
        }, 
        {
            "number": "15", 
            "head": "12/04/93", 
            "content": "Jacques M., a professor from my college, was giving me weird glances at school. One day, I was walking around town (in an apartment building?) when he passed me and grabbed me. He brought me to his house, he was being nice. There, I met his wife. It was really weird because they were poking at me and feeling me. They told me that they were going to cook me and that Jacques had been watching me for a long time and knew I would be perfect for it. Somehow I escaped and ended up in the hallway of an apartment building. It was like a maze. Every once in awhile I would see Jacques right there but then I would run. I screamed by head off but nobody opened their door. It seemed as though Jacques knew exactly what he was doing. One door opened and it was Pete's apartment. I'd never been so happy to see him. I was frantic, trying to call the police. I was looking it up in the phone book but couldn't find it. I called the college operator but it was an answering machine. Pete lived with this guy with a bald head. Were they lovers? Some how I ended up in another apartment. It was Shazaal's place. Walter was there. I went to the bathroom which was this weird room with just a toilet. The toilet was a long bowl wrapped with toilet paper which you would have to unwrap in order to get some. It was all wet on the toilet. I can't remember anymore of the dream but I know it went on for awhile with Jacques chasing me and me screaming. And also riding in a motor boat with my family with a canoe attached to it. Along the shores of the lake where these HUGE houses, some were only feet away from each other, some were massive. There was also a section of rows and rows of blue and purple little shacks. We were trying to find a restaurant and came across Edie who recommended a place where she and Jack were going. She had a real complicated map of the lake. My mom was sitting in the canoe and it split in half. I remember using a paddle to paddle the boat away from the sides. My dad was steering but it didn't seem like he even noticed the huge rocks around. He was getting pissed that I kept yelling, \"Rocks!\". I imagined myself under the front of the boat with mask and gear as a way to steer the boat and to be able to see the rocks. But then I imagined getting crushed and ripped apart if you didn't see one coming. [Jacques M. = professor at college; Pete = acquaintence; Walter = ex-boyfriend; Shazaal = acquaintence; Edie= friend; Jack = friend]"
        }, 
        {
            "number": "16", 
            "head": "12/11/93", 
            "content": "I have to write a paper for English on \"Catalogue of the Exhibition\". I had created a piece of art, we all had. We were at this sort of camp out in the middle of the forest. The entrance was a dirt road where a restaurant was. It was built into a cliff so that it was hanging over. The A-frame roof was rock with little caves containing houses (birdhouses?) in them. Anyway, at this camp, it seemed like a school trip, lots of young people. A famous artist came. She look like Mrs. S. with grey hair. She had an art exhibit. All the pieces of art were copies of ours (mine, Edies, others). She had tried to re-create our art by doing a frame by frame thing of how we made our paintings. Her work that was copying my work was in 4 pieces. One was an orangy peach shawl with long strings; one was on the wall, it was pure white with sort of indentations of flowers; another was a pair of cowboy boots; and the other was something practical(??) When I saw the show, I was pissed. She was getting tons of praise for our artwork. I rallied with some others to steal her work since it was really ours. Some liked the idea, some didn't. Me and Kathy took the shawl and the painting. But then I began to feel guilty. I went to the artists room to ask if I could have the pieces. I forget what she said but I think it was yes? for money? I'm back at home now and I have to write my paper. I decide that I will go back to the place in the forest and write about my art and Moorash's. Before I go, Sharon receives a telex from Jahn for me. She gives it to me and automatically Sharon and Diana look over my shoulder. I say, \"Stop it!\" but they think I'm joking. Then I yell, \"Is everything public property?!\" and storm out and into Jake's room, slamming the door. The telex is long. It's about getting a group of people together to go to the woods to do our papers. The way he wrote the letter was cool. He put it inside the binding of a book and left some of the book pages in it. It was very sexual with a lot of drawings. I wanted him all by myself so I didn't want Diana and Sharon to know. [Mrs. S. = sister's mother in law; Edie = friend; Sharon = friend and roomate; Diana = good friend and roomate; Jake = roomate; Jahn = friend; Kathy = childhood friend]"
        }, 
        {
            "number": "17", 
            "head": "12/12/93", 
            "content": "I picture us dancing, ice dancing on the road. A car comes by, we sprint to the side, next to a car we crouch, but were too close, an alarm goes off. My car is parked next to the siren car. I say, \"Let's go in my car\". We run to it, jump in the back seat and hide there just looking at each other."
        }, 
        {
            "number": "18", 
            "head": "12/13/93", 
            "content": "It was a horrible night for driving. My car was sliding all over the road and besides that, I was lost. I was trying to get to a school, or maybe a theater where I supposed to be at rehearsal. It turns out that my destination was in Smithtown. I was with someone and we were now riding bicycles. Because I was late I decided to go really fast on my bike and up this ramp which turned out to be a glass roof. I crashed through the roof amongst a crowd of people lying on the floor. It was quiet in the room. I landed and just sat where I was. I couldn't help but giggle. I looked around me and the other people were laughing too. BUT then I looked behind me and there was Sean lying on the floor. He looked disgusting. One of his arms was chopped off, his other arm was dangling, his legs were mangled and his skin was burnt (it looked sort of like day old, dry, overcooked chickenskin). His face was even like that. As soon as I saw him the tone of the room changed. I realized that it was me who had done this to Sean with my bicycle. He kept yelling, \"Why why why did you do this to me you bitch?!\" He was rushed to the hospital and so was I. I was afraid that he would try to kill me so I escaped from my room and ended up in Meg Ryan's room. She was a psycho but I convinced her to let me stay. She had a room from which I see all over the hospital. Sean had a complete make over and was now this ugly terminator type guy. He had patches of skin stretched across his face to cover his old face. Looking out the window, I could see him walking around. I knew he was looking for me. It turned into this tense chase scene. He was always on my tail. At one point, we were both on the roof with Meg Ryan, and I escaped through some sort of laundry basket. For some reason, I feel as though this creature (because I couldn't tell who it was after awhile) was really gentle. I think I had feelings for him - maybe the chase wasn't about killing but confronting. [Smithtown = town mother grew up in; Sean = love interest at the time]"
        }, 
        {
            "number": "19", 
            "head": "11/01/94", 
            "content": "We were at some movie stars house and were going to go in some sort of boat tour. I wanted to go on the same boat as Jason. When I got on the boat, I noticed that Mack was there, but only his head, it had been chopped off a few days before. Now, he was only a head, that's it. He seemed to be OK about it, a little down. I couldn't imagine what his life would be like now. I went to a store and had this walkie talkie connected with Mack. I was picking him out a dolls body. One woman suggested this gold pillow thing with red pompoms for arms and legs and I would sew Mack's head on top (his head must have been the size of a quarter). But instead I picked out this black plastic figure with movable arms and legs and a neck that I could just pop Mack's head on. It was really cheap. But then, I found this white plastic body that would also transform into a seat. We went on the boat ride. I was on a boat with this model girl. I don't really remember much more except at one point I was looking at this area that was made up of walkways and staircases and bridges. It was fort - kind of like a massive jungle jim. Some pieces were missing so the people on it would rip a section out and put it together again in another spot so they could pass. [Jason = 7th grade boyfriend; Mack = good friend]"
        }, 
        {
            "number": "20", 
            "head": "11/28/94", 
            "content": "I was over at Julia and Drew's house. Mom was there too. Drew said he had a surprise for Julia so we went to the garage to look. It was this aluminium electric go cart. He was all psyched about it. It looked like a big waste of money to me. Anyway, I noticed my arm was getting really cold and tingly- sort of like a when you have cut off the circulation in your arm. The thing was though that it wouldn't go away. I started to worry and asked Mom about it. There was a little spot on the inside of my arm that looked like a little varicose vein. I felt like that was causing the problem. Like it was dried blood in there blocking my vein. I asked Mom to squeeze it for me. She squeezed it and it was very painful. The dark vein area shot out along the vein and spread. As I went inside to look at it the dark spot erupted and blood began pouring out. I couldn't stop it and so I screamed for Mom. I began to feel very weak because I was losing a lot of blood. There was blood all over the side of my face and in my hair and all over my clothes. I was taken to the emergency room where there was a long line of injured people. I had to wait and was on the verge of passing out. I was holding my arm in the air to stop the blood. The people in front of me did not seem as in bad shape as me but still they would not let me go first. Next thing I remember is sitting at the hospital and my arm was fine. The secretary guy asked if anyone wanted to make some money and work as a waitress in the hospital cafeteria. I said yes. Later on, I was hanging our the Bill, Mark, and Matt who I met at a tobacco store where I was buying some cigarettes and 4 used tapes for a dollar. They gave me a ride. I felt really out of it from the loss of blood so I was in a daze. We stopped somewhere and then they left later and forgot me there. I was really weak but I had to get home. They hadn't know about my hospital visit that day. [Julia = my sister; Drew = brother in law; Matt, Mark and Bill = friends]"
        }, 
        {
            "number": "21", 
            "head": "11/29/94", 
            "content": "Serena, Carol and I think Leslie came over to my house. My house was huge, in a big field that was on top of a hill that overlooked a valley. Things seemed fine. They were outside and I was in my room. My sister came upstairs and said to me sarcastically, \"Nice friends. What the hell is wrong with them?\". I didn't know what she was talking about and I got defensive. My sister told me how they had sawed off the wooden Thai lady statues head and hung it from the ceiling. I couldn't believe it but then she showed me. I got really pissed at them. What the fuck were they thinking? I went outside where they were sitting on the grass. I asked them what the hell was wrong with them? Serena said she thought it was kind've funny. I grabbed a pair of her silver pumps and snapped them in half. \"Do you think this is funny?\" I felt angry and crazed. I had a knife - \"how about this...?\" I sliced a slit in Leslie's bodysuit. I then started completely trying to slash their stuff. I went inside the house and saw mom. From then on the mood was fearful. Serena and her lot were acting really vandelous and somehow there was a huge group of people also acting rebellious outside the house. Judith was their leader. I remember fearing for my mothers and for my life. Everyone starts to take off in their cars. We looked down at the valley and a long line of cars are on the road heading away. It sort of looks like a cartoon - it's a really cool angle. There is a sense of relief. Down below there is a funeral going on. All the cars stop and all the vandals get out. Now, all the women are wearing grey with grey hats, the guys are in black suits. They all crowd around the grave. A few grave over on the left there is one girl in her grey outfit dramatically mourning over a grave by herself. [Serena = friend and former roomate; Carol and Leslie = Serena's friends; Judith = acquaintence]"
        }, 
        {
            "number": "22", 
            "head": "01/26/95", 
            "content": "I'm at some sort of public pool. I feel a little out of place. I remember Diana being there and Miranda and her friends. Miranda tells me about a party she's going to that night, that I should come and that everyone will be taking this certain drug. I'm really hesitant. Miranda and her friends go over to a copy machine and pluck one of their hairs, Miranda pulls one of mine. They take the photocopied hair and tear a square off it and eat it and save the rest for later. They say each square lasts a 1/2 hour.  I notice an old green station wagon pulling up. A bunch of people come in. We are in the pool naked and they come over and steal our wallets and stuff and start walking out. I jump out of the pool and yell, \"Just give us the fucking money you can have the wallets\" (usually it's the other way around). \"Come on give back the fucking money\". They ignore us and get into their car and start driving off. I scream to the others to take down the license plate. I see Miranda is, even though she's really drugged. The wagon circles the building. We all start laughing and pointing because we know they'll get busted. I guess they noticed us so they come back inside.  They come up to me and I'm smiling. One of the guys asks why and I tell him (which isn't untrue) that I thought he was really cute. He was a real ass about it cause then he pulls his dick out of pants and is like \"so you like me huh?\". Gross. I walk away. He grabs Tara from behind and rubs himself against her. As long as it's not me.  A guy and a girl take me and maybe Diana as hostages and take us to the car. We're driving around and they are actually pretty nice. They give us a bit of money since they realize I just took 80 bucks from the cash machine.  Vague: At a house on the run from my captors. Silver BMW filled with the 'head guys' who want me caught. I remember sliding on the gravel behind the car but someone notices me. Chase. They get me and give me back to the station wagon guy and girl. The guy is really cute and has to sit in the back with me. We start to like each other. They decide to drop me off on a deserted road while they make their own escape. They are driving on dark country roads but I know they are right near S. City. At the place they pull over, there is a pick-up already there. We didn't notice that there was a police car right in front of it. I'm glad but also a little sad that they will get caught. I get out and walk to where I'll be safe. I notice the policeman is talking to them and then lets the girl go. I look at the plates of the wagon and notice that the drugged out Miranda wrote the wrong ones down. I find out that the guy is busted. When I go to him, he is sitting in a chair, he looks really out of it. I ask him if he's alright but he doesn't answer. I tell him to blink once for no and twice for yes and ask him if they'll kill him. When I look at his face it is not a human face but sort of like a Mr. PotatoHead face but with those plastic eyes that move. I think that he wont be able to answer the question but I notice he winks his eyes twice. [Diana = a good friend over the past 9 years; Miranda = an aquaintance from college; Tara = girl I worked with that I never really cared for; S. City = town where I went to college]"
        }, 
        {
            "number": "23", 
            "head": "02/21/95", 
            "content": "There's a contest and I am a contestant. I'm standing on stage with 4 other girls...2 Americans and 2 Russians. I'm wearing a huge poofy dress. I can't believe I'm in the contest because the winner is supposed to go on to the Miss Teen something or other. I whisper to the 2 Americans that I know who the winner is (one of the Russians). They announce the winner and it's ME. I can't believe it. Supposedly I'm the prettiest girl there. I think this sucks because I didn't want to win because I dont want to be in any Miss Teen crap.  I notice that I'm on the cover of People Magazine. There's a small picture of me with braids/dreadlocks looking all grungy. It sort of looks like I'm handcuffed. There's another page with a picture too. There's also a section where friends of stars have little quotes - Jessica is on this page in a full length cut out wearing a small black dress. I call her up to tell her.  Something about having an R.V. - my dressing room? - and looking down on some small Arabic type streets. Lucy [my dog]. [Jessica = my best friend over the past 9 years]"
        }, 
        {
            "number": "24", 
            "head": "02/25/95", 
            "content": "I was visiting home. Mom and Dad had a huge old white house, sort of like ours now except it was on a large field with a forest in the distance. I was supposed to be flying home that day. I noticed that the sky was getting a little dark and the wind was picking up. I wondered what this might do to an airplane in the sky. The wind was getting stronger and stronger - almost viscious. I looked to the trees as indication. They weren't even swaying, they were being blown and bent. The trees were bent half the way over. I couldn't believe how strong this wind was.  There was a stream in our field. The wind was pushing the water and making tidal waves. The wind was a continuous thing but more like one strong travelling gust that was blowing everything in it's path. The gust was approaching and water was everywhere. When it finally passed, I watched it push the water of the stream so that huge rapids formed. After it passed the water receded like a wave on the beach.  We went outside and found all of these army greenish metallic pods on the ground about the size of a smushed softball. I broke one open and it was black inside like charcoal. The green skin was soft. I dont know what they were but they were left over from the big wind storm.  I was at a sort of inside picnic. Set up with table of families I've know in the past....the Martinez's, the Jenkins. I was given a plate of sort of TV dinner'ish turkey and mashed potatoes. I hardly ate a thing because I was talking the whole time about the big wind. No one seemed to be interested.  I went over to the table where Camilla and Jenkins sat. They had had a new baby that I wanted to see. It was a little boy that looked just like Richard. He must've been the size of my thumb and he was sitting in one of those baby harnesses in a tea cup filled with milk. I went to touch him - everyone jumped. The teacup was broken - right in straight halves and they had been balancing together somehow holding the milk. When I touched it the milk went all over. They seemed annoyed so I said I'd go get some more milk and maybe a container if I could find one.  I was at a store. I think there were a whole bunch of raver-type people there. I saw Dolores in a bathroom. We didn't have much to say. I asked her what she was doing now and she said \"working for peace\".  I go to a party with Jessica and someone else. We all take Ecstasy and go to the 1st floor of this place. Not much is going on and I dont feel anything. There's hardly anyone around and no music. I think I hear stuff going on on the 3rd floor so we begin to go. On the way I see a guy with a bunch of packages. One is for me from my mother. Inside are 8 or 9 E's. A crowd starts to form around the guy and he throws a few E's out. I catch one. Walking away back to Jessica, people are throwing balls around. I keep catching a lot of them with that nice hard smack in the hand. We go upstairs and nothing's up except Diane is there and Yelena from work is trying to get people to sign up for the World Health Organization. I try to avoid her because I don't like her. I still can't feel anything. I think about my mom sending me the pills and conclude that she looked it up in her nursing medicine books. All of sudden the party is over and people are leaving. [The Martinez's, Camilla and Jenkins = families of my bestfriends from 4th through 8th grade; Richard Jenkins = The Jenkins' son; Dolores = best friend in the 4th grade; Diane = an aquaintence from college that I was never really friends with; Yelena = woman I worked with that I didn't like; Jessica = my best friend since college]"
        }, 
        {
            "number": "25", 
            "head": "02/26/95", 
            "content": "Something about going to a party - Hawaii, or did I lie and just say that to my parents. I do remember having a baby carriage with my grandparents as babies in it. I was going to put a third in there too - who was it - a little blond baby. I was sitting with the carriage with no socks or shoes on and there was glitter on the floor. I rubbed it all over my feet - tons of it- and some on my legs - but that looked weird because my leg's skin was kind've chicken-like.  I was at home - not really home though. There were huge picture photos of me that mom had developed. I had dreadlocks in all the pictures, wearing a black shirt, they were in black and white. They were all close ups and I was in a natural position. I never know she had these pictures. My dreadlocks were really chunky.  Dexter was there to help me set up a computer. There was this little screen thing and he convinced me that he knew how to build it and set it up for the internet. I was supposed to write my name in for a password with this magnetic pen. I was supposed to write it 50 times so it would recognize my style of writing. I started writing \"Excuse Me\". 4-5 times was enough. Then I wrote my name and the computer started wigging out. On the little screen it said \"soc\" and Dexter said that was a bad thing because it was going to try to bring up the whole country's social security system and it couldn't handle it. There was also another problem. Too many people were on the net in New Hampshire because there was a million dollar lottery going on.  Then there were strange noises like the noise of an about-to-explode pressure cooker. We all scattered for safety. I hid behind a rocking chair. The noise went 'wooo-wooo-woooo' higher and higher. I didn't see the actual explosion but I saw what it had done. It had created a burnt circle opening in the ceiling through which it had burst through, burst through 2 more stories and come back down again through the same hole. There were pieces of charcoalish smoldering stuff all over the floor so I scrambled around to quickly pick them up and throw them into the fire. The others did this too.  Afterwards or before, I went into a sort of greenhouse'ish room where my dad had just put in a new carpet. It looked nice. Everyone sitting around. There was a big Irish Setter that came to greet me. Lucy [my dog] just lay on the couch. This was a new dog in the neighborhood. Someone asked if it could be let free outside. Mom said \"no way!\" but said Lucy does all the time. I thought of the fenced in dog area in the park. [Dexter = a friend involved in computers; Lucy = my dog]"
        }, 
        {
            "number": "26", 
            "head": "03/28/95", 
            "content": "I found myself in the middle of two warring tribes. Someone had once told me that if I befriended one that I would be safe - so I did. They were in the middle of fighting - throwing these super super thin and long spears with poison darts on the ends. The ends were also like a fish hook, you know how it snags. I was in between two buildings - a sort of alley way. The bad guys only wore loin cloths and were striped black and white from head to toe. Someone was throwing a lot of arrows at me that I was able to avoid. Every once and awhile a striped guy would throw a big poison stick. It was scary since I dont know how to throw but I managed to collect the arrows that were thrown at me and throw them back and kill a few guys.  Something about boiling fat people in a big pot to make a sort of chicken stock.  Also I was at college and I was pissed because my locker was right smack in the middle of a row. I hated this because I didn't want to have to deal with crowds of students. I was trying to get a better locker by asking people - also trying to bribe a taxi driver. I found out he had a locker in his trunk. I decided to go to class even though I was completely unprepared. It was the first day and I got my schedule. At the top of the list was some sort of ceramics sculpture class with Professor B. I wasn't sure if I should go because I had bare feet. Maybe I could skip it. I couldn't belive I had signed up for another class with him but then was glad when I got there becaused I missed doing ceramics. He was making the class scrape big fat carrots and shape them. [Professor B. = my ceramics professor from college]"
        }, 
        {
            "number": "27", 
            "head": "03/29/95", 
            "content": "I was working on making a ball for Gary and Jen who were going to go away on a long boat ride. I cut out a circular piece of cardboard and glued a piece of green paper on it. It was going to have to stay dry though so I was going to fold it into a plastic bag. I went on to the boat and decided to take the trip with them. The ship was huge and as we were going out, Jen and I hung off the front of the boat. The water was super calm and almost looked dusty. There was a dusty film on top. We were holding onto the boat without any effort whatsoever. Our feet were resting on the water as if it was a floor. I looked ahead and saw a wave. The boat went up with the wave and then down and my legs got wet underwater. The waves got bigger and bigger - then absolutely huge. As one wave crashed into the boat I was underwater for a few seconds.  Something about my mom getting about 20 CD's from these guys in a band. [Gary and Jen = two people I worked with]"
        }, 
        {
            "number": "28", 
            "head": "04/13/95", 
            "content": "I'm looking at photos and it's like they're in a catalog. Julia's getting married. I'm the maid of honor. I have to wear a green bow tie along with Kelly and Denise. Everyone is ready excpet for me. The church is waiting but I can't figure out how to tie my bow tie. I flip out. I rip up peices of paper but they're all too short or fall apart. Julia comes back to see what's wrong. I send Kelly out to find someone who knows how to tie a bow tie. My hair isn't even ready yet. I see Harvey Keitel and he has 3 bow ties: black, green and brown. The green doesn't match and it looks awful with my scoop neck shirt.  The pictures I look through are so weird. There are really bizarre photos stuck in the pile - like someone hanging from the ceiling.  I'm going to Kenya. I have a map to find where I'm going to pack. Some dilemma with a blanket and sleeping bag. It's a rainy night and I'm driving. [Julia = my sister; Kelly and Denise = Julia's friends]"
        }, 
        {
            "number": "29", 
            "head": "04/23/95", 
            "content": "I met up with Wendy. She was all weirded out. She would talk in a strange way, very tense and hateful. I knew she had become evil but I didn't realize how much until I found out she had a sort of following. One of them was this big guy. They were after me and were trying to kill me. I made a narrow escape. [Wendy = a bestfriend from highschool i lost touch with]"
        }, 
        {
            "number": "30", 
            "head": "06/14/95", 
            "content": "Super stretch limo for me and Jake. I couldn't afford it. Took it everywhere.  Pills in an old abandoned building called 'Kaleidoscope'. Red and white. Rollerskated a little.  Something about Mom and Dad. [Jake = college housemate]"
        }, 
        {
            "number": "31", 
            "head": "06/30/95", 
            "content": "I'm really REALLY rich. My family is looking to buy a new home and my dad picks out the HUGE one. Apparently it belonged to some super high-up mafia guy before. He was killed there by some hitmen. The house has 3 floors with these massive bedrooms. I'm trying to decide which one I want. One is a really long rectangular room. Nope. I also dont want to be too near my parents room. I choose the room on the 3rd floor which is the biggest. It has a hole in the floor that looks into another room that no one chose. There is one area that is somewhat shrine-like with white marble statues of baby lions. I learn that this was the mafia guy's 'sex room' where he entertained at his more erotic parties. This is also where he was assasinated. Right on the statues.  I settle in and actually have a guard at my bedroom door at the bottom of the stairs. He's there to protect me. The mafia guy died so recently that a lot of his connections haven't heard the news yet...a lot of his enemies too. People keep showing up at my bedroom door demanding to get in. The guard is good though - he used to work for the mafia guy. I am afraid that people want to kill me.  The grounds around the house are beautiful - manicured gardens with sections of tropical jungle and beautiful flowers."
        }, 
        {
            "number": "32", 
            "head": "07/03/95", 
            "content": "I'm manager of something of my department and I've been given a lot of work to do. There are catalog requests piling up. Tons of them - some involved getting outakes too. There's no way I can do all this. I should have kept checking the catalog request box.  I have lunch with Christine and Jen. We're at a pier on the ocean. I decide to go swimming since I'm so overwhelmed. Christine is swimming too - with goggles on. We swim along the pier. The water is blue with leopard stripes of green where it's shallow. White sand on the bottom. I put my feet down and the sand is really soft and smushy. I dont like it cause I feel like there are things buried in there.  Swimming along I see Christine standing and I go over and stand too. The surface is dry feeling and looks crackly. I automaticaly sense that something is wrong with this picture. I put Christines goggles on and look underwater. It's hard to tell but I think that I see a huge HUGE fucking snake. I scramble out of the water and stand there looking at the ocean floor. All of a sudden I see a chunk of the floor lift up and a big brown eye open. It is a snake! Holy shit! His head is a big as two people. We all go running down the boardwalk screaming and warning people. The snake moves along with us.  Some how the snake is now in a box the size of a pint of milk. It's whipping around in there and scratching to get out. It make a little hole in the side and pokes it's tail out and then it's whole body. Freak out! It gets into another box and it keep doing the same thing. Everytime it breaks out it gets larger and larger and more dangerous and scary. [Christine and Jen = Women i worked with]"
        }, 
        {
            "number": "33", 
            "head": "07/07/95", 
            "content": "I'm involved in a travelling small circus-type side show. There are very few people in it. I work at a truck where I occaisionaly have to do dances."
        }, 
        {
            "number": "34", 
            "head": "07/09/95", 
            "content": "I go out to this little island that's not too far from the mainland. I'm on vacation? Little house on island. Lucy is there. She's so cute, running around, being all courageous in the water. Climbing out windows. I want to buy some acid. Now there are a lot of people on the island - almost a party. I ask this guy who looks sort of like Kyle. I've know him in my past. He's changed - a little more sketchy. He says he'll get some.  There's some sort of transvestite contest in the evening. I'm sitting near my mom and Cathy my cousin. At the end, a transvestite is singing a song and passing out little black pouches to certain people. He hands one to me and it clinks with 6 bottles of liquid acid inside.  Carlos is there. For some reason, I want him. He's a little hesitant with me but I keep snuggling with him cause I haven't seen him for so long. He tells me about Marc, his brother, how he's jumping out of planes in Montreal and now Vermont. (So the French are flying military planes in America!). Carlos is turning me on. Ay Carumba!  Somehow the guy who sold me the acid has a few 'questions' for me. I sense that there is something wrong. It is known on the island that I am with Cathy, Aunt Sarah, Julia, and Mom. This guy is suspicious of me for some reason. He hints about bad things like \"if it's true... you're going to find her (Aunt Sarah's) legs ripped off and you're going to have to stitch them back on.\" I really have no idea what I've done wrong but I'm sorry that everyone has been dragged into this and that everyone knows about the acid. There are a lot of sketchy people around now. A U-haul pulls up with a bunch of black 'homeys' in the back. Things are getting rough.  One thing about the island is that it is super small...just my bungalow. Except for a weird hick neighbor with a fence around his yard. He seems never to notice me or anyone else. Once I saw him abusing his kid sort of. He had him pinned to the ground and he was spitting beer at his head.  I remember in the evening after the acid sketchiness, I walk to the other side of the island and there is a funeral going on. I burst into tears thinking that it's Aunt Sarah or someone I know who was tortured because of the acid deal. But it's not. It's some old, dry skinny person on a stretcher made of bamboo and leaves. Everyone is dressed very 'tribally'. I go near to see who it is and they start lifting the stretcher. I help but they lift it too high for me. I look around at the people in the crowd. They all look like yuppie guys in grass skirts. I cant bear to become a part of their world. [Lucy = my dog; Kyle = guy I worked with; Cathy = cousin; Carlos = French friend when I was sixteen; Marc = Carlos' brother; Aunt Sarah = my Aunt; Julia = my sister]"
        }, 
        {
            "number": "35", 
            "head": "??/??/95", 
            "content": "I was visiting Jessica somewhere in a country area. Or was it Serena? Serena had some acid that was in little packs of liquid with little thin fish in them. All different colors. I went to some sort of country club and had a huge free breakfast with Hal and someone else. On the way back to my friends, I got a pizza with a whole head of broccoli on top, covered with cheese. Serena had some friends over. They were going to have a party. One girl I hated right away. I seemed to already know her so I slapped her. All her friends were snobby and didn't really include me. I went upstairs to take a shower. I told everyone I was first in line (I really was). Two big fat lesbians had been in before me and had left tons of hair and white dirty bathing suits in the tub.  I talked to Julia. She kept telling me I should talk to my sister - she meant Jessica.  We were hanging out on a Main Street and a lot of the party people were in all different restaurants. I could see them through the big front windows. I heard a 'pop pop' and realized it was a gun. A bald guy was shooting at some dumb guy. The waitress came over and the last thing I see is him aiming the gun at her. I grab Jessicas' arm and drag her down the street. I'm really scared. I can't seem to run fast enough. The guys are also on the street now and there is a big chase. It seems the dumb guy is always running in our direction. The bald guy is shooting at him constantly. We are too close. Jessica and I jump into a basement alcove and the bald guy looks down at us. We've seen too much. [Jessica = my best friend over the past 9 years; Serena = a friend from college I lived with for a short period; Julia = my sister; Hal = a best friend since highschool / and also a romantic interest]"
        }, 
        {
            "number": "36", 
            "head": "09/28/95", 
            "content": "I've created an artistic sculpture. Pendulems. Two big cement towers with wire hanging down and weights on the end. Very simple."
        }, 
        {
            "number": "37", 
            "head": "03/09/96", 
            "content": "Driving in cars. Rob was in one car that was gold. He spun off the road and into some golden wheat patches so we couldn't see him.  I was at a house and Edie and Allen were lying on these flat tables and they took some ecstasy. I wasn't sure if I was going to take mine because they looked like they were going to sleep.  There's something about a small latino type lady in white who is out to kill me because of something to do with her brother. I think he is lying there hurt. I don't know why. I'm scared because she is like a little gnome - only 3 feet high.  I know I had been chased a lot and I end up in a rom with Edie and Allen on their tables and Andy and my Mom and Dad. I know the gnome latino woman is outside my door. I tell my dad to get a golf club because she is going to kill me. I need help. She comes through the door and I lunge for her and stab and stab and stab her in her stomach. It's really bloody. My dad starts to hit her with the club. I see her being smashed to bits of little flesh into a mush. [Rob = friend of Andy that I never liked; Edie and Allen = friends since college that go out; Andy = my boyfriend at the time]"
        }, 
        {
            "number": "38", 
            "head": "03/30/96", 
            "content": "I was on the phone with my parents. I remember most my dad. He was saying that he only had 15 more minutes to live. There were some people who were on their way over to where they were to kill them. Only 15 more minutes and then they would be shot - assassinated. I freaked out. Balling my eyes out. We became disconnected. It was all so fucking shocking that I felt this rage and hardcore fear knowing what was going to happen. I cried so hard my face was red and the veins in my neck and forehead were pulsing heavily.  I think it was the next day or that night that I spoke with my brother and sister and we all were bawling. It was arranged that the funeral for our parents would be held in R. City at the house. I said that I couldn't make it. My brother said don't worry about it - a car would pick me up and take me to the airport. The next day this big old 1920's style limousine came to my front door. I couldn't believe it. I asked if we were going to the airport but the driver said that we would take the limo all the way to P. City.  We were driving along a dark straight but hilly road over and across some railroad tracks. There were some cops who flashed their lights and pulled us over. The cops are right next to us. I look into their car and see that their is a regular un-uniformed guy in the front seat with cops glasses on. He's reaching into the back of the car and picks up a long thin rectangular box. He takes it apart and starts to assemble a huge machine gun. I KNOW he's going to try to blow me away once the gun is assembled. I yell to the driver to fucking step on it. There is a high speed chase. Somehow we ditch him and end up at my house which is now really an apartment. I'm in the dark hallway and see a light coming from underneath the front door. Dance music is in the background leaking. I ring the doorbell and my brother answers. I hug hum really hard. I'm glad he is alive. I cry. I stop hugging him and look around. The very beige tan living room is filled with complete strangers. Everything is so fucking beige and I dont know these people. They are my brother's friends. I'm pissed. How could he have a party when my parents just died? I didn't know that THIS is what he meant for after the funeral. [R. City = my hometown]"
        }, 
        {
            "number": "39", 
            "head": "07/02/96", 
            "content": "Something about a soup with a prize in it. If you can find the little plastic container with white stuff in it in the soup and balance it on your nose, you win a new white mountainbike. I tried to win but I was not actually allowed to because I had helped to make the soup. I remember finding a little blue container in the soup and holding it in my mouth."
        }, 
        {
            "number": "40", 
            "head": "07/12/96", 
            "content": "There is going to be a family reunion. It's in a cottage by this lake. The water was high that year so the water is level with the stone wall and waves crash against it splashing people while water runs over the top. I have been hanging out with Andy before the reunion. I'm not sure what happened but Andy has been traumatized by something - aliens. We had been talking about it or watching a movie and then it really happened. He was not in a good state so I tried to comfort him.  We go to the reunion walking arm and arm. It's outdoors by the cottage and lake and everyone is there except for Scott and his family. It is a picnic and Aunt Sarah gets wet from the water waves crashing.  I'm thinking a lot about Andy so I dont say hello to too many people at first. I'm worried because he's so shaken up by his alien experience. I see him talking to Uncle Bill and some others. The back of Andys pants are ripped and I can see his butt. I'm embarassed and go over to tell him. I'm saying hello to everyone but as usual I feel weird and uncomfortable. I'm different from them in certain ways. There is a phone call and it's a guy looking for Lucy [my dog's name]. Lucy is the woman there who looks like Meg Ryan. I say 'Yeah, she's here - who's this?'. The guy is nervous sounding and doesn't give his name. We talk and he says that I should tell Lucy to meet him in the dungeon room in a bar not too far away. The plan is to get really fucked up on drugs - hard drugs. He says for me to come along but I dont think this is a good idea. Lucy and a bunch of people including Susie all leave for the bar. I can't imagine being on hard drugs at a family reunion. I think Andy and I are arguing and so is Cathy and her boyfriend. We are all supposed to take off on a walk to smoke a bowl. I dont really want to. Before I realize it, Andy and the boyfriend have taken off. They are going to the dungeon room with Lucy.  Now it is just me and Mom and Dad sitting there eating. All the food is ready but everyone has taken off to go do drugs. Some men in white, wheel my grandmother in on a stretcher. She is lying on the bed and her skin is really red. I'm surprised that my mom and Aunt Sarah had her come to the reunion because she is so immobile and only lies there in a coma state. But not anymore. Nana sits up and tries to roll right off the bed. I see her face with her eyes wide open and she looks at me. This doesn't look like my Nana. Does she look like me? [Andy = my boyfriend at the time; Scott = an older cousin; Susie = cousin; Cathy = cousin; Aunt Sarah and Uncle Bill = aunt and uncle; Lucy = my dogs name but in this dream she is some woman i dont know]"
        }, 
        {
            "number": "41", 
            "head": "07/13/96", 
            "content": "There are four of us and we were trying to steal rose bushes from an apartment building. We had broken into two apartments and were going to take their rosebushes. One apartment was way up high. The balcony was beautiful and looked down upon lots of other balconies with pools and palm trees. When we were in the other apartment it was like we were in some old people's home. There was some sort of security system where all the front doors of the apartment would be open so that security could check the apartments. I was worried that the woman in the apartment across from the one we were in would notice us in there. The rose bushes were wrapped up. At first, they were shaped like bonsai trees, perfectly manicured into a ball at the top of the trunk. After they were wrapped they were in little packages. We took off out the sliding porch door towards the ocean where a boat was trying to dock for us. The waves were huge and it was really dangerous trying to jump onto the rocking boat."
        }, 
        {
            "number": "42", 
            "head": "08/15/96", 
            "content": "I was participating in a Marathon. Acutally, it was more like a triatholon in three sections. I was amazed that i was doing this since i dont run and had never practiced for this. I was one of the first people at the starting line so I had a head start above the crowds. We ran out of the city for awhile and then on these nature paths through the woods up this hill/mountain. Most of the time I was running by myself. At the top there was a stopping station. Here, we were given drinks and were examined by a doctor. They weighed me and I had lost 13 lbs. from sweating so much. They gave me a shot in the arm and sent me off again. For the next event we were riding unicycles. They passed them out as we went out the door. I had never ridden one before but I saw how other people were doing it and just followed them. I found that I was a natural at the unicycle. I could push the pedals really hard and control it beautifully. In this part of the race I moved ahead even further. Some parts of the course were nature trails. The next stopping point was hard to find - it was sortof like a scavenger hunt so i wasn't positive i was going in the right direction. Someone tipped me off though and i found it. I had to meet more doctors at this place. It was a white fishing house on the bay overlooking the city in the distance. Anyway, the exam was more thorough and this time I had to take a lot more medication. Andrew gave me a shot this time and the nurse crushed up this white crystal rock substance so that it was in big granules and told me to snort it and hold the rocks in my nostrils. I was hesitant about this but did it anyway. After a second, I blew that shit out of my nose and into the garbage. When I was ready to continue with the third event - running back to the city - there were masses of people outside the house waiting for their exams and mullling around. There were a bunch of pillows set up on the floor of the big porch for those who chose the alternative third event - the guitar playing marathon. I saw Allen and Johnny sitting down with their guitars and sheet music - all sweaty and exhausted. The pillowspaces were gettin filled up quickly. I took off running but felt really off rhythm so i could barely run. A lot of the crowd had caught up with me. I barely passed a group of women who were walking the course. The end of the race was downtown and GirlToucher was supposed to play. [Andy = boyfriend; Allen and Johnny = friends; GirlToucher = college band]"
        }, 
        {
            "number": "43", 
            "head": "10/14/96", 
            "content": "Mike and Johnny were over. They had to leave and Mike asked if he could take my car to the train station. I said sure even though his car was at my house too. Right after he left I realized...\"what the fuck - why did he take my car?\" The train station wasn't very far away. I ran to catch up. Right when I got there the train was just about to pull out of the station. It was an old black choo choo - like a miniature version. I jumped on and sat next to Mike. I figured I would get off at the next stop. I asked around what the next stop was but everyone around me was quiet and didn't really answer. I found out that it was an express train to New York. Shit! I couldn't get off. My environment seemed to change so that I was still in the train but now it was more like I was on an amusement park ride - I wasn't necessarily in a cabin but more of a single seat. I could view what I was approaching right in front of me. The train is going along on the tracks over a cool bridge. I could see nothing underneath the bridge. We traveled on a straight strip of track and I saw a handicapped person either on crutches or a wheelchair in the middle of the tracks. We were about to hit him but the train swerved right around him and off the tracks.  From then on we were on a road going through another state. The trees were bright yellow with foliage. The road became very swerving and hilly much like a rollercoaster. I felt my stomach jumping as the train dipped and swerved in the dips and bumps. Then we are on straight ground - going through a really close tunnel of yellow leaves with sunlight pouring through the branches in rays. We're headed right toward a closed door all decorated with strings of rubber ducks. Close and closer - about to smash into the door. Right when we are about to hit - it jerks open and we move into the hallway of a house. I can hear a little girl pissing on a potty throught the cracked open door of the bathroom. There are small orange pylon cones on the linoleum floor of the hallway. i guess that these are there as markers so that the little girl doesn't walk in the way of the trains. The train at this point is pretty much not a train anymore but I have the feeling that I'm on a moving chair sort of like a ride through the 'Haunted House' at Disneyland that I went on when I was about 3. Down the hallway towards the open kitchen door, the chair jerks and turns down a small hallway toward a closed narrow door. Once again the door opens just as reach it and it is a bathroom. I think to myself how awful it must be to live in this house and what a pain it would be to have commuter trains passing though your bathroom when you're trying to get ready in the morning. Not to mention taking a shower or going to the bathroom. I find out that the train is actually going to make a stop in the house so I decide to get off rather than continue to New York. So there I am, in the entryway of this suburban house. A girl walks in. Some parents ask her \"Where's Marcia?\". \"I dont know - she's gone out\" says the girl. I go out the front door. There, on the lawn, are about 4-5 big black cars - chunky ones - Mercedes, BMW's with tinted windows. In the street there is a moving van. There is a family of Italians all dressed in black walking up the front steps and mulling around. I remember them from the train. They had been really quiet and took up a lot of the cabin. It appears as if they are about to move in to this house although I dont think the people inside are aware of this.  Different tangent: I am sending a package of things to Kenya. i am trying to pack the stuff in one of my mothers klong jars. But I realize that this doesn't make sense because it is so heavy to send and plus it's my mom's plant potter.  My mom, dad, and I go shopping to the mall to buy plastic storage containers for packing. In the mall entrance, there is nothing around but stairwells going down. The entryway is very bare. I look down the stairwells but don't see any stores or even people. My mom directs us to the right stair case. At the bottom there is a sign painted on the wall and an arrow \"Shopping - 6 minutes\". We walk down this empty underground hallway for a long time. Finally stores. I buy a plastic bin and a bikini. There is an exit from the mall to a beach. The actual shoreline however is only about 10 feet across and lined up for miles is a single row of fold-up beach chairs. All the chairs are occupied with people. We get some though. The water is very stagnant - no waves and only a few people are swimming. I catch a glimpse of my mother opening a freezer on the beach and pulling out 3 large clear garbage bags of frozen raviolis - one meat, one vegetable and one sausage. I comment to the girl next to me that I highly recommend the ravioli - they're very good. My sister keeps on making fun of my new bikini. The elastic is all stretched and the bottom keeps going up my ass. [Mike and Johnny = friends]"
        }, 
        {
            "number": "44", 
            "head": "09/30/97", 
            "content": "I was going to have a party and I hadn't had one in a long time. I was anxious trying to get everything together. The first few people came over and I wasn't ready for them so I sent them to Jessicas. More and more people came - John G., his wife and kid. They went into my backyard with some others. I couldn't find any good music and was embarassed by what was playing. I went over to Jessica's and the party over there was huge. Going back to my house there were people scattered all over looking bored. Later I came across a guy at a set-up stand selling beer. A-ha! This is what I had forgotten - Beer. Everyone at the party had chipped in to buy a keg cause they were so bored.  At the end of the party - when most everyone was gone - there was still a group of about 12 people hanging out in a room. They had pretty much designated the room as their space and were having some sort of meeting and discussion. I asked if they would leave and they ignored me. One of them approached and asked if I would be willing to sign a sheet in support of their group. If I didn't there would be some sort of repruccusions - some sort of threat. They asked for a donation for their cause which was to purchase chemicals for chemical warfare. They were a cult. I had no choice but to sign and give them money as did the other people left at the party. Andrei was there and I mentoned it to him and he nodded discreetly that they had gotten him too. He wrote the amount of his 'donation' on a slip of paper = $4068.00.  I can't remember too much more except vague memories of encountering some large snakes at the party and not knowing how to kill them. Eventually somehow they were all chopped in 3 pieces. Also at the end of the party with Jessica, Glock, Erin and Walter - all of us sitting in lounge chairs not wanting to move or clean up. We were on a beach and the sun was strong and warm. [John G. = an aquaintance from work; Jessica = my best friend over the past nine years; Andrei = my boss at the time; Glock, Erin and Walter = friends]"
        }, 
        {
            "number": "45", 
            "head": "10/03/97", 
            "content": "The baby sat up for the first time. How cute. Her chin drooped with lots of baby fat underneath. I hailed a cab. He had a motorcycle too and asked if I wanted to ride it and briefly explained how. No Way! The road that we were on was like a rollercoaster, tight along the coast with sharp cliffs. I kept thinking how if I took the motorcycle I would lose control and fly right off the cliffs and my child would be orphaned. I made it to Mom and Dad's house which was actually on a farm-like plot of land. I saw the overview of the area as if I was in a helicopter. There was our house with a rectangular plot of land behind it. In the backyard we were having lunch. I thought how I would love to have the time to cultivate the property and make it grow with vegetables and flowers. The neighbor had a tomato plant right on the border with 10-15 huge ripe red tomatoes.  I left to go party with some people. We walked toward the beach. We were on some dunes. Through the dunes I saw an opening through which was the flat wet sand of a beach. The others I was with ran through the opening and as close to the water as possible as a wave came in and filled the area like a pool. They swam around. I did the same thing a little reluctantly. Through the opening and in the water I see the party to the right and everyone is just hanging out in the water in an alcove. The water recedes and comes back and recedes again. I dont really know many people there or what happened at the party. I do remember that as I was leaving I was looking for my umbrella which I found in a big pile of umbrellas all broken.  Man with jet ski."
        }, 
        {
            "number": "46", 
            "head": "10/04/97", 
            "content": "The TMM office was to be re-designed and the theme was 'planets'. Elissa was in charge of the placement of the planets in different sections of the office. Each executive had their own planet and their room became know as that planets room. The placement of the planets was finalized and it was so funny because Melody came over the loudspeaker and said \"please send your sales reports to Uranus\" which was Andrei's office.  I was driving with Julia up north and we stopped at Melanie M. house. As Julia rang the doorbell I was in the car swatting bees away from me. There had been a gall bladder of an animal on the ground and I had stepped in it with my barefeet. The bees were attracted to it and were crawling between my toes I met Melanie's family and they were weird. They were all into antiques especially antique tables. Melanie had a little brother who was about 5 inches tall. He was running around in overalls - really cute. I said to Julia that I couldn't wait untill Haley was that big. We all sat at the dining room table and Melanie had a bowl of some very green fresh spinach leaves. She offered us some and I took a leaf. It was really really juicy and I had to chew and chew and chew it in order to swallow it. It was a few leaves and they were all attached in this stringy way that made me feel as though I would choke if I swallowed. Melanies father, who was very weird and talked about random topics as if was a great educator (which he was smart but wouldn't shut up), told me that I should exercise. I told them I do yoga every night and explained how I have just enough floor space in my bedroom to do it. Melanies mom, who resembled Tammy Fay Baker, pulled her pearls to her mouth and with hands together in prayer - she gasped \"Oh my lord, you must be such a sinner to have such a small place\". I said, \"Well, yes I am, but you should have seen my last bedroom on M... Street...\" and I explained about how small it was.  Michael turned up. He had spent the weekend alone in some town which was called 'Organical Gardens'. (This town was actually two stops away by train from Melanie's town. We had taken a train ride there from Melanie's house with her family. We sat in the first car so we could get a good view. The conducter was driving the train really fast and the tracks were all curvey like a rollercoaster with lots of dips and curves). Anyways, I was talking with Michael and we somehow ended up making out in a really tight embrace. He was going to be getting married the next day. We decided to take the train back to the city and went to the station but didn't know which track to wait on. Michael was with some black friends who all looked like models. They all stood on the track as the train approached. They were waiting to see the destination name on the front to know which way they should jump so they could board. [TMM = company I worked for at the time; Elissa = friend that worked at TMM; Melody = receptionist at TMM; Julia = my sister; Haley = my niece; Melanie M. = girl that worked for me at TMM; Michael = guy I had crush on at TMM]"
        }, 
        {
            "number": "47", 
            "head": "10/16/97", 
            "content": "There was a party at Carrie and Tonys house. Somehow though the party was made up mostly of Jamison and his wife's friends - they seemed to be a part of a cult-like group of friends. There was a long hallway at Carrie's apartment. Actually it was much like mine but instead of walls to divide the bedroom, the hallway was wide enough that it fit the beds width-wise. There were three bieds in a row. The middle one was Carries and it had a tapestry hanging over it like a canopy that closed the bed off like a little tent/bed. The material was a rich electric blue with bright yellow stars. it almost looked like the inside of a genie bottle. Lots of pillow and blankets - everything matching. Tony was in bed under the sheets. Carlos' bed was on the right and near the wall. It was about 10 ft. from Carries. His bed was perfectly neat. The third bed on the left was the guest bed - it was all perfectly made and untouched. There wasn't really much else int he hall except for the beds.  I felt strange at the party since I didn't really know anyone. Jamison shook my hand to say goodbye. As he left, his hand stayed with me. He was walking away and I was still holding his hand which had me in in a very firm grip. The part broken from the arm seemed to be stitched with little silver rings like his earrings.  The apartment, Carrie and Carlos told me, was very inexpensive which they were glad about. It was bad though becuase the apartment was actually also the entryway to the subway and there were lines of strange people walking through all the time. [Carrie and Tony = a couple I'm friends with; Jamison = married guy at work I had a crush on; Carlos = good friend from work]"
        }, 
        {
            "number": "48", 
            "head": "10/20/96", 
            "content": "I remember being on a familiar beach. I'm looking out over the ocean. I turn to see a huge wave crashing 200 yards or so from shore. 'Holy Shit!', I say to the person I'm with. We are wearing regular clothes - no bathing suits. We had just gotten there and were checking out the beach. Another wave comes soon after - even bigger. The water from the first wave spills up on shore all the way to us at the top of the beach. Everyone's stuff is wet and they are scurrying around trying to collect their stuff. We run quickly towards the building. I yell to my brother, \"The waves are much bigger this year.\" \"No they're not\", he says. Just as he finished, the spill of the second wave comes from behind and we're up to our waists in water. My clothes are all wet. I wade towards the building."
        }, 
        {
            "number": "49", 
            "head": "11/23/97", 
            "content": "It was the end of my senior year at college. GirlToucher was playing. They had a new band member that I was really attracted to. He looked kind of like Steve.  There was an evil guy who stole my backpack and ran off. I chased him through buildings and in this big stairwell with round staircases.  I was having a big party for my whole year. There were lots of people there that I didn't know. I was feeling a little uncomfortable especially because the music I was playing kept on being the wrong music. I would start playing a song I thought was a good lively one and then it would turn out to be really mellow. The people in my room seemed bored. I was there with Seth and we were looking at the yearbook. I was saying how it sucked and then realized that he was editor in chief. Oh well, it really did suck. The majority of pictures of people seemed to be taken from a clip off a video. The picture had static on it like a TV. At the bottom of the page there was the persons name and some other info. On at least one page I noticed how they had fucked up and not put the persons name but instead the cost of the customization was still there ($3000). It was a terrible book. Some other pages, students had put in their own photos instead of their picture, but for all of these pages the photos were of drinking glasses in black and white and they had been placed in upside down by mistake. Nothing in the book was about me because I was too lazy to submit anything.  Later we are all sent to a second hand store to pick out new outfits. I forget why but I remember everyone is rushing to get there to get some good pickings.  I go off to another store that someone has told me about that is located in this small neighborhood (like New Orleans). The store owner owns the second hand shop as well as a fish market next door on the corner. I'm surprised how they can do any business since it is a very quiet neighborhood. I find some cool pants. Black with Red Bottoms. Sabine is there. She wants me to get her and her friend a job. I say sure but then no becuase her friend cant speak any English. The owner of the store lies there amidst the rack on a tattered couch. [GirlToucher = a college band; Steve = acquaintence from college; Seth = acquaintence from college; Sabine = cousin]"
        }, 
        {
            "number": "50", 
            "head": "01/06/98", 
            "content": "Grabbed her and kissed her. Looking back into the past. Plaid, plaid. Revenge on TMM. They've kicked me out of management. I'm with Carrie, Carlos and saw black people (an old shiny woman). We are stepping on a circle of stones - not touching the ground. Each step costs TMM money. On a trip. Go on a ferry with Tracy and Jessica. We're in Maine. Water is freezing. Tracy dips her feet in. Our boat leans - almost makes her medicine fall in water. A girl on the raft (ferry) is doing a little drug test and a red light goes off showing positive. [Carrie, Carlos, Tracy, Jessica = friends; TMM = former employer]"
        }, 
        {
            "number": "51", 
            "head": "01/10/98", 
            "content": "I am outside of a house. I think it's mine. In the middle of a big field with nothing around expcept one big tree. I'm playing with the kids. There is an 11 year old and a 7 year old and a baby about 2 or 3. We are throwing stuff around. Some planes fly overhead. They are in a formation which is surprising since they are commercial liners. There are 3-5 of them and the formation is strange - the planes are all tilted on their sides and they are really really close. Behind me now I see that the city is there with its narrow canyons of streets. The planes are attempting to not hit each other as they fly into the city. This definately an air traffic control mistake. Suddenly we watch as the planes slam into each other, crashing, losing control. The planes break into peices large and small and they are flying toward us at lightining speed like a meteor shower. I yell for the kids to come take cover with me behind the tree and we all cluster behind its trunk. Pieces crashing all over around us for miles, pieces embedding in the tree, hitting it at full speed like a chinese throwing star. I see a massive chunk with the United Airlines color stripes on it land right near us. We huddle there for awhile until the pieces stop falling and then venture out to check things out. It is total destruction. It might as well have been an atom bomb because the whole earth has been affected. People are hurt or dead, no electricity, destruction destruction destruction. I go in search of my family with the kids (who are now chinese). I go to a more populated area but they are not there and no one knows anything. People are distraught - crying over the dead, rumaging around for food and shelter, carrying what's left of their belongings. People are in groups all over the place - not doing much - it's not possible to do much. Every once in awhile a chunk of plane falls from the sky - smoking from it's entry into the atmosphere. I'm lucky enough to be able to get on this bus that takes us to another area so we can search for our families. I'm still with the kids, clutching them. I love them. We hear that \"they\" are reading off a list of email addresses of those who are known survivors - it's hosted by inch.com. I am sitting next to a guy that looks like \"Charlie\" from \"Party of Five\". We talk and I put my arm around him - there is a camaraderie between people during this time since we are all affected by the destruction. I squeeze him tight, kiss him. He puts his arms around me and we start kissing like there's no tomorrow. The bus is speeding down the highway. Up ahead, a sign tells us there is a \"shift in the road\" and we soon approach an area where the earth has pushed up the highway about 10 feet. (It's amazing how all this was from the planes). The driver slams the brakes and we skid to the side, stopping just horizontal with the new wall that is the highway in front of us. The driver backs up some feet and takes a 'running start' as if the whole bus is a gymnast with a spring board and somehow the bus jumps up onto the higher level of highway and we are on our way.  We are back in a more populated area. I look around for everyone and there through the crowds I see Eric, then Julia and Drew sitting on a blanket like they are having a picnic. I run towards them and it is all happy. Dad is there. But they tell me that mom was killed by a chunk of airplane. We try to go home and I grab an extra high chair for my kid. Haley is there with all of her baby gear. But someone breaks the news to me that the kids aren't mine [this is true] - that I need to give them back to their real family. But I have taken care of them, they love me, and we have formed a special bond through all this havoc. The older one, who is now like Jonathan Taylor Thomas is mature and lets me know that it will be OK. [Julia and Drew = sister and bro-in-law; Eric = brother; Haley = 1-year-old niece; Jonathan Taylor Thomas = kid actor]"
        }, 
        {
            "number": "52", 
            "head": "01/13/98", 
            "content": "I was getting married but it was too soon - too soon. I guess I may have felt as though I was ready before but now that it was the day of the wedding I knew I wasn't. The event was informal and had been loosely and casually put together last minute which I was regretting already. I was looking at a newspaper that showed full spreads on new brides - all of whom I knew - Jackie, Deirdre, others. All of their weddings seemed pretty glamerous. I had forgotton to invite Dan and called him last minute and he couldn't come. I was getting upset for many reasons. For one - I couldn't for the life of me remember my fiances name. Apparently he was called Mark - but even that didn't ring a bell for me as to who he was as a person. Everyone was fussing over me - giving me gifts (a present wrapped like a cat from Tracy) and all I could think of was that I didn't know my future husband I left the scene to be alone and try to rack my brain - but nothing. I was sobbing and slightly hysterical. Mom joined me and I got up the courage to ask her, \"Who is it that I'm marrying?\". She told me and I don't think she knew him very well either - the same with everyone else. This was all too soon - to soon. I hated my wedding dress. I should have thought it out more and picked a nicer one but instead my dress was something I had from Thailand - from a long time ago and it was tacky - really lacey (and I wore black underneath) and the collar was high. Some of the lace was coming unstiched. For some reason I was also wearing a wig which I partially covered with a small veil/het. It was UGLY and I was upset even more. I would take my head stuff off and smooth down my own hair and clip it with a barrette but it also didn't look like me. Mom and Dad were talking about Mark and saying how dedicated I was going to have to be as the wife of a sports doctor in England...always having to go pick him up at the hospital. Mom also added how it would be best anyway if I drove since Mark was a wreckless show-off driver who always bragged about near-death crashes.  I was also upset because we were going to have to perform the ceremony twice since Jessica had to leave at 3:00 because of school and Julia couldn't come until the evening. I asked if this was really necesary and Julia said that she was actually too busy to come anyway so I might as well get on with it. [Tracy = neighbor; Jackie = girl at my highschool; Deirdre = friend from gradeschool]"
        }, 
        {
            "number": "53", 
            "head": "01/15/98", 
            "content": "Betrayal. I can't believe it when I find out that Becca and Andy [my ex] are going out. I see them at one of our parties and I want to just hit them - beat the shit out of them. No one else can really believe it either but of course it doesn't affect them as much. Secretly, I feel they are good for each other. Becca is a smart girl and could face Andys constant overanalysis and philosophizing. She would also probably enjoy sex with him. But still, I hate them. I leave the party. Next morning going to breakfast, they are there again and I try to be OK but eventually I have to leave - making some snide comments on the way out. I hate myself for not having control but then I also think \"fuck it\". I am saying \"I just dont care\" but it's obvious I do. I go outside (of the hotel we are at) and leave everyone at breakfast. Andy follows me and I finally breakdown to him. If only he had told me before - I would've have been prepared. I keep walking away with my suitcase in hand - sauntering.  Something about a big wave, huge wave I see in the distance. I'm with Julia and I tell her \"we have to get back to the house\". She walks very slowly because she's pregnant. We're on a tropical path. We get to the house and lie in our beds waiting in anticipation - scared. Nothing happens though and we we are safe. [Becca = friend from college no longer friends with; Andy = ex-boyfriend; Julia = sister]"
        }, 
        {
            "number": "54", 
            "head": "02/26/98", 
            "content": "I think maybe it's the end of the world. There has been so much rain and flooding that people are dying and some land just doesn't exist anymore. The water is ferocious, it whips, it persists and it swells. There are huges waves that swish people away to their drowned death.  I am trying to survive. I am in the very top room of a tall skyscraper, the roof slants to a point. I can see outside. I see the waves coming and they pound over me. I have to hold on with all of my strength. Some times to a post, sometimes to an iron ladder. I know that others have it worse than me. I mean first of all I am so high up. I see Diana. She's across the street in the building of an exclusive club. It's not every exclusive now. She yells to me how hungry she is. They refused to feed her anymore. Apparently, they have a policy wherein you acrue points with every tear you cry and until you have a certain amount of points, you're out. I have a poppy seed bagel in my hand but it's to far to give it to her.  A lot of the time I am submerged under the water because of the waves. Somehow I see the lugers on television on David Letterman. Later Gordy and Chris come by. I congratulate them. When they have to go I kiss Gordy goodbye and when I kiss Chris we kiss for a little longer. Another wave is coming and we go under the water so as not to get pounded by it. Holding onto the ladder, Chris and I kiss under the wave. The water is green and clear but also so strong.  I venture outside of my skyscraper room. I'm in a restaurant where a table for about 15 is just leaving. They are the only ones there. One of them is Aunt Sarah. Another person in a wheelchair. I wonder how they are going to make it home in the water and waves. [Diana = best friend from college; Aunt Sarah = aunt; Gordy and Chris = Olympic athletes, friends]"
        }, 
        {
            "number": "55", 
            "head": "03/18/98", 
            "content": "I am looking at a slide, holding it up to the sky for light. It's a picture of Serena sitting on the ground. She's wearing a bandana on her head and she's facing away from me. She's wearing a shirt with a design on it that is strange. Somehow I can see through the design and I can look into outerspace. It is pitch black through the shirt with little stars twinkling. I can see right through her into another dimension. The cool thing is, is when I move the slide to a different angle - I can see Serena change angles. It's as if it is a movie instead of a slide. But the image only moves as far as I move it. When I move to a different spot I can actually walk around in the world of the image. I think of how I want to have a picture like this of Walter. I would walk around and the image would adjust and I would be able to see him in San Francisco even though I was in New York. [Serena = friend; Walter = long distance boyfriend]"
        }, 
        {
            "number": "56", 
            "head": "04/20/98", 
            "content": "I was working in a very crowded office. It was absolutely awful. The whole floor was cubed up into these tiny spaces and they were trying to put as many people in each cube as they could. I just couldn't take it anymore. I was feeling clausterphobic big time and I knew I had to get out. Just walking to the elevator was a nightmare. So many people.  I finally get into the elevator. For some reason i said to the others in there that I was freaking out about the space.  The elevator is now an airplane (this is OK) and we are taking off over the city. The driver is wacky. He flies it as if it is a rollercoaster. At first I am scared but then it is more thrilling and exciting. We shoot straight up and actually go upside down into a loop. We fly right over the tops of buildings. We barely miss wires and poles with the wings.  I remember flying over the park and I had a window open. I scream outside the window, \"Weeeeeeeeeee!\" and people look up in amazement. I stick my hand out and wave. They are surprised to see a person hanging out of the window of a 747 - since the windows are usually sealed. When the plane lands it is not on a runway but more like a Star Wars station. There are these dugouts shaped like airplanes that the planes fly over slowly and drop into. The 2 planes in front of us are rushing for the same empty spot. They are beeping their horns, then one jets away.  Later I am hanging with Andy. There is this tension between us since we haven't seen each other in a long time - but overall it is friendship. We are close and it is hard - I reach over finally and kiss him. [Andy = ex-boyfriend]"
        }, 
        {
            "number": "57", 
            "head": "04/23/98", 
            "content": "Walter was in town and I was really excited to see him. We were on the streets of the city and he came walking up out of the blue. He had a blank look on his face. I was saying hello and all but he seemed not to hear. He was walking as if he was a zombie. He grabs Diana by the shoulders as if he is about to embrace her and then starts pushing her backwards. He pushes her out onto the street and into a cab. She is OK but is underneath the cab and Walter walks on.  Later, I am on the street again. Walter is more normal now. We all are heading home and they (Walter and Dan) are trying to hail a cab. None pull over. I hail one and it stops and I get in. The cabby starts driving and ignoring the guys. I say \"Pull Over!\", but he ignores me. I start yelling, \"Pull the fuck over!\", but he is avoiding me. Finally I grab his hair and yank it really hard. \"You bitch\", he screams at me. He yells at me to get out. Just as the cab is pulling over I see Walter and Dan riding bicycles past us. They are going pretty slowly. As soon as I get out I yell for them. \"Walter...Walter\". He doesn't hear. I scream for Dan but I guess they are too far away although they seems as though they are close enough.  Something about being on vacation and Eric never shows up - he goes to Las Vegas instead.  I am getting my picture taken and some guy has a friend who polishes my teeth and makes them really white. [Walter = long distance boyfriend; Dan = best friend; Diana = best friend from college; Eric = brother]"
        }, 
        {
            "number": "58", 
            "head": "04/25/98", 
            "content": "I am at some sort of re-union party. Beth is there but somehow it is sort of tense between us and we dont talk very much. There is a pregnant girl there - sort of strung out - punk - with her boyfirend and another scary looking guy. It is obvious that those guys are assholes and that the boyfriend is not treating her right. It is so sad to think about that baby being born. The guy pushes her around and she looks miserable but takes it. Every once in awhile we catch each others eye and I mouth the words, \"Dump him\". She pretends not to notice. The boyfriend catches me doing this and yells, \"Shut the fuck up bitch\". He is hassling me. He and his friend start to seriously harass me and it turns into this serious chase. They want to kill me but I must kill them first. It is a battle between me and the friend. He has a gun but somehow I am able to hurt him and finish him off once and for all by hitting a nail into his forehead with a hammer and then smashing his head in. The police are now involved and they are after me since I am a murderer. I grab the guy's guns - he had three. They are all empty - he never had any bullets! I chuck two of them into a canal. I hear police sirens and panic - I need to make a getaway. There is a really cute guy walking by and I grab him and hold the gun to his ribs. I tell him to drive this limo that is parked nearby. I have him at gun point but he is not driving fast enough. There is no use threatening him - I am not going to hurt him anyway and I tell him this. \"Move over\"! I take over the wheel and start jetting it. We end up in the woods where we just chill out. I have a real crush on this guy and want to kiss him but somehow Jessica gets in the way. She is there and they end up making out. I'm kind of pissed. [Beth = friend from gradeschool no longer in touch with]"
        }, 
        {
            "number": "59", 
            "head": "04/26/98", 
            "content": "I was out of work and broke. I ended up taking a job at a deli which was frequented by TMM people in the morning. I was humiliated doing this. Derek worked there and was the one showing me how to do things although he wasn't that big of a help. A TMM person came in and ordered some black bean salad but ordered it by some special name so I didn't know what it was. On my second day, I didn't show up for work - I quit. Instead I walked by The Bank Cafe and looked inside the window and saw Jamie sitting at some slot machines. I went in and sat at the bar until she left. I had some quarters and put them in the machine. I had to replace some of them though because I noticed that some of the quarters were very old - like from the 1800's. On my first go, I get 5 lemons all the way across. The machine rings and out comes $500 worth of quarters. Holy Shit! Yahoo. I really needed that. Since I have so many quarters I throw some more in. Ring. Ring. Another $200 bucks. I test my luck some more but that's all there is, but I am psyched anyway. [TMM = former employer; Derek = guy I disliked from former job at TMM; Jamie = girl from a past job; Bank Cafe = local bar]"
        }, 
        {
            "number": "60", 
            "head": "05/06/98", 
            "content": "Dad had rented a house for a vacation. They had invited a lot of people and all different types - the Fishers, some relatives from overseas (4 old ladies), the actor from Sliders, Aunt Sarah and Uncle Bill, a supermodel and some more. He showed us around the house, the downstairs was huge but the sleeping quarters were like a ship. They were all in one room and were little cubicles that only fit the bed - some singles some doubles. On the other side of the room the \"beds\" were like airline seats that didn't fully recline and were very close. I was worried about where I would sleep because I wanted to sleep with Walter but he was \"assigned\" to one of the sleeping chairs.  During the day, our whole group split into 2 groups - the older people and the teenagers. At one point I see Mom on stage with the older women posing for a group picture and all are laughing. Mom tells me to get the kids group together for a picture. It's a contest for the best picture. The prize is a bottle of detergent. We try to think of a theme for our picture that will make it goofy. Someone suggests doing roman numerals with our fingers. I add that we should feature our thumbs since Will is there and two people have hooks for hands.  I have some friends who have rented a house next to ours. They are lying in the sun. I am with Jessica and I know that she is wishing that she could be with our friends instead of doing all this family stuff. It makes me feel bad and anxious to show her a good time.  We are on a boat excursion in two boats - once again, the young and old in 2 groups. I see some humpback whales in the distance. Everyone is looking around for them. \"There's one!\", I say and there is a dark fin in the water coming straight for us. It doesn't stop and goes right under the boat. I can physically feel the fin pass under my butt. My first reaction is to clench my cheeks to stop it. The whale causes a lot of turmoil and I am worried about my mother on the other boat.  Later, I see that the whale has been killed and that Bruno has been cooking it and selling it on the street. Chef Steve comes by and I can see they are having a heated argument over how to cook the whale. [Fishers= friends of parents; Walter = boyfriend; Jessica = best friend; Bruno = grandmothers boyfriend, never met; Steve = chef that works for parents; Will = friend with no thumbs]"
        }, 
        {
            "number": "61", 
            "head": "01/05/99", 
            "content": "It's during WorldWar II. I'm being treated like a princess because it's my birthday coming up. Everything seems to be going my way - focused on me - very smooth. Lots of events planned throughout the week. Jeff S. is asking around about who wants to go to Paris to cook. Me, me, me - but he kind of ignores me and only talks about it with the everyone else. I'm living in this kind of large building with different wings and guests are staying all over the place. I climb around it like it's a jungle jim. On the day before my birthday they are having bands play in a concert barrack across the way. I kind of dont want to go - I want to go to Paris. But I go with my camera. It's a long hall and is set up to have about 3-4 bands. There are 3-4 stages going all the way down. One band starts playing. I start shooting but people are rushing over and getting in the way of every shot. Another band is setting up so I go over. They are all females. I start shooting again but my camera keeps freezing and all the audience rushes over again (they are also all females) leaving the other band to play to no one.  Turns out the next day they will be shipping off the men to war. First, I see the German boys driving off to war - then the French. As I walk through my house/castle I look out the window and see the Americans in line - marching out of the building and into trucks. No!! I am balling my eyes out. Don't go! My parents are the king and queen and tell me I should show a positive look so as not to frighten the boy soldiers. I try but it is too hard. The front of the castle is lined with one of those expansive castle gardens with white rocks - very flat and manicured. I go through the house and see the last of the boys. Some of them are my friends and they are getting ready to go. Then the sargeants take a box of snakes and hold them up. Some people are cheering. It is a ritual to release the snakes in the building to make sure all the soldiers have left. The trucks drive off. My dad (not the king at this point) is saying how lucky he was not to have to go - he got out of it because he was a strategic planner. He was only 35.  In order to make me feel better, there is a memorial tree/bush planted on a deck to make me feel 'at home' and a little house-like structure on the end of the dock that I can sit in and stare at the tree. Instead, I am in the water, in the sea - pretty far out when I come to a tiny island that doesn't come above the water but that I can still stand on. It comes to a point and ten drops off into the ocean. I notice now that it is right near the dock and actually is dangerous as someone could break their neck if they jumped and didn't know there was an island there. [Jeff S. = acquaintance from college]"
        }, 
        {
            "number": "62", 
            "head": "03/08/99", 
            "content": "George was in my interest. His body was so smooth - almost damp and hairless. I was in his apartment. He lived high up. A view shows the tops of three buildings with the blue sky - brilliant blue - in the back. They angle as though they are stretched through a 28mm lens. Old 1930 buildings. [George = acquaintance]"
        }, 
        {
            "number": "63", 
            "head": "??/??/99", 
            "content": "Stefan Stefan everywhere. I send him these sheets of paper with information about some hick white trash family named the T...'s. It's some funny stuff. He calls me late at night. there is a contest - I dont know what first prize is but the general jist is that the contestants have to drink lemonade. I am confused about the actual rules. There is a stairwell with these HUGE gallon tanks of lemonade - but also other tanks (like big plastic milk containers but HUGE) with a more opaque and thick creamy beige substance. I am confused about what to do and go to ask the rules but by that time the game is over and there is a winner. Someone won hours ago.  At one point though I am in the game and driving this little boat/boxcar thing and wearing a little captains hat. Someone else is pushing a washing machine on wheels. We are competing against each other - we dont realize the game is already over. [Stefan = love interest who has a girlfriend]"
        }
    ]
}