{
    "dreamer": "seventh_graders", 
    "description": "Seventh grade girls", 
    "dreams": [
        {
            "number": "001-A-14F", 
            "head": "03/26/96 [recent]", 
            "content": "Last week I had a weird dream about being a butterfly and chasing a kite that also looked like a butterfly. It was super strange because I kept on waking up, then going back to sleep and the dream kept on coming in where it left off. It wasn't scary, it was just strange. It finally stopped when the kite ripped in half and started to rain. The butterfly flew away home sad."
        }, 
        {
            "number": "002-A-14F", 
            "head": "03/01/96 [recent]", 
            "content": "I had a dream and I was getting married. My family was there and my friends and my dad were not there yet. And then all of a sudden my dad comes with a summary and we watched it until my dad left. Then he came back and I got married. My two dogs were there at my wedding too. After the wedding we went in a big room and had a party. We ate food and had some cake. My husband and me went to the hotel and my dogs came with me. We went inside the hotel and it had one door to walk in, two beds, a TV, table and chairs, a sink, and then the bathroom. Then we went downstairs to get a soda, then I woke up and got ready to go to school. The End."
        }, 
        {
            "number": "003-A-14F", 
            "head": "02/27/96 [months ago]", 
            "content": "I was on a boat in the ocean with an old man and maybe a boy or girl around my age. The sea was a bit rough and wavy. I remember we landed on a beach or an island that looked deserted. Then I remember it turned dark and we were all on the beach. In the dream I knew these people, but in real life I had no connection with them at all. I remember the beach being very small, and as we looked out into the sea, I saw a very ferocious whale. I was not afraid of it though. It might have been a sperm whale. Then I recall going into a lighthouse with the child my age. It was a very odd lighthouse with many long windy stair cases. The last thing I remember is that there was a head (I think I was male) and it was in a case and as you turned a sharp object pierced the heat. I was very disgusted, but not as much frightened. Then I left the lighthouse. I just recently (a week ago) remembered the dream."
        }, 
        {
            "number": "004-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "I was with some of my friends. We were outside the mall. One of my friends, Bob, said that we should go inside the mall and shop. We walked inside the mall. There were a lot of people around. There were bright lights inside the stores. We shopped for about an hour. Then we ran into this kid that goes to our school. He started following us. He is the same age as me. He would not stop. I told my friends that I would meet them by Carl's Jr. in a half-an-hour. I had to go to the bathroom and go into stores they didn't want to go into. The kid was still following me. He would not stop. I started running, to try and find my friends. I couldn't find them. That was when Bob came up to me and hugged me. I told him the kid was following me. He got into a fight with the kid. Bob was okay, and saved me. The police came and took the kid away. During the time that Bob was fighting, I was scared. I was also scared when the kid was following me. I was happy when we were shopping and when Bob saved me."
        }, 
        {
            "number": "005-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "This dream was more like a flash than a story. A girl named Carla was riding her bike off a road near to where I live. She is a 7th grade girl at the junior high. She also takes a dance class with me. She was riding to school when I saw her from afar. I don't know what direction I was in relationship to her. She didn't see me. The entire dream I was just an observer. I knew what time it was in the dream. It was 8:30 am. I thought, \"I hope she makes it to school on time.\" I felt nervous at the time that she might not get to school on time, but I quickly brushed the feelings off. This is all I remember."
        }, 
        {
            "number": "006-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "From what I remember about my dream, it began in my dance classroom in my current class. The people there did not have distinguishable faces, but they seemed to be professional producers and directors. The next thing I knew, I was in a vacant parking lot, and there were two men standing at the opposite end from me. One was tall, the other short. I don't remember their faces. Suddenly I was being chased by one of the men. I remember thinking that it was just part of the play; we were just acting. The odd thing was, however, I did not know the script or the lines or plot. I didn't know why this man was chasing me, but I was scared, and was hoping that the director would yell, \"cut!\" But the call never came, and suddenly this play that I was in was truly real. At this point I was on the beach. There were lots of people around, but no one would help me. The sand was difficult to run in. My feet kept on getting buried in the sand. I could barely move, and I could sense that my pursuers were getting closer. I saw my little dog, and my neighbor's golden retriever running in the waves, and a wave fell over my dog, and suddenly both my younger sister and dog were being carried out to sea. I guess I somehow rescued them, but then the waves were getting high and I couldn't move away from them because the sand was trapping my feet. I do not remember what happened after that. I'm sure more, but it is very vague."
        }, 
        {
            "number": "007-A-14F", 
            "head": "02/27/96 [years ago, 1992]", 
            "content": "This dream occurred about a week before Halloween, the night after a friend of mine was kidnapped. The dream took place in my brother's room. My grandma and I were talking about how my sister would be moving out of her crib, and sleeping in a big bed. I asked my grandma whether or not it would be a nuisance if my sister might accidentally hit the wall in her sleep. Suddenly, I heard a banging sound, but it wasn't my sister. There was a man banging at the window and holding a knife. Then I woke up."
        }, 
        {
            "number": "008-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "I was at my church with my friends (both girls and boys) playing volleyball and gossiping in the gym. That night it was cold, dark, and raining, so my friend (boy) let me wear his sweatshirt so I could be warm. My friend is 14, just like I am. All of my friends are 14. I went outside with two of my friends (one boy and one girl) to talk about what has been happening. Then I remembered that I had a special mission to do with this other girl. (I have no idea who she was, but was around the age of 14.) This girl and I went to this other planet on a flying carpet. On our way over there, I saw white lights guiding our way towards this unknown place, far off in another galaxy. I remember having to carry around a notepad, the size of a regular book. I didn't write in it. I didn't have a writing utensil, but there were notes taken in the notepad. We met female aliens, made entirely of green lights, but you couldn't see any light bulbs. They were just light. There were two of them. I said, \"We speak English, and we do not want to harm you.\" Then a huge gust of wind swept into this library type room we were in. Then there was a hole in the floor where me and this other girl fell in. We all of the sudden found ourselves parachuting. It was day. Then I ran alone, to my house. There I saw my mom, dad and 11-year-old brother. I told them I had missed them, and I was back. We were in my house, in the living room where there was a computer, television set, pool table, etc. We were all happy, for the rest of my dream. We would laugh and smile. Then my two friends came over (one boy and one girl). Then the girl who I didn't know that went to another galaxy with me came to my house. I introduced her to my family, and only her. My parents have never met my two other friends before, but I didn't introduce them to my family. All of us: me, my family, my friends, and this girl I don't know were having a good time. I felt like I knew this girl, but I've never met her in my whole life before. It was like she was my best friend. When me and this girl went to this other galaxy, we were scared of going back, because we thought we would die if we went back to Earth, but we didn't. I guess that's why all of us were so happy. The End."
        }, 
        {
            "number": "009-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "My dream was about my family and I and my boyfriend. As I was sleeping I fell into this dream where my boyfriend was driving me home. We were older and he got out of the car and went in my house. Then I see all of my family coming out of the house and they were bleeding and then they died. He came to me and cut my stomach twice (deep). Then we drove away. I never bled and died, but I never healed either. I was like that for the rest of my life. As I was having this dream and sleeping, I felt pain in my stomach. I felt like it was really happening to me as I slept. I woke up and still felt the pain."
        }, 
        {
            "number": "010-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "On Sunday night I was trying to go to sleep and when I closed my eyes everything was small in my room. Then when I opened my eyes, it was back to normal. I didn't think anything of it, closed my eyes, and fell asleep. I had a dream that everything was bigger than me. The dream took place in a big, dark warehouse. Inside was just me and this other girl. The girl was as huge as the marshmallow man on ghostbusters, but was wearing clothes like Raggedy Ann. She would roll big tires at me, and I would have to dodge them. That's all that happened. Then I woke up in a sweat."
        }, 
        {
            "number": "011-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "My dream took place at the bus station in the downtown. The station is familiar to me because I frequently ride the city bus on the weekends. A lot of the people around me were adults, from about 30-45 years of age. Mostly they were males. None of them were related to me. As I was getting off the bus, I started walking towards a stoplight to cross the street when an old banged up car pulled to a stop. The man inside wasn't clean-looking, and it looked like he hadn't shaved in weeks. Very quickly he got out of his car and came over to me and tried to force me into his car. I felt like my feet were in cement and I couldn't move. I opened up my mouth to scream, but nothing came out. I was completely helpless. This dream was extremely unpleasant."
        }, 
        {
            "number": "012-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "I had the strangest dream. I don't remember how it started or where I was. All I know is that I was driving down the highway in this metallic blue space mobile. This highway wasn't any ordinary highway. It was as if I was driving down a road that was all speckled with diamonds and gold. As I drove down this shimmery highway this weird looking fungus began to grow up to the sky all on the sides of the highways. They were all different colors with polka-dots and amazing swirls on them. It was like the car wasn't moving but the road was. The highway began to shimmer even brighter and the fungus grew higher to the sky. As I looked up at the sky, it looked like a kaleidoscope of all different shapes and colors. Weird hissing sounds surrounded me. Rays of colors beamed through the windshield, practically blinding me. The car began to swerve and the kaleidoscope sky turned black. My clothes began to glow and then I woke up."
        }, 
        {
            "number": "013-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "My best friend had finally dragged me to another country, where she used to live. I was really happy that I was on vacation with my friend. I guess I was really happy that my dad had paid my way there. As soon as I got there, my friend (who is my age) and I went past a lot of beach vendors, selling things that were made of shells from that beach. Then we went on to the white sand beach. My friend put down a big towel where we both put shorts over our swimsuits. My friend was way ahead of me and already in the water. So I finished getting ready and ran down to the shore. There were the same shells as there are around my hometown, but they were bigger and brighter. The water was calm, soothing, and cool. It was light greenish-blue. Then I went deeper and deeper into the calm waves. Then the water started getting shallower. Pretty soon I was on another bar of beach. It was about 15 feet thick until the shore started again. I saw my friend really far out into the second water. This water was colder and darker and rougher. I went into the water and as soon as I did, I was terror-stricken. I saw a 50 foot wave coming at me. My friend was beyond where the wave started. I held my breath as deep as I could and let the wave take me. As I went up into the wave I woke up, and heard someone say my name. I asked my mother if she said anything, and she said no. I guess that last part was part of my dream."
        }, 
        {
            "number": "014-A-14F", 
            "head": "02/27/96 [years ago]", 
            "content": "I had a dream about my family that one time I was in my house all alone with my brother. The house started shaking and it happened that it was an earthquake. Later on the shaking stopped and then I looked out the window and on my front yard there was boxes opened with dead bodies in them. Me and my brother were yelling for help. Nobody heard us. It was dark. My brother opened the front door and the dead bodies were getting up, first thing we knew. All the people were dead. Me and my brother were the only survivors in the world. Everybody started chasing us. First thing I knew I lost my brother in the way we were running. He fell in a big hole. I yelled and I turned back and thousands of dead bodies were chasing me. Then I woke up."
        }, 
        {
            "number": "015-A-14F", 
            "head": "02/27/96 [recurrent]", 
            "content": "At least once a week I get the same dream over and over again, and it usually starts the same and ends at the exact same spot. Okay, let me just start off by telling you that when I was a child, my parents got a divorce and a while after that my father was mad cause my mom had full custody and never wanted to see him again. For a while he was trying to see me, and take me from mom. And one time my mom was not home, I was with my brothers alone and we were all asleep when he climbed in the bedroom window and carried me out the door. Usually that's what I dream about: him coming in the window, picking me up from my 15-year-old snoring brother's side and carrying me out to the car with the motor running, just waiting to speed off. Then the car skids away and I wake up."
        }, 
        {
            "number": "016-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "I dreamed that I was on a raft in the middle of a big body of water. No one was around and I don't know how I got there. I was just there. Little bits of water splashed onto the raft, making me wet and cold. The wind was blowing and out of nowhere pots and pans started to float around my raft. I could hear them clang against each other. When I woke up, it was raining outside and the house was about 39 degrees. Also outside I heard a tin pan being blown around on the deck."
        }, 
        {
            "number": "017-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "My unpleasant dream, it was about my boyfriend. It all started on a Sunday evening. I just got off the phone with him and I just went to bed. Well, it was about 2:43, and the phone rang. It was his brother. He told me that my boyfriend went to the hospital because he ate something very poisonous. So I went to the hospital and stayed there for 4-1/2 days. Then I went home and took a shower and got cleaned up. On my way out the door, I heard the TV and it said there is a boy that is a teenager and ate something and got poisoned and is in the hospital. So now at this point I got down to the hospital as fast as I can to find out if everything was okay. Well, nothing was okay. The doctor said he won't probably make it. He was slowing down with his breathing. All of a sudden I woke up, and the dream stopped. So the next day when I went to school I saw him there, and I was so happy just to see him okay."
        }, 
        {
            "number": "018-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "My dream is: I was in a big fight with my best friend. We were standing on a big cliff trying to push each other off. I began to feel myself fall. When I woke up this morning, I found myself on the floor. That means I probably lost."
        }, 
        {
            "number": "019-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "My dream had me, and I was at the beach. No one else was there. I was wearing a sundress and a hat. When I looked out at everything, it looked a little fuzzy. I could feel the wind blowing through my hair, and I could smell the salty ocean. The ocean water was really clean, almost like a blue color. When I looked at it, it was very shiny. I felt very pleasant because I was free. I was all by myself. It was very peaceful. Also, while I was standing there, I could hear faint music, it was very soft. A huge wave was building up. I could see it very well. I felt like I was right there. It was a tremendous crash and there was water everywhere. Then I woke up."
        }, 
        {
            "number": "020-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "The last dream I can remember happened last night. I woke up in the morning fully ready to go to school. I had all my makeup on and I was fully dressed. My mom drove me down to the place where I get my bus. There were a couple of 7th graders standing at my stop, where they usually are. I could swear to myself that I needed to put on makeup, but everyone told me that I looked fine. I wanted to put makeup on, but there was always something stopping me. I got on the bus and went to school. Then I woke up. I remembered my dream as soon as I woke up. I was afraid because I thought I went to school with no makeup on."
        }, 
        {
            "number": "021-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "I had a weird dream. I was living in a small, tiny, old house with my family. There was this Victorian house next door. My mom's best friend and her family decided to move in. My dad wanted to move in next door to us. There was this big fight about it. My dad became extremely angry. My mom's friend ignored him and moved in next door. That made him so angry, he became violent! He wanted that house, and would do anything to get it. My mom became worried, thinking that my dad might try and do something to her friend and her family. So we moved in, sold our house. We were living with them for about a year when my dad decided to move into our old house, still trying to get back at my mom's friend for what she did. He wouldn't leave her alone. He was obsessed with her."
        }, 
        {
            "number": "022-A-14F", 
            "head": "02/27/96 [recent]", 
            "content": "My best friend and I were in a blue or black truck. A faceless guy was driving. We were outside on a windy hillside road. There was no ramp on the side of the road, and instead of there being more hills or a river beneath the high road, there was nothing. It was like a cliff or a bottomless pit. I glanced through the window and saw the bottomless pit. I got scared. Then the door flung open and the guy tried to push me and my friend out of the car. He kept jabbing at us, trying to get us out. We clung onto the seat. We were screaming, begging for him not to kill us. Then we let go of the truck. We fell down, down into the clouds, and we disappeared. I had this dream two other times recently."
        }, 
        {
            "number": "023-A-14F", 
            "head": "02/27/96 [years ago]", 
            "content": "The most recent dream I can remember happened like 6 or 7 years ago. I was sitting at the dinner table with my family and I heard something up in my brother's room. So I looked up (our old house was open, so you can see all the rooms) and saw Freddy Kruegar in my brother's doorway. I was really scared, so I got up and ran out the door. I got into my mom's Blazer, but I realized the back window was open. I was about to get out to shut it, but I heard a scream and shortly after, I saw Freddy run out. I jumped in the car (the window still not closed). I tried holding it shut, but that wasn't enough, Freddy grabbed the window, opened it, and put his leg in. I saw that on his feet were my brother's shoes. I knew then that my family was dead. He climbed in, raised his metal claws up in the air, and then I woke up."
        }, 
        {
            "number": "024-A-14F", 
            "head": "03/19/96 [recent]", 
            "content": "I was surfing on this longboard and I was going really fast. I couldn't see anything in front of me Ð just the water, my board, and my feet. The water was really clear, like blue glass. I could see all the pretty plants and corals on the sea floor. I was in very shallow water my whole ride there and I was hanging ten. The only thing was that I was my brother. But I was also me. It was kind of confusing. Anyhow, all of a sudden this big shadow came up and I knew it was a shark. He had a grin on his face, but I couldn't see him. I could just barely see his shadow out of the corner of my eye, and I was trying to get away from him or he'd eat my toes. I was trying to go as fast as I could to get to shore, but I wasn't really scared, just kind of calm and anxious. I never knew if I got to the shore or not because it kind of just faded away."
        }, 
        {
            "number": "025-A-14F", 
            "head": "03/19/96 [recent]", 
            "content": "I had a dream that I met a whole bunch of celebrities. I was waiting at my bus stop, and a car pulled up with Brad Pitt, Nicole Kidman, Tom Cruise, and Christian Slater in it. They started talking to me, and they were really nice. They all gave me their autographs, and told me what it was like to be a celebrity. But then my alarm woke me up from this dream, and I had to go to school."
        }, 
        {
            "number": "026-A-14F", 
            "head": "03/19/96 [recurrent]", 
            "content": "I sometimes have a recurring dream where I am at the top of a cliff. The sky is red, the air is very humid and dry at the same time. And I can't see below the edge of the cliff. The cliff is made out of some black rocks. My mom is standing on a rock directly at the edge and my dad is standing on a rock directly at the edge. There is a faceless person ordering me to push off one of them and for me to follow, or else both of my parents and my two siblings will die. Both of them are telling me to push themselves and I can't decide. I am tortured by them torturing my siblings (I can't see them, I just know they are there) until I decide. Sometimes I wake up crying."
        }, 
        {
            "number": "027-A-14F", 
            "head": "03/19/96 [recurrent]", 
            "content": "I can't remember any recent dreams but about once a month I get a dream where I feel like I'm falling. I don't know where I'm falling from, but it wakes me with a jolt. I've compared this dream with some of my friends and they say that they've had it too. It's kind of scary, but I always wake up when I feel like I'm in mid-air."
        }, 
        {
            "number": "028-A-14F", 
            "head": "03/19/96 [recent]", 
            "content": "I was on vacation with my parents and I met this guy. He was with a male friend who was always just kind of there. I think they were about my age, like 14 or 15. I fell in love with this guy. We kissed and stuff. I just couldn't stand being away from him. Then at the end, I just remember him and his friend leaving in a van. I ran to say goodbye to him, and he yelled to me that he loved me. Then I was overcome with sadness because he left, but I had a feeling I would see him again."
        }, 
        {
            "number": "029-A-14F", 
            "head": "03/19/96 [unknown date]", 
            "content": "I was in the stone courtyard of a medieval castle. I was with a boy. I don't know who he was, but I felt strongly connected to him in some way. I crossed the courtyard, going Southwest, and entered a heavy brown wooden door under an overhang. I entered the room. There was another room behind the wall, hidden, but the whole wall pushed back and there were two rooms. In the second room was a door, and I entered from it into a barn, sort of where they kept pigs, but there weren't any there now. There were about five people in that room, talking. I turned right, and I saw a personÑmale or female, I couldn't tellÑbut they said they knew my mother, who had died, and they took a dress down from the rafters that belonged to her. It was magic. I took the dress, and suddenly I was in the Northeast part of the walled-in stone courtyard, and the boy was next to me. Everyone was making fun of me for wanting to fly, but I didn't care. I called on the dragon. After a few minutes of calling it, it came, and now everyone was scared except for me and the boy, because we knew we were going to ride the dragon and it would take us to a better place. It flew over us and landed. We approached it. I woke up."
        }, 
        {
            "number": "030-A-14F", 
            "head": "03/19/96 [recent]", 
            "content": "In my dream I was walking to my girlfriend's house for a birthday party. She actually moved away in 5th grade. In the dream she was in town for the weekend. She and her dad were in a beach house while her mom, little brother, and aunt were staying in another house, not too far away. On my way to her place, I stopped by her mom, brother, and aunt's beach house. Her brother and his dog came with me. By the time I had gotten to her place, her brother and the dog had become one in the same. Everyone at the party was very quiet and reserved and I felt kind of awkward. She became a dog too and she and her brother began fighting, which was really frustrating because I was trying to reunite them. As the dogs quarreled in a corner of the room, the party turned into one for another old girlfriend of mine. Everyone (none of whom I knew) remained very quiet. Soon the party disbanded, and there were flocks of people there. Her brother was no longer the dog, but himself, and I felt panicked because I was supposed to have given the dog a bath."
        }, 
        {
            "number": "031-C-13F", 
            "head": "04/03/96 [recent]", 
            "content": "I was at the Boardwalk with all my friends and we all had boyfriends. I couldn't see my boyfriend, but I somehow knew he was cute, nice and treated me good. He was a little older and wore a black sweater and blue pants and he had his hair slicked back and we were going on rides and we were having fun."
        }, 
        {
            "number": "032-C-13F", 
            "head": "03/25/96 [recent]", 
            "content": "It all started when my sister woke me up at my aunt's house, where I now live. My sisters don't really live there. My oldest sister said it's time to get up. So I got up and got ready for school. Me and my sister were fighting, which made me late for school. All of a sudden my dad popped in and said goodbye. When I got to school, I went to different classes than I usually go to. There also was different people. It was this school and my old school mixed together. All of my old friends were there. It was cool. So then this girl named Debbie H. came to my house after school (we aren't that good of friends, but we were in my dream). She went over to my house and we looked in the mirror and did each other's makeup. After that my mom came over and sheÉ [I did not have time to finish]."
        }, 
        {
            "number": "033-C-12F", 
            "head": "03/25/96 [recent]", 
            "content": "I had just gotten over the flu, and in my dream I dreamt about a girl who was sick with the flu and was dying from it. In this particular dream she was sent to the hospital to undergo testing. When the test came back, she showed signs of AIDS in her body, from which she soon died."
        }, 
        {
            "number": "034-C-12F", 
            "head": "03/25/96 [recent]", 
            "content": "During lunch at school two of my girlfriends went to the mall with their mothers during school. When they came back at lunch, they each had a nose ring, and a lip ring. They said they were on sale at Sears. Me and my other three girlfriends got in a fight with them, but then the bell rang and we all had to go to math. This dream was unpleasant."
        }, 
        {
            "number": "035-C-12F", 
            "head": "03/25/96 [recent]", 
            "content": "It was a black setting with a boy, 10 years old, my little brother. He was telling me repeatedly to \"turn it down.\" I could see and hear he was getting angry, because I didn't know what to turn down. I was confused and clueless. It seemed he knew exactly what he was telling me, and I had no idea. Finally he walked off, and I paid no attention to him. Suddenly I woke up and my alarm clock was blasting music. He was telling me to turn off the music. When I was awake I realized that, and felt very weird, like my dream was real, but it wasn't."
        }, 
        {
            "number": "036-C-12F", 
            "head": "03/25/96 [recurrent]", 
            "content": "I always have this dream, about once every two weeks. I was at my old school on the field and I could fly, but I had to get a running start. Sometimes I fell if there were more than one person watching. In my dreams I am almost blind. I can only open my eyes halfway, so I couldn't see the people, but I could hear their voices. My mom was there talking to my teacher. I could see them a little if I'd push my eyes up with my hands. Then she was coming to see me, but I had to go to my next class. So I left into a cave with my 14-year-old sister and her class. Then I woke up in the hallway on the carpet away from my room."
        }, 
        {
            "number": "037-C-12F", 
            "head": "03/25/96 [recurrent]", 
            "content": "Every night for a few weeks I have been having this dream. In my dream I am at a waterfall with a cliff surrounding it, lots of trees and mist. I am holding onto someone that I am really close to because the person was hanging off the cliff. I was holding on tight. When I looked up, there was a short man with a knife. He cut the hanging person's hands and they fell. It was like they never stopped falling!"
        }, 
        {
            "number": "038-C-12F", 
            "head": "03/25/96 [recurrent]", 
            "content": "I am walking home at night through a dark alleyway and I look back and someone is following me. I can't tell who it is, so I am scared and I start walking faster. The person behind me starts walking faster too. Then I start running and the person following me starts running. Then I see a light up ahead and I run to it and stop. Then the person also stops in the light, so that I can see who it is, and it was my friend David (he is one year older than me and he was my boyfriend for a little while). So when I saw it was him, I said to him, \"Oh thank God it is only you.\" And then he says, \"Why are you glad it's me?\" and he pulls out a knife and stabs meÉ then I wake up. I have had this dream three different times."
        }, 
        {
            "number": "039-C-13F", 
            "head": "03/25/96 [recent]", 
            "content": "I was wrestling at a match on a county league. I won the match and everyone was cheering for me. A cute boy my age on my team came up to congratulate me. Then he put his arm around my waist and he took me home. He walked me to my door and gave me a kiss on the cheek. I felt so happy. He went back to his car and drove away. I went to my room feeling as light as a feather. The next match I won again. Some boy on the other team tried t pick a fight with me. But the cute boy came over to protect me. I gave him a hug and he took me home. He gave me another kiss. I was so happy I forgot to say hi to my mom. Then I went to my room and laid down, and my alarm woke me up."
        }, 
        {
            "number": "040-C-13F", 
            "head": "03/25/96 [recent]", 
            "content": "My dream was in a gym and it was soft flooring. There were big red place mats on each side of the room. We were all wearing white socks, colorful t-shirts and shorts. There was about 20 people in the gym and so we decided to play a game. Everyone went to a team. One team was on one of the red mats and the other team on the other red mat. One person out of each team went into the middle of the gym with a ball. Then their teammates would have to do something (can't remember) and the two people in the middle of the gym would throw the balls to people, and then I woke up."
        }, 
        {
            "number": "041-C-13F", 
            "head": "03/25/96 [recent]", 
            "content": "I had a volleyball game at the school gym and our volleyball coach came up to me and told me she was going to play in the game. I asked her if the coach was allowed to play. She said \"I'm not going to be the coach; the 8th grade coach is going to be the coach, so I can play.\" I was really confused, but I went along with it. The game started and then I woke up."
        }, 
        {
            "number": "042-C-13F", 
            "head": "03/25/96 [recent]", 
            "content": "My dream was about me breaking up with my boyfriend and then having to go babysit his little sister at his house. In the dream, after I broke up with him, I had been asked by his mother (who loved me) to babysit her daughter (my boyfriend's little sister), and at the same time, keep her son company. She ordered pizza before going, and left us there with some movies to watch. When the pizza came, my boyfriend's best friend came over and said he was going to stay the night. I thought it was kind of weird, but I trusted him and said okay. I ate pizza with my boyfriend's little sister and told her to go give her brother some slices. She went upstairs and came back with Monopoly (the board game) for us to play. Not only that, but she also came with my boyfriend and his best friend. I said sure and we started playing the game. Everything went on fine, and after the game, we watched a movie and had a great time. Then we all went up to my boyfriend's bedroom and played on his computer. After I put his little sister in bed, my boyfriend said he was sorry for what he did and gave me a kiss. We started going out again, and everything was fine."
        }, 
        {
            "number": "043-C-12F", 
            "head": "03/25/96 [last year]", 
            "content": "I wanted to go to my girlfriend's house. My mom said no, because she didn't want to drive to her town from our town. Ten minutes later she said, \"Okay, we're going, you don't have a choice.\" She practically shoved me into the car and we drove to my friend's house. All of the sudden we arrived at my other friend's house. (We all ride horses a lot.) She said to me, \"Do you and our other friend want to ride?\" I said, \"Sure.\" She said, \"Okay, I'll be right back.\" She came back with three horses tacked up and football gear for 3 people (I hate football, but my brother is a high school football star). We put on the gear and went to the arena, except it wasn't in an arena. It was a really nice football field. We were playing and the next thing I knew I was in my friend's house using the phone. I called my mom and she said she would come and pick me up. Then I started looking for canned foods. I went to the pantry and climbed to the top shelf. I found a whole bunch, but I just left it there. Then I started looking for towels for us to sleep on (even though my mom was coming to pick me up). All of a sudden my mom was there. I left. When we were just about to get off the freeway exit to our house, she turned around and went back to my friend's house. Then I was crying because I left my riding equipment in my closet at home."
        }, 
        {
            "number": "044-C-12F", 
            "head": "03/26/96 [recent]", 
            "content": "A guy was chasing me. I saw his clothes. He was wearing khaki pants and a dark blue shirt. I could not see his face. We jumped over people's roofs. I ran very fast, but he always seemed to be in back."
        }, 
        {
            "number": "045-C-12F", 
            "head": "03/25/96 [recent]", 
            "content": "I don't remember it exactly, but I was at school, but it wasn't really my school, and there was this girl that I remembered but I don't know who it was. I remember standing in front of a bunch of people who asked me who I was and what I was doing, so I ran outside. There were a bunch of my friends outside, one of which was my friend who moved away a couple years ago. We were drawing all over these lockers and then we were writing notes. That's all I remember because then I woke up. It was not an unpleasant dream, but it wasn't really cool either."
        }, 
        {
            "number": "046-C-12F", 
            "head": "03/25/96 [recent]", 
            "content": "In the beginning of my dream, I was walking here at school, with one of my friends to my next class (math). The bell had just rung saying that lunch was over. I think me and my friend were talking, but I'm not sure. We were still walking to class when the bell rang, which meant we were late. We didn't seem scared or worried. One of us might have said, \"Oh, well, we're late.\" I am not sure, but I think my friend said that. When we got to class, our math teacher handed us each a detention. We were standing at the back of the room. I said, \"I thought you have to be tardy two times to get a detention.\" Either my teacher or my friend says, \"That's only for P.E.\" \"Oh,\" I said. During math class I wrote on a piece of paper: 1) Not sure. 2) Tardy to math. I am not sure why I wrote this. I think it was for my mom to explain why I got the detention."
        }, 
        {
            "number": "047-C-12F", 
            "head": "03/25/96 [recent]", 
            "content": "It took place 10 days ago, but it was about my fifth grade class. We had taken a field trip to my grandfather's house for some reason, only it was at San Diego, not San Jose. Anyway, when the tour was over (I don't remember the tour) me and my girlfriend went to go eat ice cream. Mine was bubblegum. I hate that flavor. Then she disappeared with her father in a blue plane. I looked all around, but no one was around me. I was afraid that no one would come back for me. Then a huge swarm of butterflies and bees attacked me. I screamed in my dream, but my dad woke me up and said it was time for school."
        }, 
        {
            "number": "048-C-12F", 
            "head": "03/25/96 [recent]", 
            "content": "I went to school and walked into my humanities class and everybody was laughing at me. Even the teacher. I looked and I had no clothes on. I was really embarrassed. But I don't remember the rest."
        }, 
        {
            "number": "049-C-12F", 
            "head": "03/25/96 [recent]", 
            "content": "I was on a yellow bus out in the middle of nowhere. I did not recall the place. There were a lot of boys around my age and three girls. I was sad and seemed to me to be very stressed and unpleasant. We left on our way to a place I knew about. Then all of the sudden I did not know where I was. We were driving down a long road and everyone was talking and I was sitting there alone by myself and feeling like I had no friends and that I thought terrible about myself. Everyone else was having a good time, jumping up and down, singing, and dancing along with the music. Then I was all alone beside one boy driving. We crashed and I blacked out and ran."
        }, 
        {
            "number": "050-C-13F", 
            "head": "03/25/96 [recurrent]", 
            "content": "The last dream I remember having is I'm running through a big mall with my girlfriend. We run in to stores and hide. We are being chased by two guys that are trying to get this big diamond ring that is really expensive. The guys are about 20 and wearing jeans and black shirts. My friend and I run into this room with old fashioned things from the1800s. Everything is all dusty. We get a bunch of clothes we like and put them in suitcases. There is another door, but it is locked. The janitor that worked at our school walked in the door we came in and we asked him if he could open the door. He did and it led outside to behind an apartment building with a playground and metal stairs everywhere. We climb up to one of the rooms that is empty. Then I always wake up. I have had this dream a few times."
        }, 
        {
            "number": "051-C-13F", 
            "head": "03/25/96 [recent]", 
            "content": "I dreamt that I was surrounded by a bunch of people. Some I knew, some were relatives and others I'd never seen in my entire life. They were all walking around talking. It was kind of like a party. The only problem was that I was deaf and when someone said something to me, their mouth moved, but no sound came out. And whenever I tried to speak, nothing came out and they looked at me like I was crazy. The whole dream when I was walking around, I seemed to be looking for someone. But I didn't know who or why. After a while I started getting frantic. I couldn't find them. People started drifting away, kinda disappearing. Then all of a sudden I woke up."
        }, 
        {
            "number": "025-C-12F", 
            "head": "04/03/96 [year ago]", 
            "content": "It was at night in a parking lot, and this guy was trying to kill me and my dad, and I think my old dog was in it too. I'm not sure, though. And the guy killed my dog. My dog was hiding with me and my dad behind cars in the parking lot. Then she ran out and that guy either stabbed or shot her. Then he was chasing me and my dad. Then he killed my dad and I'm not sure how, though. But somehow me and my dad got separated and I was alone hiding behind cars, trying to find my dad. Then I saw him all bloody behind this one car. Then the killer jumped out behind the car and I got all scared and he pointed either his gun or knife at me. Then I woke up all shaking like it just happened."
        }, 
        {
            "number": "053-C-13F", 
            "head": "04/03/96 [recent]", 
            "content": "It started when I ended up with a silver colored jacket. I was very excited to have it. Somehow this man that looked like he was in his late 30s or early 40s handed me a bottle of fluorescent orange hair dye. He said, \"Here you go, have fun.\" I took it and walked down the remote street that was ahead of me. It was foggy out and looked like it was going to rain, but it didn't. I came to this girl's house that I really hate, but in the dream she seemed to be my friend. I walked into her house and it was kind of small. It did not look familiar at all. At the end I was leaning over her bathtub and she was helping me dye my hair."
        }, 
        {
            "number": "054-C-13F", 
            "head": "04/03/96 [year ago]", 
            "content": "In my dream I was walking down the street where my house was in the country I escaped from three years ago. I was going towards the house. All my friends were coming towards me. A girl who was a really close friend passed me and said, \"Hi,\" like she just met me, and the rest of my friends said \"hi\" and continued walking toward the house. I was walking and I saw a big black hole in my room. My windows were broken. My whole house was destroyed and I was saying, \"I am not dreaming this, I am awake,\" and kept on saying that. I was going in the house, and that's when I woke up."
        }, 
        {
            "number": "055-C-12F", 
            "head": "04/03/96 [recent]", 
            "content": "I was on a submarine in the middle of the ocean. The top was covered with shiny white and blue tile. Then there was me and this girl 12 years old and someone I really don't like was there, and we were getting ready to go under and the girl said to go into a bathroom that was up on top of the submarine. There was a plastic sheet over an empty area and another girl was on the other side. She was part of the \"bad\" people side and she saw us. So she called the captain, who was very old. He called another guy (13 years old) (let's call him Bob). The captain was going to get us and he had really small teeth. They started cutting the plastic, and the first girl and I ran out of the bathroom, shut and locked the doors and ran through a hall into a bathroom. I ran into a master bedroom and shut and locked the door. Then I woke up."
        }, 
        {
            "number": "056-C-12F", 
            "head": "04/03/96 [recent]", 
            "content": "I dreamed that I went down into the town with my friend and I saw a big mob of people over by this \"mercantile.\" Women were screaming and fainting. There was a huge black limo with red carpets and many guards. I walked over there to see what was going on, but I still don't know what happened to my friend. She sort of just disappeared. So when I got there it was \"Brad Pitt.\" That's what the mob was about. He looked at me, and told the people to move away because he had to come ask me what my name was, and I couldn't talk. He was very nice to me. Then I woke up."
        }, 
        {
            "number": "057-C-13F", 
            "head": "04/03/96 [recurrent]", 
            "content": "I was at the top of the road to go up to my old house, with some of my old neighbors, and two guys who were about 15 or 16. They put me on a motorcycle and I just kept going down the hill (not stopping), and I have no control over anything. I've had this dream a few times."
        }, 
        {
            "number": "058-C-13F", 
            "head": "04/03/96 [year ago]", 
            "content": "I remember my dad was mowing the lawn and my mom went outside with him because my little sister couldn't be outside because she is really young. I hadn't gone outside yet because I had to put my shoes on. While I was inside, I saw my mom walk out of her bedroom, but I remembered that my mom had gone outside, so I looked out the window and I saw another one of my mom. So that meant that there was two of my mom, so I screamed."
        }, 
        {
            "number": "059-C-12F", 
            "head": "04/03/96 [recent]", 
            "content": "I don't remember the beginning, but I do remember that I went over to this girl I am not friends with house and her dad and older brother were there. I remember seeing a stone fireplace in her house. Her dad was really nice. Her older brother was strange. He lived in their house, only there was a gate to his room. I remember feeling kind of uncomfortable and her brother seemed high or something. I also remember something about a pig."
        }, 
        {
            "number": "060-C-12F", 
            "head": "04/03/96 [recent]", 
            "content": "My dad was moving to Canada. He was going to move earlier in the year, but since we got our dog, he couldn't afford to go. Since my parents are divorced, I was only going to see him in the summer. I remember that the house was on a really big hill. And the house was gigantic. Also my dog kept acting weird. I don't remember what he was doing."
        }, 
        {
            "number": "061-C-12F", 
            "head": "04/02/96 [recent]", 
            "content": "It was in the middle of the day in the dream and I had just woken up from a nap. I was in a cabin at a camp. I went outside and all the counselors were sitting outside on a picnic table. The counselors were my friendsÑonly about 15 years older, and I was older also. We were all counselors and everyone was really happy. My friends are guys and girls. During the entire dream I was really happy and had this really weird floating feeling, like I was on a cloud. I woke up from the dream feeling really happy, relaxed and just really good."
        }, 
        {
            "number": "062-B-12F", 
            "head": "03/26/96 [months ago]", 
            "content": "I started out in a dining room in a huge castle. The dining room had a fireplace with tapestries all over the place with gold thread and every color of the rainbow on them in decoration. In the center was a huge oak wood table that took up almost the whole room. It had a colorful tablecloth draped over it with gold rimmed plates and gold rimmed napkins with gold silverware and a beautiful flower arrangement in the middle of the table in a basket. Two candleholders with candles that were lit. It was my parents' new house/castle that we (my mother, my father and my little brother) had just moved into and the dining room was the only one we had furnished. The dining room was made to look like a medieval feast. There were many people there because it was my parents' house warming party. There were many people there because we had to fill up the table, but many kids I did not know. The ones I knew were my brother and the neighbor girl I like to play with. Everybody at the party was dressed in medieval clothing, like the women in hoop skirts to make the actual dress look like a dome with petticoats, and the men in trousers and waistcoats, and so were the kids. Us kids were getting bored (there were about 20 of us) and so we were going to go exploring in the house/castle because it was so big. I haven't seen much. We snuck out of the dining room and walked down solid white corridors with white doors. We saw a white living room with white carpets and white sofas and white tables. We walked until we got to a corridor which was blocked off on both sides so I couldn't tell how we got there. My little brother waistcoat and all thought it would be fun if we had this war game. The girls against the boys. My brother immediately opened one of the white doors and strangely enough found a rocky beach with a quite little wave splattering on the rocks (the rocks were only little pebbles).  My brother (who was the leader) picked up a rock and threw it at the girls. We were not happy with this. The boys thought it was a good idea and to retreat, us girls went into the closest door that was nearer to us and instead of finding a beach, we found a white corridor. All of the girls stayed behind to find something to throw at the boys, but one girl and I went to explore. We walked into the most beautiful room with rocking horses and a down quilt on the bed and every nursery would need. A balcony with open glass doors led out to the view of a courtyard with a beautiful fountain that spewed silver coins. My mother called us to dinner and we somehow found the dining room. My friend stayed behind and got a handful of coins and showed them to me."
        }, 
        {
            "number": "063-B-12F", 
            "head": "03/26/96 [recency unknown]", 
            "content": "I was in a play. We (the actors) had to swim under water. We wore whale and fish costumes. Then I was driving a giant Lego ship at Sea World."
        }, 
        {
            "number": "064-B-12F", 
            "head": "03/26/96 [recent]", 
            "content": "I was flying. It was the best feeling in the world. I started drifting with the clouds, but soon I was really flying. I could control what direction I was going in. The clouds were blue, purple, orange, pink and green. They were diamonds. I landed on one of the light blue ones. When I got up and tried to fly again, I found I could not fly any more. I was falling."
        }, 
        {
            "number": "065-B-12F", 
            "head": "03/26/96 [months ago]", 
            "content": "I had just listened to the song Penny Lane the night before, so before I feel asleep, I was thinking of it. In the dream, I was playing on my street in a wagon with my brother. All of a sudden, my brother disappeared into thin air, and I was all alone. Then a light started glowing in front of me, and I was forced to follow it. When I got to the light, I stuck my foot inside, and it sucked me in. For hours (it seemed like) I was turning over and over in the green light. Then I stopped turning, and I started falling in a huge tunnel of pennies. When I finally landed after (what seemed like) falling forever, I found myself in a scene from the X-Files, and I was playing the role of a special agent (Bana Scully). Right when I was about to shoot the enemy (who was trying to kill my partner) dead, I woke up in a cold sweat."
        }, 
        {
            "number": "066-B-12F", 
            "head": "03/26/96 [recurrent]", 
            "content": "My dad was working at a gas station and my sister was flying a helicopter. Then all of a sudden I was a boy and my mom came along in a school bus because for some reason she was a teacher and she was going on a field trip with her class. My friend came out of the bus. Then some other weird stuff happened that I couldn't remember. Then I looked out over a big cliff and I saw some giant buffaloes. They were as big and bigger than if they were right next to me. Then I went over to see over the cliff and get a better look and they saw me. They started to run toward me and the ground started to shake and I fell down the cliff, way, way down. And then I always wake up at that part right before I fall into their mouths. I've had this dream about four times."
        }, 
        {
            "number": "067-B-12F", 
            "head": "03/26/96 [recent]", 
            "content": "I was going to school and I was late. I was walking really fast cause I had to go to the office to get a re-admit pass. I was 30 minutes late. When I got to the office the secretary gave me a pass. I had lost the pink pass. It was dark. The teachers were asking for it. So they sent me back home. I was scared. The school didn't look the same. It looked evil. It looked really dark and scary. Then I saw this guy I liked. He didn't even say anything. It was like he didn't know me. I could feel he did know me, but just ignored me. It was an unpleasant dream. Then the sun came out and there was an eclipse. I looked at it and it had a face. It said that the world was coming to an end, that nothing was going to be left but sand and good people. Then a volcano started to erupt. It was killing people and animals. But it didn't kill me. No damage was done to me. I couldn't move. Then something touched me and I got in a house. I started running, but I just didn't move. I was so frustrated and scared. The walls moved. Then I saw my boyfriend. I tried to yell, but not a noise was coming out of my mouth. He didn't even pay attention to me. He was flirting with the girl I hate."
        }, 
        {
            "number": "068-B-12F", 
            "head": "03/26/96 [months ago]", 
            "content": "Before I tell the dream, I just want to say this. I have a huge fear of sharks. I was at the seashore with my mom. I was swimming on the waves when a big wave washed me on top of a pile of shark fins. All of the sudden I heard someone screaming, \"No! Help me. He's dead.\" I turned around and the ocean had turned into a pool that went for about 30 feet and dropped off sharply. People were playing in the water. A huge shark was right next to the shelf. All I could see was a giant dorsal fin, twice the size of me, and part of its back. It was eating a person. An elderly lady was on the edge screaming. Her arm and leg were bloody stumps. One lifeguard was in the water and the other was with the lady. The shark threw an old man with a shark tooth through his chest up into the air in play. The lifeguard that was out of the water grabbed him out of the air and laid him on the ground. The shark threw the body of the other lifeguard up into the air. The body was decapitated and was missing a leg. Out of the corner of my eye I saw my mom moving toward them, as if to help. I grabbed my mom and stopped her. I knew that anybody who tried to help would get eaten. Then I woke myself up."
        }, 
        {
            "number": "069-C-13F", 
            "head": "03/25/96 [recurrent]", 
            "content": "In the night sometimes when I'm in bed, I'll feel like I'm being squished. And there starts this throbbing and no matter what I do, it won't stop. If I talk, my words start to throb with the throb. If I breathe out of the throb, it will grow louder, and all the time I still feel like I'm in bed. It scares me a lot. A couple of times I still scream."
        }
    ]
}