{
    "dreamer": "toby", 
    "description": "Toby: A friendly party animal", 
    "dreams": [
        {
            "number": "001", 
            "head": "12/02/03", 
            "content": "I'm in a strange restaurant on some tall building and it's raining outside. I'm with a lot of people who I know, but now I don't think I did know them. I have to use the bathroom, so I leave the table and walk through the kitchen up some stairs and am faced with a bunch of doors. I open the one in front of me and now I'm in some strange girl's apartment. She's in a towel and very embarrassed and tells me to get out. Before I know it, I'm outside of her room and faced with the doors again. This time I choose a different one and now I'm in a long hallway. On the walls are posters on naked chicks and I can hear people having sex. It's so loud that I'm sprinting down the hallway. I never reached the end, but I turn to the right, open a door and the noises in my head stop. I suddenly remember that I have to go to the bathroom and as I enter this new room, I see arcade machines, basketball hoops, and skee ball. It looks like the Boardwalk Super Arcade and, sure enough, as I move deeper inside, I see that weird game with the fake rifles that you can shoot stuff with and it'll do something. I ask the guy if he can tell me where the bathroom is and I don't remember what he says. I suddenly get a really weird feeling like, \"I need to get out of here!\" I turn to run, but I trip. I start spinning and I wake up."
        }, 
        {
            "number": "002", 
            "head": "12/30/03", 
            "content": "It's dark at night and I'm driving my car in the rain. I stop and all the sudden I'm at the front door of someone's house (I've never seen this doorway before). This girl I work with at Beach City named Mary answers the door. She starts talking and says something like, \"I'm so glad you're finally asking me out. Talking to you at work was getting so awkward.\" For some reason I can't tell her that I don't like her at all, and next we're both in my car driving to the mall. Now we're walking around a whole bunch of different food courts and I keep thinking, \"This girl really likes me. I could easily get a piece, then never talk to her again.\" But I know this would be wrong. While I'm debating this, I wake up."
        }, 
        {
            "number": "003", 
            "head": "12/31/03", 
            "content": "I'm at some park or somewhere outside and I have to go pick up Nate. I walk to my car when all the sudden I see Ben , Larry, Jeremy and George, and they need a ride, so I'm like, \"Sure, guys, let's go.\" All of the sudden I'm riding my bike on the West Side of the city, right by Bill's Wheels, and I'm no longer with Ben and his crew, but I'm with Paul and the Mt. Diablo crew. Paul says, \"Let's go to the Boardwalk and get some weed!\" I'm down, so we head to the Boardwalk. Even though we're traveling towards the Mall, we're all the sudden at the Boardwalk and I'm no longer with Paul and the guys. I'm with Melinda and she's looking really hot. I'm with her outside of the Beach Bowl and there is some weird confusion. There's talk of alcohol and weed and getting caught, and all of the sudden there is no more confusion and she has a fat baggy full of weed in her hand. There are police everywhere. One stops us and asks us questions, then leaves. We're walking down the sidewalk toward the beach when Melinda hands some of the bag's contents to someone walking in our opposite direction, and at the same time drops the baggy in front of a cop. I reach down to grab the baggy and for the first time I see the weed, and it doesn't look like weed. It sort of looks like salad or flowers or something, but I grab it anyways and run. Now we're walking on the wharf and Melinda says, \"Let's smoke and then go dancing all night.\" For some reason I feel like if I don't make my move right now, I won't ever get to see her again. I take her hand and go to the beach. There is no sand on the beach for some reason, just knee-high water. As we walk farther out I start to say romantic stuff I can't remember. There is a big pile of rocks there. We finally got to kiss here, and she says, \"Wait, let me put down my purse.\" It takes what seems like eternity for her to put it down on the rocks, and while she does, I can feel myself beginning to wake up. In desperation, I grab the purse and throw it on the rocks. She stops and looks at me. Then she grabs me, pulls me to her and we start making out. Then I wake up."
        }, 
        {
            "number": "004", 
            "head": "01/01/04", 
            "content": "I'm in some weird abandoned house with a family that I can't recognize, but there is a blond woman with us who looks like Thelma Anderson. We haven't seen any yet, but all of us know that there are zombies all over the house and we're all armed with stuff. I'm holding two homemade sticks of dynamite and everyone's telling me that they're duds. One of them lights for no reason and I throw it in a dark room and it blows up in a huge explosion. Everyone's impressed, but they're saying how are you going to light the other one? All the sudden I'm in my kitchen opening the top cupboard door and getting a book of matches from where we usually keep them. Then when I have them, I'm back in the haunted house and everyone's happy I got the matches somehow. Now I'm walking through the house with just Thelma and some weird guy gives me a baseball bat (just like one used to kill zombies). As we walk through the house, we hear screaming and a zombie starts running toward us. I take the bat and start hitting it and it lays on the ground and I start beating it while it's on the ground, again and again. And while I'm doing that, I'm all the sudden transported to a library. Now me and Joey are in a library and the librarian says, \"This is a training center for all the zombies in the world.\" I think the librarian was Buffy the vampire slayer (but I'm not sure). While Joey and I are walking through the library, I see Andy Gunn and I chase after him. I have to fight these people to get to him and as I get closer, this black guy stands right in front of me and as I punch him in the face, I wake up and actually hit my wall (which is what I think woke me up)."
        }, 
        {
            "number": "005", 
            "head": "??/??/??", 
            "content": "It starts as a sweeping view of a new snowboarding mountain, and it's as if it's some sort of video game where you can do stuff that's unrealistic. People are popping their feet out of bindings and doing graps and riding away clear on one part of the hill, though there is this suspended moat that a shark tank for this huge monster shark that has this disgusting mouth that opens up like this [drawing of a shark with huge open mouth], almost like some plant would open up like a flower to eat you. And people are jumping over it. All the sudden I'm sitting right next to the tank with some grandma (not either one of my grandparents) and we see it swim around. Then some old man climbs in the tank and gets eaten and I wake up."
        }, 
        {
            "number": "006", 
            "head": "02/07/04", 
            "content": "I'm hanging out with Izzy and Benjie and some younger kids that I don't know, and we have a fat sack of weed. The dream then breaks off into a strange jungle themed joint-rolling tutorial. For some reason I'm very confused that we're putting such a small amount of weed in the joint, yet when it's rolled, there is plenty in it. After all the joints are rolled, we're out of the jungle and seem to be on some rustic great plains of the American expanse (like when the settlers were first going West). We all agree that it would be bad form to smoke and walk at the same time, so we agree to find someplace to go and smoke. I see a small settlement in the distance and suggest we head for it. As we enter this town, we don't see a single person anywhere. Though the town looks modern enough, it's empty. We see an ice cream parlor and enter it. When we enter, it's huge on the inside and very busy with what seems like the whole town's population. The ice cream parlor has no back wall. Instead there are huge pillars out of a Greek castle and beyond the pillars is a courtyard that's all marble laid and then there is a large lake connected to the courtyard where children are playing and eating ice cream. As we sit down in the parlor part under the ceiling, I'm quick to notice a set of twin boys, then twin girls, then triplet boys, then a boy and girl that I somehow know are non-identical twins. It seems that all the children I see are twins and nobody will admit it. I go to some parents and I say, \"All the kids in this town have a twin. Something is happening here.\" And they get a weird look in their eye and say something like, \"You don't know us; just get out of here,\" but I will not be so easily diffused. I go up to another mom and say again, \"There is something fishy going on here.\" All the sudden I have a huge crowd around me, listening to my theory of the town and why everyone has a twin. I'm wearing blue jeans, a white T-shirt and my high school letterman jacket and I say, \"Everyone plays in the lake behind this ice cream parlor. There is something in there that is doing this to you!\" I then run toward the lake and get in the water waist deep and cup a handful of water and right when I take a drink, I wake up."
        }, 
        {
            "number": "007", 
            "head": "06/11/04", 
            "content": "For some reason I, along with a large group of others, are forced to participate in a gymnastic event, but only as guardians. Two of us are chosen and it's our job to protect, or just make sure everything goes smoothly, for the two real gymnasts that are doing their routine on two poles. I keep getting chosen again and again because I never make a mistake. Then the \"ring leader\" calls me as well as this young boy, but he can't pronounce his name. He walks up next to me and I said, \"Hey, what was your name?\" and he gives me this look that says like, \"Everyone always asks that.\" He goes by his ancient family named called \"Arytheum.\" (I have no idea how it's pronounced, but those were the letters he told me.) He even pronounced it a few times, but I couldn't grasp it. The last time I was teleported out of the arena and into a car on a strange \"other worldly\" highway, and his name was being sung like through \"plainsong.\" I knew that the car in front of me was him, and I accelerated to catch him, but he was driving really fast. Nevertheless, I got in and out of cars until I saw his brake light go on and I floored it. Right when I rear-ended him, I woke up."
        }, 
        {
            "number": "008", 
            "head": "07/12/04", 
            "content": "Tonight I had a succession of 3 dreams that all linked up somehow. The first one took place in a castle/fortress that looked old but had tons of modern technology. For some reason myself, along with a team of others, were snooping around looking for something when an alarm went off and the place started flooding with water. Everyone is scrambling to escape and I make it out first and get to the edge of the compound, but since no one else made it, I run back to see if I can help. Everyone is leaving at a really slow pace and I'm pissed that no one is escaping seriously. I'm like, \"Whatever, guys, I'm outta here!\" And as I'm walking off, I wake up."
        }, 
        {
            "number": "009", 
            "head": "07/12/04", 
            "content": "In the second dream I'm in a  van with everyone from the escape and they're all talking, but I don't understand anything. All the sudden we've stopped to get dinner and then all the sudden I'm at the front of the line looking at the cashier. She's a redhead with straight hair and a really hot face and straight, perfect white teeth. I look up at the menu and recognize it as Jack-in-the-Box. For some reason I'm confused and am having a hard time ordering. She notices and I look up at her and say, \"I'm not having a hard time ordering because I'm high, okay,\" and she looks at me sexually and says, \"That's okay, take your time.\" Now I really want to kiss this girl, so I ask her if I can talk with her privately for a sec. I'm now behind the counter off to the side and we're standing close to each other and our waists are touching. She says something like, \"You know you're not going to get to make out with me right now.\" Then I hold her by the waist and move in and kiss her. Then she says, sounding like a porn star, \"Mmmmmm, well, okay,\" and we start making out and then I wake up."
        }, 
        {
            "number": "010", 
            "head": "07/12/04", 
            "content": "The third dream takes place at what's supposed to be a school and college. But it's super crowded like a cafeteria with no food. I know for some reason that I have no friends here and want to make new ones. I go up to a group of cool-looking guys and say, \"Hey, I'm Toby!\" And everyone is nice. They're like, \"Hi, Toby, my name is....\" but everyone's name starts with an S. I repeat everyone's name, but I get some wrong, but they're like, \"It's okay, all our names start with S.\" Then they say, \"Hey! Aren't you that hot dude who hooked up with that hot girl who works at Jack-in-the-Box?\" And I'm like, \"Hey, that was me,\" being very cool about it. Everyone's like, \"You da man,\" and while they're sort of cheering, I wake up."
        }, 
        {
            "number": "011", 
            "head": "07/30/04", 
            "content": "I'm looking through a newspaper trying to find a job, and I call the number and within a few minutes I get the job. The job's in a nearby city at a small comic/model store. I'm the only employee there except for the store owner who looks just like Michael Moore. He says that today is the Grand Opening of the store and that we're going to try and get a bunch of steady customers by having a huge sale. We won't tell anyone, but secretly everything is 90% off. If they pay $21.80 on comics, we only charge the $2.18. I try to tell him that that's not a good idea. If we do that, we won't make any money, and not only that, but we'll lose a lot of money. But he won't listen to me. After we finish talking, all the customers start coming through the door. Now I'm behind the counter and I'm ringing up customers, and it's kinda fun for me to tell people that they only have to pay 10 percent of the total. They're always so happy. After everyone is gone, I walk around the store. It's completely empty. I realize that we sell some pretty corny crap, but oh well, it's a job. A certain trade-paperback comic series catches my eye and I start to read. I then realize that I'm totally alone and the owner is nowhere to be seen. As soon as I realize this, the store is packed with many more people than before, but now it's mostly parents. They all seem pretty embarrassed when they come up and ask me where they can find some weird character I've never heard of. One particular guy really pissed me off. He came up to me and asked where he could find this guy that had a whale head. He didn't know the exact name, but he kept saying, \"Whale head, he has a whale head.\" I'm finally like, \"Look man, we're really busy and this is my first day. I'm not even sure if we have that,\" instead of understanding and being cool about it. He mutters something under his breath and gives me this really dirty look. I'm thinking WTF and underneath the counter, so he can't see, I give him the bird. But his brother behind me sees me and is like, \"What are you doing?\" and I convince him I used my pointer finger, not the middle one. This seems to do the trick and then he starts asking about whale head man and by this point I've had enough. I look at both brothers straight in the eye and say, \"Get the hell out of my store!\" Then I wake up."
        }, 
        {
            "number": "012", 
            "head": "11/25/04", 
            "content": "I'm in some strange mall with Joey and Shawn and we're looking at sweatshirts that are on sale. They're like Hurley and Vulcan and others and weird clothes too. Then Shawn says, \"Let's go surfing,\" so all the sudden we have our wet suits on and our long boards and we're walking through the mall to the center of the mall, and now we're standing waiting for something to happen. With a rumble a huge tidal wave crashes through the mall. I miss it, but Shawn and not Joey, but Kyle get it, and when the next wave comes, this time I do catch it and start riding through the mall. I get hung up on a wall, but somehow keep momentum. When I reach the big room where I was trying on sweatshirts, I go airborne and fly high into the air. As I fall down, I grab onto a structure and don't land hard. Then I see all the \"regulars\" that most surf this mall all the time, and they seem unimpressed, like it was lame of me to fly through the air like I did. I'm just like, \"Whatever!\" and then I wake up."
        }, 
        {
            "number": "013", 
            "head": "04/06/06", 
            "content": "I'm in the grocery store parking lot and I'm on my way into the store when I see a really attractive girl. For some reason I know she's my ex-girlfriend's friend Andrea, but in my dream she's blond and a little hotter. She's like, \"Hey, Toby, what are you doing Friday?\" and I stumble on the question a little and then say, \"Oh, I don't think I'm doing anything\" sheepishly. Then she's like, \"Good, we'll have to hang out FORE SURE (sexy)\" and I'm like, \"Cool.\" As I walk into the grocery store, I think to myself, I bet Micha would've been, \"Hang out with you, of course,\" but then I think, \"That's what makes my 'game' better because girls aren't threatened by me.\" It suddenly occurs to me that I am drinking Red Bull and the reason I'm in the store is to buy Yagermister and Red Bull. I notice that all the checkout cashiers are each of a different ethnicity and I walk up to the male Indian one and show him the two Red Bulls I have. And he takes them and says, \"I'll give these back when I ring you up.\" As I'm looking for the Yager, I see Brian and he's like, \"Dude, my Supreme broke down, man\" and I say, \"Brian, you drive an Oldsmobile Cutlass Supreme, not \"a Supreme.\" Your car isn't cool. Get over it.\" We walk outside and now it's nighttime and his car is on a steep angle and we really have to push hard to move it. And sometimes I have to push it more than others. As we roll it into the bank parking lot, I wake up."
        }, 
        {
            "number": "014", 
            "head": "04/13/06", 
            "content": "I'm in a strange house. It's a mix of the upstairs of my old house on one street and the distinct living room and kitchen of my old house on another street. I walk downstairs into the living room and the kitchen table is in the living room for some strange reason. There are candles lit on the table and a big Ominoos book. I begin reading the book and soon realize that it's full of curses and black magic. This isn't fantasy, it's present day and I know this book is dangerous, but I keep going. Inside there are instructions and ingredients I've never heard of. As I read it, in my mind a voice from the book or somewhere chants it with me. Then I stop reading, but the voice continues. It surrounds me and penetrates my head and I wake up."
        }, 
        {
            "number": "015", 
            "head": "04/14/06", 
            "content": "I'm riding bikes with Mahorn at night and we're cruising through the grocery store parking lot. Everything is going good and we're having fun, when to our right we see a car with a bunch of people in it. And the backseat driver's side window is open, and there is a faceless person smoking a cigarette. Mahron screams, \"Let's get out of here!\" and I can feel my adrenaline rush. As we ride faster, the car drives closer to us. The car catches up with us and the smoking figure becomes recognizable and it's Mahorn. I do a double-take, looking at the Mahorn I was bike riding with and the Mahorn smoking. Now it's a convertible filled with girls that are models. All the sudden smoking Mahorn turns into just another one of the other girls and the car drives off. I look around to see I'm alone.... I wake up."
        }, 
        {
            "number": "016", 
            "head": "04/18/06", 
            "content": "I'm in a really crowded party in a dark little beach house. I can't recognize anyone, and the house is laid out like a million little party houses I've seen in my life. All of the sudden I'm in my car in the driver's seat, leaned back so I'm almost laying down. My car is parked at the beginning of the Wharf right by the Beach. I look outside my window and I see three girls and they're being loud, and it looks like they've been going from party to party. They see me in my car and now they're in the car with me. The one on the right is the biggest and she has blond hair. The one on the left is the tallest and blond, and the one in the middle is hottest with brown hair. They're asking me questions and talking to each other, but I'm not doing a very good job at making out what they are saying. One asks, \"What are you going to do right now?\" and I say, \"I don't know, but I can give you directions to the party I was just at.\" They all say, \"No, no, we don't want to go.\" There is an awkward pause and the middle one says, \"C'mon,\" and then comes in to kiss me, along with the other 2 girls. We all kiss and when it's over, the girls were like, \"Okay, bye,\" and open the car door and leave. I'm by myself and then wake up."
        }, 
        {
            "number": "017", 
            "head": "04/19/06", 
            "content": "I'm in my brother's room and Dan is doing the shading on my back tattoo and he's doing it in red. And even though I don't want it in red, I apparently don't really care. We finish and I look at it in the mirror, and it doesn't look very good at all. It's really, really dark in some areas and then some areas aren't even shaded at all. Dan looks at me and says, \"Don't worry, in a couple of days it will blend together and look good, AND we're not done yet because I'm not sure how I'm going to shade the rest. We then walk over to my brother's closet and there is a piece of skin hanging on a hanger with a back tattoo of a weird robot on it, and Dan says, \"What do you think of this? We should shade yours like this one.\" I wake up."
        }, 
        {
            "number": "018", 
            "head": "04/20/06", 
            "content": "I'm with Jess and we're walking around and just talking. I can't remember anything that we're saying, but we have plenty to talk about. What's odd is that we're walking on the side of he highway where it merges with a larger highway. We're walking in the middle of the lane and cars are whizzing past us, but not only are we not even worried by it, we continue our mellow conversation. We keep walking until we reach the point where the n-ramp changes into one lane and merges into the highway. For some reason we're surrounded by trees that sort of look like big bushes. Jess asks me, \"Why did you break up with Sarita?\" and I'm like, \"She just saw the worst in people.\" We want to keep going, but are stuck because cars are driving everywhere around us. We then see some other people that kind of look like cavemen. The hairiest one looks at us and says, \"Follow me, I know the way.\" He starts walking across the highway and as he proceeds, the cars stop coming. We follow him across the highway, and as we reach the other side, I wake up."
        }, 
        {
            "number": "019", 
            "head": "04/21/06", 
            "content": "I'm driving a motorcycle on a crowded highway. The bike is brand new and looks futuristic, like out of a videogame or Anime. The piece of highway we're driving on looks very familiar to a piece of highway that connects my hometown to another city. It's long and straight and uphill. Every time I reach the top of this hill, though, it sort of just levels off and I'm immediately going uphill again on the same piece of highway I started driving on. The first two times I drive this stretch of road, it's relaxing, but the third time something clicks in my mind and I become \"lucid\". I realize \"I've done this before; I'm dreaming this. I actually get to drive this bike!\" I punch the accelerator and I begin weaving in and out of cars. And out of nowhere many more bikes appear and now I'm in some sort of videogame style race. There's a big turn, a left turn that comes so fast that even though I try to turn, I still hit it. But I hit it in slow motion and the side of my bike slams into the guardrail and bunches of the rival bikes shoot past me. Still lucid, I try to turn the accelerator on the handle, but nothing happens and I wake up."
        }, 
        {
            "number": "020", 
            "head": "04/27/06", 
            "content": "I'm in some sort of old videogame, Time Crisis One. I'm searching around some castle with bad graphics. I'm on some kind of outside exposed walkway and then I reach the top, and now I guess I'm supposed to be fighting some flying villain. She zips around and I succeed in stabbing her a few times with the spear that's in my hands. Now we're fighting in the rapids of a rushing river, and I'm hacking away at her face with a big butcher knife. Big cuts are exposed on her body after each swing, and something tells me I should be scared, but the dream isn't a nightmare or scary, even though I keep chopping away at her. This river we're fighting in runs right through the food court of the Mall parking lot and as we're in the middle of the parking lot, I stab her again and wake up."
        }, 
        {
            "number": "021", 
            "head": "04/30/06", 
            "content": "I'm in a house that's totally white like a hospital, but designed the way a house of the future would look like. I hear some doctors saying that they're about to administer the \"easy\" medication to my mom because she's going crazy or something. Now I'm running through the neighborhood of white houses. I keep running and running, jumping through the air and traveling really far. I'm bounding through the air, doing flips and back-handsprings, but I keep running. I'm holding a mop and use it to pole vault over walls and to aid in more acrobatic maneuvers. As I keep running, I begin to hear music, a sort of rock anthem, and soon enough, I find myself in the house I started in. I do a back flip and land on my back and am about to do a kick-up when on the ceiling I see a mirror and in the mirror is a cartoon woman (sort of looking like Louis from Family Guy). The figure starts to morph into all these different women I don't recognize and as the music gets louder, the figure in the mirror looks more and more like my mom. And as the song ends, I hear the doctors say, \"Time to administer the intermediate medication.\" Then I wake up."
        }, 
        {
            "number": "022", 
            "head": "04/30/06", 
            "content": "I'm at a house that looks familiar to the one I used to live in on by the beach, but it's not the same. I'm sitting on a couch in the living room and I'm surrounded by people and we're all watching TV. The couch I'm sitting on is really crowded and I'm pressed up against this attractive girl, but when I look over at her again, she's gone and my friend Kiel is there. And he pretends like he's going to make out with me, and I'm pretending to and it's a big joke and everyone laughs. But then he really does start to make out with me and I'm trying to push him away, but he grabs the crotch of my pants and I push him off, but I look on the ground and I've cum all over the ground. And I'm totally embarrassed, but no one has seemed to notice yet. Kiel whispers to me, \"Dude, I'll just tell people that you spilled water, oh, and pull your pants up.\" And now my pants and boxers are around my ankles and my penis is hanging out, but no one notices. They're too busy watching TV. I put my clothes on and take a deep breath. I think, \"Whew, no one found out.\" Then I wake up."
        }, 
        {
            "number": "023", 
            "head": "05/02/06", 
            "content": "I'm running with a pack of people that all went to my high school and we're on a dirt road that is actually a section of highway in a nearby city. And we're all getting off on an exit. We're running on this dirt road when a kid I don't know says, \"They're finally here.\" And he's holding a big duffel bag, and I think to myself, \"He has all of this year's letterman jackets.\" A few people pounce on him and open up the bag. I get thrown a jacket, but it's not a letterman jacket. It's a Session brand wind-breaker/ snowboarding jacket. And I put it on and keep running. We end at the intersection where  there's a Wendy's and everyone stops because this black tarantula spider is jumping on people and it's jumping from person to person. It jumps on James's face and climbs from his chin to his forehead. He has a scared look on his face and shakes his head and the spider lands on the ground and he steps on it. And everyone, including me, all yell, \"Ohhhh!\" Then I wake up."
        }, 
        {
            "number": "024", 
            "head": "05/04/06", 
            "content": "I'm in a big white apartment that I've never been in before. I'm here to watch a movie with this girl I don't know, and Sally Z.. When the movie is over Sally falls down next to me and looks at me, then starts kissing me, but soon has to stop. She says, \"I'll be right back.\" I get up and sit on the couch and she comes back and puts on music and pulls me to a big beanbag and lays on top of me and now she smells like weed. \"So that's what she went to do,\" I think. She kisses me for a second and then has to change the music again. She gets up and so do I. Then I notice that one girl I don't know is still watching TV. I just kinda wanna keep making out. Another girl comes in named Sophe, then Shane comes in and says, \"Hey, Dude, so you're finally hanging out again.\" I say, \"Yeah.\" Then it becomes clear that there is a ton of food on the table, big slices of sourdough bread and sliced turkey and pineapple wedges. More and more people continue to come into the apartment and I apparently know most of them. We're all friendly. All the sudden Nate, Sally, and a few others go into a separate room together. I think, \"Oh no, Sally is Nate's ex-girlfriend and she'll tell him we kissed and Nate's my best friend.\" I go to the table and make a turkey sandwich and sit down at the counter to eat it, and think, \"Naw, Sally won't tell and Nate won't care,\" and then I wake up."
        }, 
        {
            "number": "025", 
            "head": "05/05/06", 
            "content": "I'm at a Christian Fellowship Church on the stage with my band and the church is more like a huge arena, and we're about to perform. We've already played it through once and we're not nervous, but now it's in front of people and going to be on TV. The lead singer is Steven from the OC and I never see anyone else in the band. As we wait to play our song some girl comes up on stage and gets in a fight with Steven and they break up. I go over to Steven and say, \"Hey, are you all right, man?\" He looks at me and the look says, \"I just broke up with my girlfriend, no.\" I put my arm around his shoulder and say, \"We're the Mystics, remember? We're the Mystics!\" Then I start singing some lyrics to one of their songs. \"There's a sick little suicide in all that we do.\" I sing it again and on the third time Steven sings along, \"There a sick little suicide, it's all that we do, you decide which one's for you!\" He's feeling better and I go over where I'm supposed to play and put my guitar strap on, but it's all tangled and I have to untangle it before we start. There are 2 tangles and as I get one out, Steven says, \"C'mon, we're live in seconds,\" and just as I get the last tangle out, we're supposed to start. And we bust out and the crowd starts cheering and as we play, I wake up."
        }, 
        {
            "number": "026", 
            "head": "05/05/06", 
            "content": "I'm at another party. I've never been to the house before (but everything looks familiar). I'm sitting out on the deck in a plastic chair, wearing my gray zip-up sweatshirt and I'm drinking a bottle of beer. I'm the only one sitting down and there is lots of activity going on around me. Some really hot girls storm out the back door to leave and they all have pissed looks on their faces. My friend Mahorn intercepts them and says something, \"Before you go, let me just talk to you.\" He takes them behind a corner. This girl Pattie (who I work with and who I know has a crush on me, but I don't like her) comes up to me and says something I don't remember, and I just ignore her. Then this one guy comes to the doorway of the back door and says, \"Hey, nice sweatshirt. You look like a fag!\" and goes back inside. I jump out of my chair and follow him. I corner him and say, \"What did you say?\" and now he can't remember and is just trying to avoid me. I follow him around the house asking him what he said until we bump into his twin, who gives me a big toothy smile. And I think, \"Oh no! this was his plan to take me to his twin, and now the two of them are going to beat me up!\" This makes me really angry and I grab the first one by the arm and put his head down so I can punch it. My direct contact sends him flying across the room. He lands on his back and slides into the kitchen wall and doesn't move. Now I'm in the kitchen and without a second thought, start beating on his twin until he too is on the ground. All the sudden Nick Smith (he was a senior in football when I was a junior) appears and says, \"Are we all fighting Toby? Well, let's go.\" After a little scuffle, I beat him up. Then Ryan Jones (another high school football senior) appears and I knock him out with three punches to the face. I've had enough and start walking to the deck when this annoying girl Cindy runs up to me, grabs my hand and starts trying to lift it up and says, \"We have a winner.\" But I look at her and say, \"Get the fuck away from me!\" I walk outside and there are two guys fighting each other. I don't know either one. Guy A breaks a bottle on Guy B and he falls off the deck. I go to the edge of the deck and look down in the street and they're still fighting. Guy A gets on top of a car and Guy B picks him up and slams him on his back. He looks really hurt. I run inside the house and yell, \"I need a phone. I need to call 911.\" No one in the house listens and as I'm running around asking, I wake up."
        }, 
        {
            "number": "027", 
            "head": "05/10/06", 
            "content": "I'm walking outside in a slum of a town and a man comes up to me. He says, \"We've just moved to the neighborhood. These are my two boys.\" One is small and brown with black hair, the other is white with blond hair and taller. I take them to one of their houses and it's pretty run down. I'm really happy for them. \"You're going to like the Westside of the city\" I said. \"I used to live here and it was my favorite place I've ever lived!\" We keep walking through the neighborhood. Then we get to my house and my dad is outside helping the neighbors by doing small easy household stuff on a work bench. He sands something smooth and spray paints something else. I walk inside the house alone and go to the sink where there are dirty dishes and look outside the window where my dad's car is and I think to myself, \"Wow, he's really dead. I didn't think I would feel sad, but now that he's actually gone, I feel really sad.\" At this point the dream continued on but changed scenes. I can't remember what happened next. I wake up later."
        }, 
        {
            "number": "028", 
            "head": "05/11/06", 
            "content": "It's nighttime and me and my sister are leaving a house party. We get to my car and it's my old 1983 Chevy from high school, only the hood is missing. The lights are on and I say to my sister, \"You left the lights on and now it won't start!\" She says, \"Oh well,\" and pulls out her cell phone to find another ride. I say, \"Wait a second, what am I going to do?\" Then I wake up."
        }, 
        {
            "number": "029", 
            "head": "05/11/06", 
            "content": "I'm walking in a parking garage with Kristie and we're talking and we walk up and up the garage's multiple levels. When we're about halfway up, she pulls out a baggie of mushrooms, but they look like dehydrated mangos and we both take some. I feel \"high\" in my dream and I stumble around and it's hard to stay balanced. We get to the top of the garage and start walking down the ramp to the street. When we're halfway down the ramp we look back up at the levels and I see a colorful peacock laying dead on the cement. We're too far away to touch it, so I throw a rock and miss it. Kristie is very upset by this sight and says something like, \"We're on mushrooms and shouldn't be letting ourselves get depressed by this dead bird. Let's get out of here.\" Now we're walking on a sidewalk uphill with a street on the left and a sloping hill to the right. Now there is another guy walking behind us. I've never seen him before. He's wearing white tennis shoes, blue shorts, a tee shirt and a blue baseball hat. He's tall and is a redhead. He's nice, but doesn't really say anything. We all walk into a little café and the red-haired guy opens the door for me. We sit down at a table and Kristie asks me how I feel. I reply, \"I really felt high at first, but not so much any more.\" She shrugs and we talk a little while longer. Then I wake up."
        }, 
        {
            "number": "030", 
            "head": "05/13/06", 
            "content": "I'm walking outside on a sidewalk with Luke and we're passing by the beach. It's really sunny out and Luke points to all the surfers and suggests we go out. I reply that I'm not very good and don't want to. He doesn't ask again and we keep walking. It's nighttime now and we're at the same beach, it seems like, right where the sidewalk ends and the water and waves begin. Luke and Joey go out and come back and say now it's my turn, so I paddle out into the water and I'm all by myself, and my friends are sitting on the sidewalk. I catch my first wave and am really awkward riding it, but I stay up as it begins to die and a new wave in the opposite direction begins to build. And they yell, \"Now catch that one!\" I ride into the new wave horizontally and start the new wave back toward the sidewalk and am about to land on the sidewalk when a new wave starts again and I catch it going back out. Luke laughs, \"He looks so funny in the transition!\" And I say, \"Whatever, I haven't fallen yet.\" The waves get tighter and tighter together and it feels like I'm on a skateboard, half pipe, and I begin to catch air. In the middle of this I wake up."
        }, 
        {
            "number": "031", 
            "head": "05/16/06", 
            "content": "I'm in the back yard of a really nice house and am attending an outdoor BBQ with a bunch of  adults. I never see my parents, but I assume they are there. I suddenly remember that my friend is the bartender of the local taqueria tonight and that means free drinks, so I say goodbye to everyone and am now sitting at a table in the restaurant. My friend Michael (who I never talk to at work) is sure enough the bartender and I order a margarita. He says, \"That will be $7.50.\" I'm thinking, \"What the hell, Dude, that's pretty expensive for a margarita and I thought I was getting hooked up,\" but I pay anyway. He makes it for me and it comes in a tiny little cup with a straw and I'm thinking, \"Oh, you've got to be kidding me!\" I sit down at my table and drink it and Michael asks me how it was. I say, \"Dude, I don't feel anything,\" and he says, \"Oh, if you wanted me to make you a drink that would get you fucked up, you should've just asked.\" \"Now you tell me,\" I say. I'm about ready to leave when a group of girls over at the bar invite me to sit with them. They all work at the bakery, but I don't recognize any of them. Michael gives me another drink and implies with his hand that it's free. The girls ask, \"Why do you get free drinks?\" And I say, \"It's no big deal, but... I know the bartender.\" And they say, \"Oh, my God, that's so cool!\" Then I realize that even though the bar is crowded, the restaurant is empty and my group is the only ones there, and I think, \"It's cool to go to the bar with a group of girls.\" Then I wake up."
        }, 
        {
            "number": "032", 
            "head": "05/19/06", 
            "content": "Me and my friend Lisa are in the theater watching a movie with Adam Sanders. In the movie we're watching he's picked up a hitchhiker and they're in the car talking. The conversation isn't funny; it's creepy for some reason, and as it continues I'm not in the theater any more. I'm watching the movie as I drive with Lisa and we're watching it transposed on the windshield of my car. In the movie Adam Sandler asks where the hitchhiker wants to get out and instead of answering, he pulls out a knife and starts stabbing him. Adam also pulls out a knife and there starts a bloody battle in the car. I'm watching this while driving and reach down at the dashboard and press pause because I don't want to miss this good part of the movie and we're heading into some sharp turns. As we round the first turn, we see boulders strewn all over the place and I have to weave in and out of them. And as I enter the second turn, the car loses traction and we enter a flat spin. I'm not worried at all, which I find odd, but Lisa panics and starts screaming. She lunges toward me and grabs onto me. We level out and she lets go, but just as she calms down, we start sliding again and Lisa puts her back to the window and screams, with an awful look on her face she yells, \"Help!\" And I wake up really scared, like from a nightmare."
        }, 
        {
            "number": "033", 
            "head": "05/22/06", 
            "content": "I'm standing under an awning looking at a small house and my dog (I've never had a dog in real life), a German shepherd. The neighbors are yelling because he's barking too much. I call him and he runs over to me and is quiet, but then many other dogs appear in the back yard. They're all playing together. After they finish, I find myself sitting on a stool in a kitchen. The house is full of people, but the party is ending and everyone is going home. Two girls that I don't know get close to me. I guess I'm giving them a ride home. I see Mahorn walking outside alone and I open the window. He  stops, looks in and propositions my girls for a threesome. I say, \"It's time to go,\" and we walk across a dirt field to my car and speed off down a dirt road. Dust is everywhere. I wake up."
        }
    ]
}