{
    "dreamer": "tom", 
    "description": "Tom: An outgoing man", 
    "dreams": [
        {
            "number": "01", 
            "content": "I am in an unfamiliar classroom and I seem to be taking care of or supervising a boy about the age of five. He has blond hair and seems very average in appearance. He is playing quietly by himself and I really have no contact with him at all. There are many toys strewn about the room and everything is multicolored and bright, like a kindergarten classroom might be but more vivid. The room is full of other people including other adults and children, it is a busy atmosphere with movement everywhere. Nevertheless, my attention is not where it might be expected. I am sitting on the floor by the boy and near me are two very good-looking, dark-skinned girls. They tell me that they are both 17 years old and that they also both have the same boyfriend. At the exact same time all three of us say, \"Lucky guy\" (meaning the boyfriend is lucky). I remember being more interested in the two girls than the boy I am supposed to watch. The dream seems to end with me talking to the two girls."
        }, 
        {
            "number": "02", 
            "content": "I am walking down an unfamiliar street by myself and it is very busy. Open shops and street vendors make it seem like a carnival or amusement park atmosphere. It feels like a place where tourists would go to buy overpriced T-shirts or something. As I walk down the street I notice a group of about six people walking up the other side of the street. There are four random, unfamiliar guys and two girls. One of the girls is an unimportant friend from high school who I last saw in line at some club a year ago, and I ignored her, sort of. Even though I recognize her and make eye contact, I walk by like I did not see her. For some reason I know that I do not want to talk to her. As I glance back, I notice that she has changed and is now someone else, but I do not know this person. I keep walking by and someone yells my name, and I turn around to see who is calling me. Now the girl is my girlfriend and she says something like, \"Are you going to say hello at least, or are you going to just walk by?\" I walk over to her and the other girl who is with her and I tell my girlfriend that I did not even see or notice her. The other girl (who I do not know) looks at her and says, \"C'mon, Patty, let's go.\" Then she laughs and says, \"Oh, my God, I just called you Patty, and that is my name!\" Then I woke up."
        }, 
        {
            "number": "03", 
            "content": "I am hanging out by myself, I do not really recall where I am or exactly what I am doing. It seems like what ever I am doing it is very comfortable and normal. It seems like I might be at a really mellow party or barbecue because there are other people mingling about. All I remember is that there is a very pretty girl walking up to me that I do not know. She comes up to me in a very friendly manner and says, \"Hi, Tony.\" I just smile and I do not correct her on calling me the wrong name. She walks away and that is the end."
        }, 
        {
            "number": "04", 
            "content": "I am at my parent's house and it is late at night. For some reason it feels like high school and like I am still living at home. I walk out of my room and into the hallway toward the bathroom. As I near the bathroom and my parent's room, I can hear my dad talking in his sleep. I cannot see him because the door is closed, but somehow I know he is talking in his sleep. I cannot really make out what he is saying, but he is obviously angry and the tone of his voice is very pissed off. I listen to him for a while and then I decide it is all pointless gibberish and I walk back to my room to go to sleep."
        }, 
        {
            "number": "05", 
            "content": "I am in some room, like a medical office or maybe even a really clean bathroom. There is an electronic scale in the room and I walk over to it and step on. I am amazed to see that I have somehow lost 10 lbs., even though I have been lifting weights for almost two months and just gained about five pounds. I was really let down that all my effort had gone to waste and that I actually weighed less than when I started working out."
        }, 
        {
            "number": "06", 
            "content": "I am with my parents and we are at the house of family friends. Everyone is happy and having fun. We are all in the backyard and it is sunny and warm. I am mostly playing with the three kids (ages 5-9) but only one of them is easily recognizable to me. The two boys do not look like they should, although I know that it is really them. Most of the time I am playing with a little girl, age 9, who looks just like she should. Basically, this was a happy dream and nothing too exciting ever happened."
        }, 
        {
            "number": "07", 
            "content": "I dreamt that I was at a huge skateboard ramp that was obviously professionally built. It was basically perfect and there were only a few other guys skating. I did not have my own board with me, but there were dozens of other boards just lying around for someone to use. I pick up and check out at least ten different boards, but something is wrong with each one. Either the trucks are too tight or loose or the deck is too narrow or the wheels are too small. No matter what I cannot find a board to ride. I am very frustrated because this is a perfect ramp and I just know that if I had a good board to ride that it would be fun and I would skate really well. I look around a little while longer until I realize that I will not find a good board and that I will never get to ride this ramp. Basically this frustrates me which in turn pisses me off."
        }, 
        {
            "number": "08", 
            "content": "I am walking around in some unfamiliar city and I am wearing purple wristbands and some other strange clothing. I feel like I am drunk or on drugs because I am walking around all weird and I feel like I am out of control. I walk up to a car and inside are three fat girls about my age. I am talking to them for some reason, but as we are talking, the girls notice that I am looking down their tops. They are not very happy about it and I walk away. Soon I notice two good-looking girls walking on the other side of the street. I realize they are about to walk right by a house where all my friends are sitting o the porch. I walk across the street and right as I am in front of both my friends and the girls I do a somersault like Willy Wonka (basically act like you are falling but actually turn it into a forward somersault, it is not easy to do and looks pretty cool). As I stand up, I look at my friends and the girls and no one seems to be very impressed with me. I just sort of shrug it off."
        }, 
        {
            "number": "09", 
            "content": "I am in the bathroom of my apartment and there about four pairs of glasses on the sink counter. One of the pairs of glasses is mine and as I go to grab them, I accidentally knock all the glasses right into the toilet. I think that I reached in and pulled them out, but I am not sure. I know that I wasn't too upset about the whole thing. I was like, \"Oh well, just another stupid mistake.\""
        }, 
        {
            "number": "10", 
            "content": "I am at my parents' house and I am talking to my dad and he says something about \"him being dead.\" I had no idea who he was talking about because no one had died that I has heard of. I asked him who he was talking about and he said that my dog was dead. He said that it died of a heart attack a while ago and they had forgot to tell me or something. I remember being extremely sad and I burst into tears because I was so bummed out. I was crying uncontrollably and I felt as miserable and depressed as I have ever felt in any dream or waking moment of my life. The sadness I felt was literally immeasurable. I was devastated that it was dead because he was the best (and my most favorite) dog I have ever had. This is probably the worst dream I have had since I was a child (in terms of how much it affected me)."
        }, 
        {
            "number": "11", 
            "content": "I am in an ocean harbor somewhere and I am swimming around. The water is very clear and very deep. I do not feel too cold or anything. There are boats and catamarans tied up all around me and the water and general atmosphere is very calm. I submerge myself and dive deeply into the water until I reached the bottom. The bottom was alive with ocean plants and fish. I am calm and have time to really view the entire ocean bottom as if I am SCUBA diving. I look up from the bottom after awhile and I realize that I am at least 50 or 60 feet below the surface. At first I am worried and start to swim up, I know that I cannot stay under much longer. As I begin to swim upwards, I am somehow able to take small sips of air from all the bubbles around me. As I ascend my lungs actually seem to fill with air and I become even more relaxed as I effortlessly glide to the surface. I reach the surface right next to the catamaran that all my friends are relaxing on. I climb up and I feel happy to just hang out with them."
        }, 
        {
            "number": "12", 
            "content": "This is as close to a recurrent dream as any. I have had this dream maybe twice a year for the last 4 years Ð always a similar dream but slightly different than this one. I wake up in the morning and I am really excited to go surfing. It is sunny and I know the waves must be really good. Friends are waiting for me to pick them up but when I got to get my surfboard, I cannot even find it. I kind of assume that my dad hid it somewhere because he thinks surfing is a waste of time. I look all around the house (my parent's house) and I finally find it. The board is broken in half and is totally unrideable. For some reason I think my dad must have broken it. I am pissed off, but I know it is pointless to ask him about it because there is no such thing as a rational conversation with him. There is nothing I can do, so I just shake my dad and think how fucked up this situation is."
        }, 
        {
            "number": "13", 
            "content": "I am in some huge parking lot and I am riding a freestyle bike. This bike is made for tricks and I know I am really good at riding it. There are people watching me, but not obviously. It is like I know people are paying attention to me, but they are not just sitting there staring. They are off in the distance watching me because there is nothing else going on anywhere. Basically I am just having a good time and I am showing off a little bit. I feel like I know that I am really talented at this and that the people watching are probably impressed. At least that is what I am thinking. I do not  really know if anyone is paying attention at all. All I really know is that I am happy and having fun."
        }, 
        {
            "number": "14", 
            "content": "I am in some weird house and my friend Allen is my housemate. Some random girl is over and we are talking to her. Next thing I know there I some cop in my room and he is telling me that I need to get a new dresser. I ask him why and he really has no good reason except that he does not like my dresser or any of my furniture for that matter. We continue arguing and I am not afraid that he is a police officer, and I tell him to basically fuck off. The cop leaves after we argue some more and then he leaves. After he leaves, Allen, the girl and myself decide to build a fort out of the couches like I used to when I was a little kid. I feel pretty good about the whole situation because I did not let the cop tell me what to do."
        }, 
        {
            "number": "15", 
            "content": "I am the only guy in a room full of pregnant young women. It seems like all of the women are either teenagers or in their early twenties. They are also all attractive girls. I am talking to this one girl and she asks me if I wan to se her stomach. She seems like she is only about five or six months pregnant because she is not really huge, but it is obvious that she is pregnant. I tell her that I am a child development specialist and that I would like to see her stomach. She is wearing a dress and without hesitation she lifts the dress above her waist. She is not wearing any underwear and she is naked except for the dress covering her breasts and shoulders. I look at her stomach, but I am more surprised that she is not wearing underwear and that she does not seem embarrassed at all. Basically I am turned on by the whole experience, but I kind of feel bad because she is pregnant and I feel like I is disrespectful to lust after pregnant women."
        }, 
        {
            "number": "16", 
            "content": "I am in some unknown house that I apparently live at. My girlfriend's housemate (male) is now my housemate and we get into an argument. Right away I get ruthless and tell it to him like it is. I tell him that no one likes him and that everyone thinks he is a complete jerk. Everyone else is scared to tell him this, but I do not care; I welcome the confrontation. I tell him this and he really has no reply or comeback; it shuts him up pretty quick. I think that I hurt his feelings, but I don't care because it is the truth. I am living in the house his parents own, so I start packing up all my stuff and putting everything into cardboard boxes. I am not sad that I am moving out, even though it is a great house. I am just completely over it. I feel like it is a lost cause and that there is no point in me trying to salvage or fix anything that already went wrong. My mind is made up to leave, and I do no really care what anyone thinks or says."
        }, 
        {
            "number": "17", 
            "content": "I am at work and this fat cook is pissed off at me. He says that I broke his Rolex watch with a hockey stick, but I have no recollection of even having a hockey stick or ever breaking any watch. We are speaking in a foreign language and I am able to communicate with him and I tell him hat I did not break his watch. He is not satisfied and I realize that talking to him (rationalizing the situation) is not going to work. Instead I go out to my car and grab about a gram of pot. I go back inside and give the buds to the cook. He is obviously stoked and this ends the argument as fast as it started. Now he is stoked on me and I feel like we are friends."
        }, 
        {
            "number": "18", 
            "content": "I am at work and I am busy doing something. The wife of the owner of the restaurant, whom I really dislike (almost to the point of hatred), walks up behind me. As I am paying attention to whatever it is I am doing, she comes behind me and kisses me on the cheek. I spin around in disgust and it is no longer her standing there. Instead it is my girlfriend and I am very surprised that it is her. Actually I was relieved that it was her and not the owner's wife."
        }, 
        {
            "number": "19", 
            "content": "I am at work and I am talking to two of the waitresses. We are basically just chatting about nothing, but I am enjoying the conversation nonetheless. As we stand there talking, two big husky-type dogs walk up to us. The girls seem apprehensive, but I am happy to see the dogs even though I do not know them. They walk directly up to me and I lean down to say hello to them. Both dogs are very friendly and they lick my face. I am very happy to see the dogs and I am stoked that they like me so much."
        }, 
        {
            "number": "20", 
            "content": "I am walking around my neighborhood by myself. I am right across the street from my house and this little dog walks right by me. He is smaller than a cat, but he looks like a miniaturized full-sized dog rather than a specific small-sized dog or puppy. I watch him walk by and I am going to let him go on his way, but I realize that he is not safe. I fear that he will get hit by a car or attacked by some other big dog. I catch up to him very quickly and pick him up. The dog is very friendly and seems happy that I have picked him up. The dog seems to understand that I have saved him and he is thankful. I take him to my parent's house so that he will be safe. I am happy that I have protected this dog and I am stoked that I have a new pet/friend who is grateful for what I have done."
        }, 
        {
            "number": "21", 
            "content": "It is late summer and I am in the mountains. I am there on vacation with some friends (I don't remember who they were) and it is relatively warm and sunny. Basically the next thing I know is that I wake up (in the dream) to find out that it snowed several feet of snow over night. I am very excited and stoked because they are running lifts at all the resorts and snow conditions are perfect. We are supposed to be leaving on this day, but I would rather stay and go snowboarding in the completely unexpected and epic snow conditions. I try to talk my friends into staying and going boarding, but everyone is reluctant to voice their opinions. No one can decide if they should stay or leave and I can't believe that there is even a question. I know I want to stay and ride, but everyone else is indecisive. I want to take advantage of the good snow because we are insanely lucky to even have the chance at snow in the summertime."
        }, 
        {
            "number": "22", 
            "content": "I am in some bar or cantina-like place, and it is crowded and loud. Music and people talking, like any bar. Outside of this place is a huge oval racetrack and thousands of spectators watching a stock car race. New races are beginning about every fifteen minutes and they are calling the names of people in the bar. The loudspeaker seems to only be calling names of people in the bar because after each name another person is patted on the back and heads out to the track. Pretty soon my name is called and everyone seems to know who I am even though I don't know them. I am not really surprised that my name is called, but I am excited to race as if I was not going to get the chance. They wish me luck and I walk out toward the race track. I do not remember actually racing, but I know that I did. I remember that I did not win first place, but that I had driven a good race. I wasn't too upset that I did not win (although I think I could in the future) because most of the other drivers were professionals. After the race I go back to the bar and the people in the bar are all stoked about my race and someone buys me a shot of something. I am just bantering with some people and my name is called again to go and race. I am happy to go again and I walk back toward the racetrack. This race is also a blur and I only remember coming back to the bar afterwards. Within five minutes my name is called to race once more. People are a little bit pissed off because they want to race and for some reason I keep getting chosen. I go race and when I come back, everyone at the bar is congratulating me for the good racing and they do not seem angry at all. For some reason I have the idea that the crowd was voting or choosing who they wanted to see race and they apparently thought I was a good driver or whatever."
        }, 
        {
            "number": "23", 
            "content": "I am at some bar with a couple of friends (male) and we are playing pool and drinking beer. Watching us play is a guy about my size with dark hair that I do not recognize. I miss a shot of something and he says something to me under his breath. Without saying a word, I basically just walk over to him and sock him in the face. I keep hitting him in the face and head and he doesn't really fight back too much. A huge brawl breaks out and people are fighting everywhere. I grab another guy and I hit him in the face over and over. He fights back, but I am in a rage and I am moving too fast for him. After he goes down, I find another person to fight. I chase him around the bar and I find him hiding under table. I pull him out and punch him just like I did to the others. I wake up suddenly in a hot sweat, and the dream seems amazingly vivid and real to me."
        }, 
        {
            "number": "24", 
            "content": "I am at my parents' house and I have been gone for a while. I am excited to see my parents and dogs and I walk into the open garage. My dad is there and I say hello, but he just ignores me and looks angry. I walk inside to see my mother and she is sitting on the couch, looking very worried. I ask her why she is worried and she never really answers the question. I go back into the garage and there is now a pool table in the garage. It is covered with papers and other bits and pieces of things. Around the table are both my parents, my girlfriend, a few friends, my brother, and my professor. Everyone is talking about something and no one is telling me what the hell is going on . Finally someone tells me that one of my other professors has accused me of cheating on some test of hers. I remember the test clearly and I know it was easy and that I did not cheat. I get very pissed off because I will not graduate if this goes against me. I demand that I should get to take the test right now, telling my professor to, \"Give me the fucking test now and I will fucking ace it again.\" Mostly I am pissed off, not that I am accused of cheating, but that there is always some way the school has screwed me over because of someone else's mistake. I was bothered that no one would tell me the facts of the matter. Everything people said was so cryptic and consisted of half-truths and B.S. It was frustrating because I felt like I have enough things to deal with beside false accusations and other nonsense."
        }, 
        {
            "number": "25", 
            "content": "My girlfriend and I are in the parking lot across the street from my apartment. We walk up to her car and I notice someone inside. It is some old bag lady and she says she is looking for cardboard to recycle. I tell her to look somewhere else besides in my girlfriend's car, and she walks away. As we are driving away, she runs up to my side of the car and shoves her hand right into my face. I am startled at first, but I turn my head and bit her finger hard, down to the bone, I am sure. She pulls her hand away and screams. I am already spitting and trying to get the woman's blood out of my mouth, even though there is not much because it happened so quickly. My girlfriend is upset, but I am calm once we get out of the parking lot. In my dream I am sleeping next to my girlfriend when she starts talking in her sleep. I lean over to wake her up and I realize that I went to bed alone and that I am dreaming the whole scenario. I get excited because I realize I can control the dream. I look over at the alarm clock and the time is way later than it should be. I wake up to my alarm going off."
        }, 
        {
            "number": "26", 
            "content": "In my dream I am sleeping next to my girlfriend when she starts talking in her sleep. I lean over to wake her up and I realize that I went to bed alone and that I am dreaming the whole scenario. I get excited because I realize I can control the dream. I look over at the alarm clock and the time is way later than it should be. I wake up to my alarm going off."
        }, 
        {
            "number": "27", 
            "content": "I am in a large communal Jacuzzi or hot springs and there are at least ten other people in the water. It is foggy and steamy and it takes me a second to notice that I am the only guy in the water and that we are all naked. The water is up to my chest at one point, but it then drops to below waist level. My girlfriend is facing me and in every direction are other blond-haired, very good-looking young women. I am not really distracted by the other girls because my girlfriend is there and I am basically concentrating on her. That is until two girls next to us start kissing and feeling each other's breasts. These girls are about a foot away (if that) and I look around to see that all the girls are getting it on. I am staring in disbelief when this girl I know (who I don't really like or even think is nearly as attractive as the other girls in the room) comes over and immediately goes down on me. My girlfriend is sitting right there watching this happen and I look up at her to see her reaction. I am expecting her to flip out, but her expression is actually pretty blank. Nevertheless, I pull the girl off me and I think I tell her that I am with my girlfriend. Ten second later she comes over and does it again. I am just standing there, with this girl on her knees, not knowing what to do. It seems like my girlfriend isn't angry, but I still feel uncomfortable with the situation. The dream ends with me simply pushing the girl off me and telling her no."
        }
    ]
}