{
    "dreamer": "ucsc_women", 
    "description": "UCSC women, 1996", 
    "dreams": [
        {
            "number": "1", 
            "head": "18/female", 
            "content": "I had this dream at the beginning of the school year, which is my first year here at UC Santa Cruz. In my dream I'm leaving a party or gathering of some type that was being held at the Stevenson dining hall. I told my friends, Clara and Linda, who I recently met at the time that I was going home to get something that I had forgotten. On my way to the door, I ran into the Stevenson College provost who asked me where I was running off to. I told him I'd be back. I remember him handing me a banana. On my way home, I was walking through a forest, well not a forest, but I was walking through some trees here at UCSC. At one point I was walking at a very narrow side walk with nothing on each side of me, but tall trees. I looked to my right and there was a huge snake. I was very, very afraid and I jumped back to my left and when I did this I looked down and I was stepping in a pile of rattle snakes, so I ran home. When I ran home it ended up being my home in LA. And I felt safe there. The last thing I did in my dream was call my new friends at UCSC and tell them I wasn't going back because of the big snake I saw."
        }, 
        {
            "number": "2", 
            "head": "18/female", 
            "content": "The setting was in a big grave yard, that had no tombstone. The bodies were just lying everywhere. The bodies were covered in blood. Some of them with their eyes open and pale as the palest thing I can imagine. The grass was very, very green. I remember riding around in a golf cart and having a tall ugly looking guy, kind of looking like Frankenstein. He was also carrying bodies and dropping them off anywhere except the gravel side walk where the golf cart was going. The people, actually dead people, they all looked very young, to me like in their early 20's. None of them were related to me. They were faces I had never seen before. I felt very uncomfortable being there in the graveyard."
        }, 
        {
            "number": "3", 
            "head": "18/female", 
            "content": "In the dream I had just woken up to get ready for class and I was in my dorm room. I got out of bed and went to the bathroom. In the bathroom there was a bed with my friend Nancy, who is 20, and her mother on it. It wasn't her real life mom. It was the actress from the TV. The mom kept trying to tell me something but I can't remember what it was. I just kept on wondering who this woman was because I knew that Nancy's mom didn't look like that. I eventually left the bathroom and was eventually in a hall where a lot of people from my floor had all congregated. Then I realized I had to go to class in the dream and I was late. That's when I woke up and realized that I actually overslept."
        }, 
        {
            "number": "4", 
            "head": "18/female", 
            "content": "I was at home and we had family over partying. I was holding my cousin Bob (10 months old) and when I was playing with him, his nose started to bleed so I took him to the restroom to wipe his nose with a warm cloth, and after I wet the cloth I turned to him and his mouth was full of blood and I started to get scared. Then I tilted down his head to drain out the blood and cleaned him up and took him back to his aunt."
        }, 
        {
            "number": "5", 
            "head": "19/female", 
            "content": "I had a dream that it was the morning of the first day of school. I was going somewhere with a few of my friends from high school. I kept worrying about being late for my first class. Everytime I said something my friends would get angry and kept telling me not to worry and stay with them. Then it got to a point where something happened to where it was beyond all of our control to be able to get back to school in time. Then I woke up."
        }, 
        {
            "number": "6", 
            "head": "19/female", 
            "content": "I was watching TV with a couple of my friends. I do not remember their faces only that I felt close to them. The room was supposedly one of my friends'. There were pictures on the walls of forests and other scenic areas, and there were many areas on the wall where the paint was cracked and peeling. We were all sitting in a comfortable couch and I was crocheting a red blanket when one of my friends threw the ball of yarn across the room, somehow it ended up in the TV and I was being pulled across the room by it. Suddenly I was entering the TV. I could see all the different particles of the television pass me by in complete detail as I fell further into the television. I was then in another world, one which I was scared of and knew that evil existed. There was a man there with a shaved head and yellow teeth and he was very evil. This room that I was now in was very dark with pictures in the background which melted together. When I went up to one of the pictures it passed through me. Then the man laughed and I knew he was the center of evil. I knew he wag going to make me do evil things. The colors and the background started swirling together and my vision was becoming misty and blurry. I started panicking and I knew that I had to get away. Then I was sitting at a typical kitchen table, however one not familiar to me, and I was explaining to someone how I could not stop slipping out of reality, even while I was explaining it my friend started getting cloudy and unreal, and she said \"Well you keep eating the food they are giving you, they are slipping  you shrooms. I remember being relieved because I realized that she was right. Then I glanced out of the window that was right beside us, which for some reason I had not noticed yet. As I glanced out the window I saw the trees outsider melting. Then I woke up. This was the second time I had this dream."
        }, 
        {
            "number": "7", 
            "head": "19/female", 
            "content": "The dream occurred in a beach/outdoor setting, pleasant day with the sun shining. I was with my friends, probably two close friends watching, their descriptions and gender I can't recall, only their presence. My boyfriend was there, looking much as he does in real life, with familiar height and commanding presence. We had, in real life, broken up several months prior and recently resumed contact. In the dream, for some reason I cannot recall, he was trying to persuade me to say something, and did this by pretending to put his cigarette out on his bare leg. The scene shifted and he became my ex-boyfriend of shorter, more stockier stature, who burned me with the cigarette. I woke up after it being burned into my skin with me not reacting to the pain."
        }, 
        {
            "number": "8", 
            "head": "19/female", 
            "content": "The setting of my dream was an unknown place to me. It occurred during the late afternoon and into the night. There was a lot of land and swampy area. The people I was with at first was my one good friend Jim at school (UCSC), and another guy I don't know quite as well. Towards the end there ended up being more unfamiliar people around. The dream wasn't really unpleasant, just upsetting at one certain point.\nThe one good friend and the other guy were lost, wandering around in some unknown place. I happened to be guiding the way, but it started to get dark and everyone was a little nervous. Eventually we found some muddy cliff to climb, and on the other side there seemed to be a small town. We ended up meeting three strangers and staying with them at their house."
        }, 
        {
            "number": "9", 
            "head": "19/female", 
            "content": "I was in my kitchen. Very familiar place. Trying to cook something in sauce pan. It was kind of smoky in the room. I was just out of the shower and had my robe on and a towel on my head. One of my housemates came up behind me and surprised me by putting her hands around my chest. I didn't know what to do at first, then I decided to relax. The man was light and airy feeling. I never looked at my housemate, but I knew it was him. It felt comfortable and good in my house."
        }, 
        {
            "number": "10", 
            "head": "19/female", 
            "content": "It was my first day of class. It was a small class in a wooden open building/room. The professor was a white and middle aged male. It opened out into a beautiful area. The professor was friendly and mingling. We were all mingling. Something was wrong, I can't remember exactly, but I think I felt too heavy to go to the corner of the room and pick something up? We were outside for a while. There was a man who was my age and who I remember from somewhere. I thought it was highschool, but wasn't sure. I laid down next to him, naked. After a while he started touching me. I told him I had a boyfriend and asked him to stop. He did. I feel like there were many more things happening, but this is all I can remember."
        }, 
        {
            "number": "12", 
            "head": "19/female", 
            "content": "I am at a place with buildings surroundings, or actually a few yellowish buildings (school buildings perhaps). I am standing with a close intimate friend, Brian and my witness self can see Brian and my auras together. Our aura is pink. Brian would sometimes go to red. We are holding hands.\nI am then in front of a crowd of people who are expecting me to sing. I am famous. I sit and try to sing but words are not coming to me. (I am sitting on a bench.) I say I'm not channeling words right now. Then I start to sing a song that already exists. It starts out \"And I...\" It's day outside and this scene exists outside."
        }, 
        {
            "number": "13", 
            "head": "19/female", 
            "content": "I was watching TV with my boyfriend. I remember being surprised that I was dating this person because I'm just friends with him at school. He tells me that he's going away for a while and will be back Saturday. Then he is gone. My \"family\" is the cast from the TV-show \"party of five.\" I'm hanging out with them and they tell me that I should stop seeing this guy because of something. I do not remember if it was said what. The oldest brother of the \"Party of five\" go to the airport to pick up my boyfriend and that's when I woke up."
        }, 
        {
            "number": "14", 
            "head": "19/female", 
            "content": "I was in a concert hall of my favorite singer, she was singing and I was sitting in the 5th or 6th row. The concert location was unfamiliar to me. I've seen Jewel play dozens of times, but I've never seen her in the location I pictured. She began by singing five or six songs, then introducing her sister (she doesn't really have one) sitting next to me. Her sister frightened me, dressed in all black and with a piercing. Her sister didn't even smile or wave as she was being introduced. She almost smirked. It was really bizarre. Then Jewel took a break and came out ready to sing without any clothing. She was totally naked, no guitar in hand, just the mic on stage. I remember thinking that this was really funny. It didn't seem that implausible at the time. Then I woke up."
        }, 
        {
            "number": "15", 
            "head": "20/female", 
            "content": "I dreamt that I was talking with my roommate and we were in our living room. We were just having a normal conversation about why I haven't heard from my friend from highschool and why she hadn't heard from her friend from highschool. Then she reminded me of this huge fight that occurred between all of us. I remember having these feelings of panic and terror because I could barely remember in the dream what had occurred in the fight but I was certain my friend from highschool was really mad at me. Somehow my roommate and I were able to laugh about what we had done to each other in the fight. In my dream I started to remember that my roommate and I , during this supposed fight, had thrown each other's jackets up in the trees in front what were our different houses in highschool. Only my house was the same and my roommate's house was the house my friend from highschool lived in."
        }, 
        {
            "number": "16a", 
            "head": "20/female", 
            "content": "In part of the dream I was arguing with my now ex-roommate, I think I was with friends but I can't remember any facts. I think I was in our apartment, I don't remember seeing anything distinct about it, but the setting felt comfortable. She is the same age as me, and female. I think we were arguing about her leaving, I wanted her to go and she was refusing. Then she said or did something and I began to physically hit or fight with her. It was horrible. I just kept hitting her and hitting her, then I could feel myself sleeping. I was trying to wake myself up, because I felt so horrible and I was actually crying when I woke up."
        }, 
        {
            "number": "16b", 
            "head": "20/female", 
            "content": "I dreamt that my ex-boyfriend forgave me for being intimate with his best friend. He told me that there was still a chance for us to get back together. This dream took place on a beach we used to go to often. It was an extremely pleasant and emotional dream. It's also one of the most real dreams I've had."
        }, 
        {
            "number": "17", 
            "head": "20/female", 
            "content": "I was sleeping in my dorm room at Cowell and I was sleeping so soundly that I didn't hear the fire alarm go off. (I usually am a light sleeper.) My roommate was not in the room. I got up to use the bathroom and after I finished (in the stall) I tried to get out by unlocking the door but the plastic or metal walls began melting all around me. I tried furiously to get out and somehow finally got out and tried to open the main bathroom door. It was hot and as I opened the door (everyone was out of the building except for me) I ran through the hall to the outside while feeling like I was getting burnt. Once on the outside, I was wandering around in a daze, aimlessly down a street supposedly down from Cowell College. (But it didn't look like Cowell college.) People were running around and there were fire trucks all around me. I was lost and lonely and didn't see anyone I knew. Then this guy around my age ran up to me and said \"Did you hear what happened to 'V'?\" I said \"You mean 'E'?\" (this guy I'm acquainted with) and the guy said \"No, V\", there he is. And this guy was in an ambulance with all of the lights on and windows on the side and a sheet over him. It scared me because I knew he had burnt to death."
        }, 
        {
            "number": "18", 
            "head": "20/female", 
            "content": "I was at this university with halls and a park-like outdoors. In my dream I had a dream I saw my boyfriend kiss another girl and I was really upset. So I wanted to find him to go tell him about it. There was some festival going on and everyone was dressed up in costumes and others in picnic type clothes. I was looking through the crowd for my boyfriend and I saw him holding another girl's hands (one of his friends). I waved but they didn't see. I was still angry. I followed them through the crowd and lost them. , but I ended up outside in an amphitheater of some kind with shows and carnival rides below. I saw him sitting on the benches of the amphitheater next to all his friends. He was ignoring me, or didn't notice, and his friend was sitting on his lap. I was mad and told her to \"get off my boyfriends lap!\" She looked embarrassed but he didn't seem to care. The girl and I ended up going on a carnival ride, where you sit in a chair (2 people) and you fly around a center structure. We talked and I told her I didn't like that she was so physically close to my boyfriend and that I thought it was inappropriate. I was nice to her but when I woke up in real life I was still very upset and jealous."
        }, 
        {
            "number": "19", 
            "head": "20/female", 
            "content": "My sister wanted to drive me up to Santa Cruz because she just got her permit. I said \"In mom's car? No way! I can hardly drive that huge thing on highway 17. \" Somehow we got to UCSC by driving on a strange road with many obstacles., trees in the way etc. The color of the whole dream was very strange, a very earthy orange-brown. We got to UCSC, but it wasn't really. Then me and my family went through all these different buildings throughout the town. The only one I remember is a gymnastic place for little kids. I came in and was just walking around. I left in a door on the other side of the building and found my family back at where we drove to earlier. Somehow the room we were in \"swallowed\" my little sister (almost 16) and brother (12). They were underneath the floor boards, and I could only hear my sister yelling for help. The floor was kind of rolling back and forth just like you can move a piece of wood in your hands. I felt like I could save them but it would be hard. My mom was also there but she wasn't helping. Somehow, magically, a piece of the floor opened and my sister and brother came up. I don't remember the rest or how they came up exactly."
        }, 
        {
            "number": "20", 
            "head": "20/female", 
            "content": "I was with my two closest friends and we were looking around in pet stores. These three guys started following us and then chasing us. I remember running and looking down at the path. It was windy and uphill, then downhill. We ran until we found my boyfriend and his friends, and then this guys stopped chasing us."
        }, 
        {
            "number": "21", 
            "head": "20/female", 
            "content": "I had a dream about an old friend from grade school. She was older and in my dream we were at some function with lots of people and she started having a heart attack. It was very stressful for me and I was trying to help her when my old best friend, who died three years ago, came into the dream and showed me how to help her."
        }, 
        {
            "number": "22", 
            "head": "20/female", 
            "content": "I thought I was awake lying in my bed and my housemate's baby iguana had escaped and was crawling towards my face. But it looked more like an alligator than an iguana. It went straight for my face and tried to nip at my nose. And then I woke up."
        }, 
        {
            "number": "23", 
            "head": "20/female", 
            "content": "It was some kind of vacation, and a bunch of my friends and family from down south were gathering at my house. A recent fling, Paul, was posing as my friend's 17 year old brother. My mother and I were in the laundry room talking privately. And soon my mother and Paul were making out on the floor."
        }, 
        {
            "number": "24", 
            "head": "20/female", 
            "content": "My boyfriend's house was just down the street from mine (even though it really isn't), and he and all his friends were living there. My dream was about me wandering from his house to my house, just walking around the houses. I think I was looking for him. My house was really strange. It has all these hallways and rooms and wired colored lights. Then I walked into one room where my boyfriend's friend Tom was and I think he asked me to get together with him. I'm not sure how it happened, but I ended up kissing him. I don't think I ever did find my boyfriend."
        }, 
        {
            "number": "25", 
            "head": "20/female", 
            "content": "I found a bracelet which I haven't seen for a couple of years. The bracelet is gold and has a marble attached to it (the marble is clear) and contains a mustard seed. The bracelet was given to me when I was almost ten by my grandma, who told me that the tiny seed represented faith in God.\nIn my dream I found the bracelet but it was now silver and the marble was clouded over. I frantically rubbed the marble and little by little it became clear again. I don't remember if I polished the marble until I saw the seed, but I'm sure it was inside. I don't think that was the important part though."
        }, 
        {
            "number": "26", 
            "head": "20/female", 
            "content": "I am walking on a side walk, my arm is linked through my brother's. On the other side of my brother walking with us is my partner, I'm not sure if their arms are linked. I remember the three of us walking along but I don't remember where. We are walking and all of a sudden I'm start in surprise because my partner and my brother violently hate each other. I can't see around us, it's all fuzzy and white."
        }, 
        {
            "number": "27", 
            "head": "20/female", 
            "content": "I am in my old red house (which I no longer live in.) It is up in a hill surrounded by a mote that has no water in it. In the dream many black cows are running around in circles around my house. I am trapped and just a bit scared. The cows have great horns and there are too many of them to cross over. I've not had this dream for a long time. The last time I had this dream, there were fewer cows."
        }, 
        {
            "number": "28", 
            "head": "20/female", 
            "content": "A big 4x4 truck was chasing after me on freeway 1 south. I ran into a Chinese restaurant and went to use the restroom. There I fixed myself up and went toward the cashier's desk. I was wearing my favorite brown jacket. There were people dining in the restroom, but I don't know who. I picked up my to go food when Joe, the host, kissed me on the cheek and asked if he'll ever see me again. I replied \"I don't know.\" It felt good when he kissed me. My heart was racing. I met Joe at a Chinese restaurant, he works there. He's about 26-28 years old. I was attracted to him. After he kissed me I left the restaurant, and the truck continued to chase after me. Inside the restaurant the light was dim and it looked romantic. The minute I stepped outside, there was daylight outside."
        }, 
        {
            "number": "29", 
            "head": "20/female", 
            "content": "I know I was in H., my friends were in the dream. I remember the location being around a school. I believe it took place while cooking, which is important to me because I want to be a chef."
        }, 
        {
            "number": "30", 
            "head": "20/female", 
            "content": "I don't remember exactly where we were, that part is a little blurry. I do remember that I was with two friends of mine, Ann & Betty (Note they are lovers). Anyway we were chatting and drinking. I was quite drunk. Ann was cuddling up to me, not too different from our normal activities. Anyway she began hitting on me, and I'm pretty sore. We were kissing. Her girlfriend was right there and was not angry at me, but at Ann. It seemed as though Ann was doing it to get a rise out of her girlfriend. It felt quite harmless from my perspective, and I guess I enjoyed it. During the dream I was a bit puzzled and I tried to figure out to what extent I had been attracted to Ann. I never really fantasized about her previously."
        }, 
        {
            "number": "31", 
            "head": "20/female", 
            "content": "In my dream I was in my room in Santa Cruz and it was late afternoon/early morning. I was on the telephone calling my ex-boyfriend's house (He lives with his family) to get his address. His brother answered the phone and I asked for Mike. He said that Mike wasn't home , but was on his way out to Santa Cruz to surprise me. I remember feeling happy and scared at the same time. I asked him more questions but we were disconnected somehow, almost like we hadn't ever been on the phone."
        }, 
        {
            "number": "32", 
            "head": "20/female", 
            "content": "Dream was in color. I was at a park with my husband. we were sitting together under a tree, but I decided to leave as soon as some of his friends came. I told my husband I dislike his friends and I didn't want to be around them. I went over to where my friend were and I played volleyball with them.\nLater I see my husband playing football and I see him fall and his friends are over him. I stop with what I'm doing and go over to see if he's fine, but I was more concerned whether he was playing with some of the girls, his male friends brought. Since he wasn't I was relieved."
        }, 
        {
            "number": "33", 
            "head": "20/female", 
            "content": "The dream was about Princess Diana and Prince Charles. I was Diana's best friend and she and the prince were going through an awful divorce. Charles was bitter with Diana and was terrorizing her, threatening to take and kidnap the children. One afternoon Diana and I returned to her palace and found a note from Charles saying that he had killed the smaller child and left the older one because he was going to be king someday. I remember running through a forest with Diana saying that she was going to kill Charles. Then I woke up thinking about how ridiculous this dream was."
        }, 
        {
            "number": "34", 
            "head": "20/female", 
            "content": "I was at the library with a friend of mine who was going to help me locate something, I had difficulties finding. I couldn't get into the library because I lost my ID card. So my friend was going to give me his after he slid it through the machine, but I refused because there was a guard nearby and I was afraid of getting caught. So he went without me. He seemed to take forever and I kept looking at my watch because I had a class that started soon. He finally came out and it was 5 minutes after my class already started. I grabbed his hand and let him out. We ended up in this room. There were lots of people, it was loud. We passed by this guy who I had a crush on in Highschool. . I was talking to someone and he paused and looked at me when we passed by. I feared he was thinking this friend and I were going out."
        }, 
        {
            "number": "35", 
            "head": "20/female", 
            "content": "I was returning to work after having taken a few days off. I walked in and began to change into my work clothes. I came out of the office and began to notice things were different. All of the managers were different, none of them were anyone I knew. Also, the restaurant was set up differently, almost backwards from what I remember. I was a bit confused but kept going on. I thought about how they had made so much change in such a short time, but didn't dwell in these thoughts. I began to work, me being the only one I knew, everyone else was different."
        }, 
        {
            "number": "36", 
            "head": "20/female", 
            "content": "In my dream I was at work in a large office filled with desks. I was in Santa Cruz and the building was on a pier over the ocean. I was talking to a co-worker when a friend (we'll call him Gabe) called. He lives in another state and I was surprised to hear from him. He said \"fine\" but that he really needed to talk to me. (Well this worri4ed me because he usually doesn't say stuff like that. Gabe and I had been friends for a few years but we kind of had an on again, off again interest in being more than friends.) Anyway, in my dream I could see myself in the setting and I could see him where he was. It was as if I was observing my own dream. (He was standing in a bar. He's in a band and it looked like he had taken a break from practicing to call me.) He told me over the phone that he was getting married in two days, and he wanted me to come to the wedding. I asked if it was to his ex-girlfriend and he said yes. He didn't sound happy. I preceded to tell him all the things I thought about us and our relationship and started to cry. I said I felt like I was loosing my best fried. He sounded upset like that changed a lot. He had to go because his fiancee walked into the room, so I left my office to take a walk. I ended up walking to my best friend at home. That's all I remember."
        }, 
        {
            "number": "37", 
            "head": "20/female", 
            "content": "I had a dream that I was working as a cashier at Safeways and that it was really challenging and hard. I remember being under a lot of stress and giving up and quitting my job. People were very impatient and upset because I was new and very slow. I also remember that I excused myself for being so slow and having to call the manager and ask so many questions because I never got trained. I was just placed in that job."
        }, 
        {
            "number": "38", 
            "head": "21/female", 
            "content": "I  had two kids. I remember my boyfriend being there by my side although he wasn't talking or anything. I remember seeing his face very clear because other times I don't. The babies in my dream were young. The oldest child was probably ten months, the youngest child looked like a newborn. In my dream I knew they were my kids, but if felt as though they didn't know I was their mother. I remember paying more attention to the oldest child who was a boy. I do remember him being with another couple but then they disappeared and the boy was with me."
        }, 
        {
            "number": "39", 
            "head": "21/female", 
            "content": "I was lecturing/yelling at my housemate/friend for her continued involvement with her ex-boyfriend. We were in the bedroom in our apartment. We were both standing and after a while she sat down. I was telling her all of the reasons I thought she should not spend so much time with her ex. She was agreeing with all of my reasons, but said she could not get out of the relationship once and for all. She did not know why, but she couldn't. I felt angry and upset during this dream. I did not like to have to tell her the things I did, but I felt like she was being 'stupid' continuing the relationship after he broke up with her and hurt her. I don't like to see her hurt, but I was upset I was the one who had to \"set her strait.\""
        }, 
        {
            "number": "40", 
            "head": "21/female", 
            "content": "I'm pregnant. I know that I have to give birth at 5:30 in the evening. I'm sitting on the toilet going to the bathroom. Some blood comes out too. I suddenly realize that I'm late. I rush to finish, then run down the hall to the room where I'm supposed to give birth. I'm about to begin when my best female friend/lover rushes into the room after a long day of studying and classes. (I wasn't sure she even knew about the birth. I thought she was too busy.) She says something like \"I'll be here, it will be like we're giving birth together. You're not doing it alone.\""
        }, 
        {
            "number": "41", 
            "head": "21/female", 
            "content": "I was on vacation during spring breaks, this is true, and I had just returned to Santa Cruz. There was a guy that I was seeing/dating before I went on vacation and during vacation I had mixed feelings about whether or not to continue this relationship. In my dream I was in a friend's car (I'm not sure which car or with what friend) and we went to a beach. This beach is unfamiliar to me. At the beach, parked next to us, was Sam (age 25), the guy I had been dating, and his car. We had my dog in the back of his truck. This is normal since he often takes my dog to the beach. It was unpleasant/awkward since I hadn't told him I was back from vacation yet. That's all I remember."
        }, 
        {
            "number": "42", 
            "head": "21/female", 
            "content": "It took place in a brothel, and I knew this the whole time, however I was insure about who I was during all this and what exactly I was doing. It was not until my father appeared and requested to sleep with me, that I realized what was going on. That I was a prostitute and my father the client. I remember feeling betrayed and disgusted at the appearance of him. I also remember that I was filled with many questions. The rest is all blurry, and I remember waking up just at the point of sexual intercourse."
        }, 
        {
            "number": "43", 
            "head": "21/female", 
            "content": "I remember a dream where I was in a Victorian blue satin ball gown, trying to seduce an older man with white hair, who was resisting my advances. We were at a party of some kind and there were a lot of people flirting with each other. I remember the man and I were dancing together. Then we stopped. I attempted to verbally seduce him. He counterargued against my advances and stubbornly refused to give in. He looked rather like a brief flirtation I had at the Ren. Faire years ago. He wore a pale poet shirt and dark slacks. That's it."
        }, 
        {
            "number": "44", 
            "head": "21/female", 
            "content": "In this dream I was having sex with a male drinking buddy of mine. During one encounter he didn't use a condom and when he pulled out. I yelled and scolded him angrily. Really weird, considered I'm not attracted to him in real life."
        }, 
        {
            "number": "45", 
            "head": "21/female", 
            "content": "The dream involved a couple of people in the dance troupe that I'm in. Also my housemates took roles in this dream. One of the guys in my dance troupe and I were involved with each other and my housemates were teasing me about it. I don't like being tease and my housemates do a good job at such things. These people involved were the same age as me. The guy I was 'involved' with is cute, but annoying to me and we don't get along with each other."
        }, 
        {
            "number": "46", 
            "head": "21/female", 
            "content": "This dream was in a school setting. I was in some sort of assembly. The assembly was because of some sort of theft that had taken place. I think it was stolen diamonds or something, Anyway, I was sitting there, knowing I was involved and trying to figure out what to do. I knew my fellow partners were in the room as well, so I was afraid to look at them for fear we would be caught. The speaker was threatening and seemed to allude to the fact that they knew who had done it... as in one person. The last thing I remember was walking out and glancing at my partners in crime. The funny thing is that after I woke up I was still trying to actually come up with a plan about what to do."
        }, 
        {
            "number": "47", 
            "head": "21/female", 
            "content": "I was sitting at work in the nurse's station next to the administrator of the hospital. In the dream there was no one else around, which is impossible in real life. A co-worker that I don't get along with walked by the nurse's station. The administrator saw her and called her over say \"Come here for a minute. I need to talk to you.\" She walked over to her, the administrator, and said \"what?\" The administrator asked her to do something, which I don't remember, and my co-worker just walked away and said \"bitch!\" That is when I stood up from my chair and said \"Bitch?, she's not the bitch, you are.\" Then I precede to tell her how I think she's incompetent, lazy, egotistical and totally unfit for the position she has. She then walked over to me and said \"Oh, my gosh, I can't believe you turn on me like that. I thought we were friends.\" This took me by surprise because she and I have never acted like we were friends. Then she walked away. I felt so relieved and excited that I had told her off. I felt really good!"
        }, 
        {
            "number": "48", 
            "head": "21/female", 
            "content": "The setting seemed very comfortable but not necessarily familiar. One of the people who kept coming up in the dream was a male, age 22, whom I've been involved with on a couple of occasions but not many, and whom I think about fairly often. The dream involved around getting ready for a performance at the theater. Many familiar faces were present (people from my hometown who I've become friends with since coming to school as well as people I was friends with in Highschool.) People I know and associate with on a daily basis were present. I was going to be in the performance but my major preoccupation was with how this male was associating with other females and I wasn't concentrating on what I thought I should be, the performance. I saw some famous people who seemed to vaguely know me and be aware of my altered focus."
        }, 
        {
            "number": "49", 
            "head": "21/female", 
            "content": "I was in my current house watching my housemate talking on the phone when I suddenly realized that there was a doorway in the kitchen that led to a whole other section oft he house, I had known was there, but had forgotten about until that very moment. I walked through it. My housemate warned me (jokingly) not to go in there, but I went anyway. The place was filthy, uncared for, falling apart. I could ell someone had been living there. I rounded a corner and saw the back of a chair. The person sitting in it had his/her back to me and was smoking a cigarette. I became angry because someone was there without my knowledge. I ran around and faced the person and yelled \"What the hell are you doing here?\" Only then did I realize that it was a little girl. She looked awful. She had been living alone with no one to take care of her. She responded to me by laughing and then she began to cry bitterly. Then I woke up."
        }, 
        {
            "number": "50", 
            "head": "21/female", 
            "content": "The most recent dream is of me and my fiancee getting out of a very nice car, dressed very nicely. We are walking together holding hands, laughing and smiling. We walk into the building, have a seat and the next thing I see is a young boy, on stage. He's cute... performing in the play. He looks as if he's age 6. We watch the play and video tape the play. The next thing I know, he's our son. I woke up as soon as I heard his name being called, the same as my fiancee's, but with the 'III' after it."
        }, 
        {
            "number": "51", 
            "head": "21/female", 
            "content": "Me and my current housemates all moved into a new house together and we were walking around it. I was looking for which room was mine. Then some weird guy started attacking someone, but I don't remember who. I remember the room was really slanted. The only other person in my dream was my female housemate."
        }, 
        {
            "number": "52", 
            "head": "21/female", 
            "content": "It occurred an unfamiliar waterfront which size seemed huge, yet was small. It was around evening time and involved myself and three friends (20-22). (There were other people but they were unimportant and unfamiliar.) At one point a friend of mine seemed to be in trouble with the law and took off in a boat (again size was both on a large/small scale) and crashed or it blew up somehow. At that point, it was strange because a good friend just died and it was almost as if I and my other friend were emotionless. I was trying to get everyone to be concerned as well as bring some emotions and make sense of it to myself. The funeral was in Chicago (don't know why). And as I was trying to make sense of the whole deal, why it happened and how I felt, I woke up."
        }, 
        {
            "number": "53", 
            "head": "21/female", 
            "content": "I remember coming to Santa Cruz with my best friend in her car. It was about 3 or 4 o'clock PM. We had been in the car for about three hours or so by now, when her car all of a sudden stopped. At first we thought, it doesn't have gas so we will have to walk the rest of the road until we get to Paso Robles. So, we did. We got there and I remember that I was using a pay phone talking to my boyfriend and telling him what had happened. Then I woke up."
        }, 
        {
            "number": "54", 
            "head": "21/female", 
            "content": "The main setting was an unfamiliar hotel room. I vaguely remember my father walking around there, paying very little attention to me. I clearly remember leaving my new purse under the bed there. I accidentally left the room without the purse. Strangely enough, the path I was hurrying along when I left was the path from this room (Oakes 105) to the bus stop nearby, to leave campus. I hurried the same way I hurried when I finished a final in this room at the end of last quarter. I was so relieved in the dream that I didn't go back to get the purse. It seemed like too much hassle. I forget where I was in a rush to get to. When I opened my eyes I realized with relief that the purse was there on my dresser where I had left it."
        }, 
        {
            "number": "55", 
            "head": "21/female", 
            "content": "I was at my dorm here in Santa Cruz here with a bunch of people. These people were both from and my buddies from back home. We were all partying and drinking, and I remember that my ex-boyfriend was there. In my dream I kept worrying about my current boyfriend knowing that he'd get mad that he wasn't there but my ex was. Then it was a different day + my ex I bumped into + he was mad because I had given him accidentally a wrong number for my room. I told him I must have been drinking too much and got the number mixed up. That's all I can recall."
        }, 
        {
            "number": "56", 
            "head": "21/female", 
            "content": "The dream was in a familiar classroom that I had class in that quarter. I remember the seat that I'm normally in was taken and I ended up sitting next to someone whom I thought was attractive in my class. We started talking and left the class together after it was over. He said he wanted to show me where he lived. We held hands. Then the surroundings changed to the beach, yet we were still on the way to his house. I remember feeling nervous because in real life I am committed to someone and would never do something like this, yet I was very interested in going. We went swimming and started to kiss, then we went into this building. I went to this bathroom that resembled a bathroom in a house (it was nicely decorated, more personal). Somehow I had a change of clothing.\nWhen we got to his house I met this roommate (a girl) who was sitting on the stairs. She seemed very unfriendly to me. At the top of the stairs two children were playing. I remember feeling angry because they were so young. The girl in the staircase was supposed to be watching them, yet wasn't. We went to his room. When I told him I had a boyfriend I woke up."
        }, 
        {
            "number": "57", 
            "head": "21/female", 
            "content": "I was staying over at a female friend of mine's house. I was dreaming that I was dreaming. I was in the same room that I was actually in. My friend was perpendicular to me in her bed. I saw this demon-like creatures with wings flying around me. There were 2 or 3, they were very scary looking, green and brown in color. They bagan pulling me by my ankles and my wrists., they were trying to pick me up off the bad. I struggled and screamed for my friend. I supposedly woke up. I couldn't see anyone around. My friend even answered to my call. But I could still feel the pull on my ankles. My friend said she couldn't see anybody, when I said I could feel something or someone pulling on me. I then woke up."
        }, 
        {
            "number": "58", 
            "head": "21/female", 
            "content": "I was with a group of children, some of the YMCA children, two of them I knew, others I was familiar with, the two I knew were Bill and Gina. The children were both male and female. We were walking on a nature trail with another counselor that was leading us. We came to this area where we had to walk through sawdust that was up to my waste. There were things hanging down from the trees and there were many spiderwebs. At first I saw no spiders and I thought it was fine to go with the kids there. Then as we were walking further I started seeing spiders. I had been walking through some of the webs and moving very slowly due to the sawdust. Also where we were walking was in a U-shape, so we really didn't have to go that way. At first I was just talking to the kids and not paying much attention, then as I spotted the spiders I became worried and wondered if we should go on farther. I then saw a huge web with bright green and orange colors on it. At that point I said to the counselor (who had turned into my mom) that we should turn around and go back, which we did."
        }, 
        {
            "number": "59", 
            "head": "21/female", 
            "content": "I drove up to my ex-boyfriend's house (we're just friends now). He was smoking a cigarette with this girl Judy, who he liked back in Highschool. I asked him what they were doing. He said \"We're working on competition # 1.\" I gave him a look like I didn't believe him. Then he said \"We're just recording some songs together.\" I said \"Yeah right Mike, what are you really doing with her?\" I was really angry. And he said \"We're just fu..ing.\" I was so angry that I kicked him where it really hurts and said \"You won't be doing that for a while, will you!?\" Then I had a baseball bat in my hand and started hitting Judy with it. I beat her up, then got back in my car, drove home and wrote my parents a note saying they would never see me again. I got in my car, drove 100 mph to NYC and sold my car. I bought a plane ticket to England. I took the bus to my host family's home in London, applied for citizenship, changed my name and colored my hair. I met a gorgeous man at a pub and lived with him. I got a good job and my own apartment and never spoke to anyone in America again."
        }, 
        {
            "number": "60", 
            "head": "21/female", 
            "content": "My dream occurred at my mother's house. I dreamed I was sleeping in her bed. Her and my brother were in the living room. I was looking at the morning light shining through the window and starting to wake up. I drifted to sleep, then opened my eyes. The room was dark and an eerie feeling permeated the room. Two actors were outside the window (Kiefer Sutherland and someone else, I have neutral feelings towards both of the actors.) The sky was cloudy looking. They were pointing guns toward the downstairs neighbor (who I don't know). I closed my eyes to pretend I didn't see them. I was nervous but wanted to remain calm. I heard a loud noise and opened up my eyes. The sky was red so I figured they killed the neighbor. I grew more fearful but decided to humor them hoping they wouldn't kill me. I leaped out of bed and yawned exaggeratedly . They looked over and laughed and I pretended to laugh with them as I exited the room to go to the bathroom.\nI have flashes of a blond lady dancing in a stars and stripes bikini on a boat, sailors were routing and cheering her on. There were other flashes of what was going on outside, but I don't remember them. My brother and mom were talking normally about the funny weather or something and I looked outside my mom's window. Instead of seeing the apartment across from her or the swimming pool below, I saw concrete business buildings, some crooked, some straight, some destroyed, and red waves crashing against the building. I assumed there was chaos and an apocalypse was going on outside.\nI stopped to think for a moment and looked at my brother and mom, who were staring at me. \"Is this a Tarrantino film?\" I asked my brother. \"Yeah\" he replied . The phone rang and I woke up."
        }, 
        {
            "number": "61", 
            "head": "21/female", 
            "content": "My partner and I were on a trip and stayed at a hotel. While on this trip, at first it started out for relaxation, but it turned out to be business, we ended up at a convention. The luxury hotel then changed to a scene somewhat like a prison, very dark and gray. That evening there was to be a dance. My partner and I were in our room having incredible sex. There was a knock on our door, I got up in the nude and opened it. The person at the door wanted my partner to help sell tickets from the room next door. He got up, dressed and left. I also got dressed and followed them. The one person told me to monitor the people walking in outside of the door. I got suspicious , so I walked in. Shockingly, I saw my partner, who is a man, kissing another man. I was so upset, not because he was a man but because he was cheating on me right after we had incredible sex. My partner did not say one word to me. Later that day we had a business meeting and he was sitting next to the one he kissed. All I said was \"I really need to talk to you.\""
        }, 
        {
            "number": "62", 
            "head": "21/female", 
            "content": "My sister, my roommate and I all traveled to Germany together. We were in this very busy part of the country, like a downtown of a big city. We kept stopping at all the little stores. It was not a familiar place to me and I've never been to Germany, but I'm certain that that is where we were. We traveled through the city on some kind of vehicle that was kind of like a bike but it was very low to the ground and all three of us fit in it. The place where we sat in, it was more like a buggy or a big stroller. The places where we were going to were all very busy, but we never talked to anyone except for each other. Even between us though we were laughing more than we were talking. My roommate is a 20 year old female and is a very good friend of mine. My sister is 26 years old and we are also very close. Not much happened besides going to all of the shops and getting to each one from this vehicle. We did have some trouble getting up a hill one time and some young guys helped us out, but that was very vague."
        }, 
        {
            "number": "63", 
            "head": "21/female", 
            "content": "My sister and I were at Madonna's mansion, but it was more like Michael Jackson's Neverland ranch, like an amusement park setting in her backyard. We were at the entrance and suddenly someone in a pale yellow convertible, but with the top up, bug drove up very recklessly and sped through the front gates (which happened to be open). As the person drove past, I recognized that it was Michael Jackson, wearing his trademark fly sunglasses and possibly the glove. As soon as he had made it in the gate, out of the woodwork appeared all these secret service kinds of guys. Within an instant out came another yellow vw bug. The secret service men preceded to rush to my sister and put a wig and sunglasses on her and put her in the car and off she drove. While it was happening I was thinking they were using her as an impostor Michael Jackson to make it seem like he was actually leaving when in fact he really was still there."
        }, 
        {
            "number": "64", 
            "head": "21/female", 
            "content": "The only dream I can vaguely remember was one involving a lot of friends from Highschool. All I can remember it was action-oriented. I can't remember exactly who was in it and what they were doing. The setting was rural, but may have either been my small hometown or Santa Cruz or both. Neither pleasant nor unpleasant."
        }, 
        {
            "number": "65", 
            "head": "21/female", 
            "content": "I was in a dark room, in the room I was sleeping in (in waking life). I was at a friend's cabin, I had been for a few days. I was with some people I was getting to know better, get more comfortable with. And in the group was also a guy, who I grew somewhat attracted to, wanted him to be. Anyhow, he appeared in my dream, it surprised me. I was lying down and he appeared."
        }, 
        {
            "number": "66", 
            "head": "21/female", 
            "content": "I was working in some sort of hotel, me and two other girls I know from Santa Cruz, both surfers, going to be lifeguards. We were in a room (dark, non-descript) that was lower then the pool so you had to climb over an edge to get into the pool. We were then in the water, but I more clearly remember them in the water, really blue with a few life preservers around (red & white). I think I was a little apprehensive about going into the water. We were all our age we are now and the building/hotel was unfamiliar. I know these girls know each other but the three of us have never all been together at the same time. In the dream we were not close to each other, not touching."
        }, 
        {
            "number": "67", 
            "head": "21/female", 
            "content": "Someone is trying to kill me. I was in my house and it actually looked like my house did about 7or 8 years ago. In the dream I wake up, realized there were people trying to break into my house. I ran around locking all the doors and windows. It was morning, I was alone. Suddenly I remember a door I had forgotten to lock, but as I went to lock it, the 'bad' guys were already coming in. They were male, ages 25-35, about 3 or 4 of them, dressed all in black with burglar masks on. I knew immediately that they were there to kill me, in particular, not to rob the house. I ran into my parents' room and locked the door, then tried to climb out the window, but there was a man standing guard outside, he didn't see me (it's on the 2nd story), so I edged along the trim of the house, jumped down around the corner from the ground and ran to my neighbors' house. I pounded on the door, they let me in, I told them to lock the door and call the police, but as the door was closing, the murderers burst in and started chasing me. I hid in a pile of clothes. They almost found me, but in the end didn't."
        }, 
        {
            "number": "68", 
            "head": "22/female", 
            "content": "I had just moved into a new apartment with three guys and two girls. It was sort of a tree house and there were a lot of steps to get up to the apartment. My room fit only my bed but my closet was huge and L-shaped, if you walked straight through, it led to the dining room. In the end of the room there were lots of built in drawers for clothes and things. I was trying to convince my roommates that the dining room should be part of my room. Then I went to school, but all I knew were the names of my classes, not where they were, so I was running around from building to building, trying to find my classes by asking people outside what class they were waiting for. I woke up before I could find my class."
        }, 
        {
            "number": "69", 
            "head": "22/female", 
            "content": "The dream took place in an unfamiliar setting. I was taking a shower and a friend walked in to hand me a towel. There were several showers, like a dorm. In the one next to mine, was the guy I was seeing. The funny part was that my friend did not know we were seeing each other, therefore I felt nervous. The three of us work together in the same place, but our friend is not aware of the relationship this guy and I have. Our friend is 21-female and the guy is 27. Basically, all I could recall is that actual feeling of fear. The details are not that clear. I could only remember the overall picture of it, the two of us taking showers separately, right next to each other, with the interruption of a friend."
        }, 
        {
            "number": "70", 
            "head": "22/female", 
            "content": "It was like a movie. I had seen 'Gremlins' the night before. I was in an apartment building and it was unfamiliar to me. There were Gremlins everywhere. I couldn't see them, but I knew they were there. One of the characters from 'Step by Step' was on the top of the roof screaming her head off, because a gremlin was attacking her. In the dream I saw her as my sister. A lot of my friends were around, just listening, not moving to help. I was thinking \"Why doesn't anyone try to help her?\" Then we get to her. She was in catatonic state. I was feeling relieved that she wasn't dead. Then the scene switched to the bathroom, and as I tried to sit down, a Gremlin popped up and then I woke up."
        }, 
        {
            "number": "71", 
            "head": "22/female", 
            "content": "I remember my boyfriend and I getting in the back seat of a vw bug, but the bug was a limo bug. It was white and the interior was red cushy seats. Then I remember being in a building, like a warehouse with many floors and we were hiding from something scary. That's all I remember. It left me feeling very terrified during the dream."
        }, 
        {
            "number": "72", 
            "head": "22/female", 
            "content": "My dream is fuzzy, but I was back in my dad's old house that he lived in about 10 years ago. I was walking around where my old room was. My dad was there and his girlfriend, we were all close. I didn't live there, I was just visiting for the weekend. There was some sort of chaos, but I can't remember why. I think I was looking for something. Everything was as I remembered it. My dad's office was right next to my old room. I remember seeing both. It was in the afternoon. I remember also my friend Kay was there, she's my age. We used to hang out there at my dad's beach house. I had this dream a few days ago while I was visiting my dad in his new house, who I haven't seen in about a year."
        }, 
        {
            "number": "73", 
            "head": "22/female", 
            "content": "I was walking with a friend, a feeling I have tells me that it was my housemate, he is male and 21 years old. We were walking along and I had my backpack over my shoulder. I couldn't see him but I knew he was there. I was dressed in dark pants and a dark shirt and I could only see myself. There wasn't any background in the image, at least none that I remember. My housemate asked me where my classes were and I told him one was at Porter room 206 and one was at Oakes 105. I told him that it was easy to remember since the number increased by one in both the front and third number."
        }, 
        {
            "number": "74", 
            "head": "22/female", 
            "content": "I dreamt that one of my pet ferrets kept escaping. I was at 7/11 with my boyfriend and as we walked out we saw her splattered in the parking lot. We couldn't figure out how she had gotten there. Then she started moving and we realized that it wasn't her but a larger male and it was still alive. We took it home with us and he began playing with both the ferrets even though he was still slightly mangled and bloody."
        }, 
        {
            "number": "75", 
            "head": "22/female", 
            "content": "It was at my good friend's house which I've never been to. But in the dream her house was so big that I didn't even get to see the end of the hall. She had an Olympic size pool with fountains flowing with clear water. The house was in tight wooden color. I was very nervous as my friend brought me around the house. The butler/housekeeper gave me a cup of tea which I spilled on the white new carpet. I never got to see her room. I was so nervous that I woke up from the dream."
        }, 
        {
            "number": "76", 
            "head": "23/female", 
            "content": "The dream took place in a social setting with some friends of mine. I don't recall the actual place but it was in a party-type environment with lots of people standing around and some even dancing. I recall being with the person I'm dating now. I remember him saying he didn't want to be with me anymore and him turning talking to another girl. I remember feeling enraged with anger that I tried to punch him. I remember struggling and pushing him around. When I woke up I was really upset about the dream."
        }, 
        {
            "number": "77", 
            "head": "23/female", 
            "content": "I was dreaming of returning to school for spring quarter. For some reason the entire class was floating in rafts and boats in a river down a stream like the school was the rocky steep cliffs on either side. I was trying to get down to the river but couldn't find a spot that was accessible, all the sides were to steep. I remember someone close to me died and I was trying to find a friend to tell them but no one could  understand what I was saying."
        }, 
        {
            "number": "78", 
            "head": "23/female", 
            "content": "The only part I remembered about the dream was when my roommate (22/female) was sitting down in the living room on the couch and she was telling me that she was pregnant. I immediately felt concerned about her situation and I asked her what she planned on doing about her studies. She then told me she was thinking of getting an abortion. I objected to her decision. I was trying to persuade her to change her mind. I don't know what happened next because this was when I woke up. During the dream I felt very unpleasant. I was very concerned with my roommate's situation."
        }, 
        {
            "number": "79", 
            "head": "24/female", 
            "content": "I was driving my car down a street in Santa Cruz trying to read a piece of paper. I saw two guys who I think were the members of the group 'The Red Hot Chili Peppers'.  The windows were rolled down along with my sun roof. I heard them say something about their dog (white) being hit. I then remember bumping something with my car, but when I looked in the rear window I saw nothing, so I thought nothing of it. Later, I found my dog on the road. I had hit her and killed her. I felt so sad. My sister, who owns the dog was looking. When she found out she didn't seem distraught at all. I remember feeling so sad. Later she wobbled into the living room and I couldn't figure out where she came from."
        }, 
        {
            "number": "80", 
            "head": "24/female", 
            "content": "I dreamt that I walked past a house quite close to my house that I'm moving out off. It was a cute little house with flowers in pots outside. There was a wooden deck and it all faced the ocean. It was perfect and the cost to rent was $400 per month. The feelings I had were those of tremendous disappointment and sorrow for I have just put down first and last month rent as well as a deposit on another apartment. Of course I couldn't get out of that so the feeling was major disappointment. I recall the sun was shining. It was a perfect day in my favorite neighborhood."
        }, 
        {
            "number": "81", 
            "head": "24/female", 
            "content": "I was living in a studio apartment but there was no carpet and one side of the room was filled with old furniture stacked up. There was a dusty fireplace and I started cleaning it out. Then I opened one of the doors and I was in someone else's house. It was a huge mansion. Outside was a swimming pool. The people who lived in the house saw me and I told them I was sorry I must be sleepwalking. Then I went back into my room and there was a white cat. I didn't want to throw the cat out but I wasn't allowed to have pets. I started calling all these people trying to find a home for the cat."
        }
    ]
}