{
    "dreamer": "vickie", 
    "description": "Vickie: a 10-year-old girl", 
    "dreams": [
        {
            "number": "1", 
            "head": "04/16/95", 
            "content": "My mom and I were in the grocery store. I went over to the free cookie area. And this guy gave me a cookie. I had seen the cookies, and they were pretend grasshoppers. I saw a little spider go by (on the cookie). I said, \"Oh, I don't like this cookie.\" I thought it was gross. But then all these other kids came. I took the cookie. I don't know what happened after that about the cookie. The guy behind the counter gave us dolls. We did something with the dolls, and then we put them back. I walked away to where my mom was. This lady came up to me and said, \"Do you want a ride someplace in the university?\" I said, \"No, we need a ride to family housing.\" I remember her in another dream in a grocery store asking that. I just walked off with my mom."
        }, 
        {
            "number": "2", 
            "head": "04/16/95", 
            "content": "This guy had a hut, and he lost the people he was with. he was cowboy. Then he saw his mates going by on horses. Native Americans were leading them. They captured the cowboys, and they made them go naked on the horses. The guy who had the hut didn't get captured. He said, \"Hey, where are you going? Can I come?\" They (the captured cowboys) said, \"Don't come with us. You don't want to come like this. They made us be naked on horses.\" It was all guys (in the dream). It was like watching a movie."
        }, 
        {
            "number": "3", 
            "head": "04/16/95", 
            "content": "I was fighting against other people; guys and girls. And I had other people (guys and girls) with me. I was running through the forest hoping that they wouldn't catch us. There were swords and stuff up in the trees. We grabbed them (the swords) when we saw the people. We fought with the swords. Then we ran away. I felt like I wanted to fight, but I also felt fear."
        }, 
        {
            "number": "4", 
            "head": "04/16/95", 
            "content": "There was this tight circle, and there was this really little girl. I was standing next to my mom. A guy with straight dark hair was behind us, and he had a gun. I was frightened. I ran away. Then this lady told me to go up these stairs. They were really steep. I went up there. A little while later the mother and the sister went up those stairs, and they found the skeleton of the little girl."
        }, 
        {
            "number": "5", 
            "head": "04/17/95", 
            "content": "I was at a pizza place. They asked if I would like white or dark pizza. I was confused and said, \"How about the pizza we had last night?\" My mom was with me. I didn't know the people in the pizza place."
        }, 
        {
            "number": "6", 
            "head": "04/17/95", 
            "content": "This was a place where you can play with all these toys. It's kind of like Toys R Us. I lost a ball I just got, and I was really frantic. I'm walking around, and I see other balls. But I don't see the ball I lost that my mom just bought me at the store. I'm playing with all these toys a little as I go on. Finally, I just stop, and I sit there and look at these toys. This guy comes up to me and says, \"Are you looking for something?\" I said, \"I'm looking for a ball.\" He took something from a bag. He said, \"Is this your ball?\" And I said, \"Yeah, that's my ball.\""
        }, 
        {
            "number": "7", 
            "head": "04/18/95", 
            "content": "My sister Valerie (15 years old), my mom and I were all in Mom's bedroom. We saw this ghost appear. The door was closed, and the door opened. We told it to go. Then we went in our room and went to sleep. The next morning or the next night we saw another ghost. We thought this was really scary. The ghost was white, and it had the kind of head that Casper has. I told it to go to the light."
        }, 
        {
            "number": "8", 
            "head": "04/20/95", 
            "content": "Mom and I were at these rows of phones, and this guy was putting the phones everywhere. The phones didn't work; pay phones. We saw this bus. We ran up a hill to catch it but the bus was already going down the hill. I was waving my arms, but it didn't stop. So we went into this building, and we went into this elevator kind of thing. It wouldn't let us out. This was a little scary. This thing's voice said it would see our emotions. Then we went through this thing. Then we were outside and we were watching something. These people were smashing bottles. These police came out. One guy said, \"Don't step on that.\" The policeman stepped on it. There was a pile of glass. He yelled, and they carried him away. It was kind of funny to me because I didn't see any blood."
        }, 
        {
            "number": "9", 
            "head": "04/20/95", 
            "content": "Wendy 8-year-old friend and her brother (10 years old) were packing. Wendy's brother's bed wasn't there. There was a bunch of junk that had been under it (which is true in real life) except I found this picture of me. On the back it said, \"I love Vickie.\" This was written by Wendy's brother. I showed Wendy. We went outside. It was sent. I thought, \"Oh, my god,\" because I don't really like Wendy's brother."
        }, 
        {
            "number": "10", 
            "head": "04/21/95", 
            "content": "I knocked on Sally's door (9-year-old friend). Her dad said that they were going out someplace, and that I could come with them. We went to this place. It was a fun place that these two girls had made up. The first thing we did was go down the slide. There's a wire in the middle and you spring up in the air. You hold onto the wire, and you go back onto the slide, and you slide down. The slide was really fun and exciting. Then there's this little house thing. It had all these nice clothes: cowboy hats, fur, sparkly things, everything you could imagine that you could dress up in. I couldn't find all of it. The dream ended when I was trying to find something to wear."
        }, 
        {
            "number": "11", 
            "head": "04/22/95", 
            "content": "I think my dream had my mom and my sister Valerie in it. But I didn't really see her. This guy from downtown was trying to break in. He finally opened the lock. I ran after him because he was going upstairs into my mom's room. I said, \"How would you like not to be Valerie's friend. Why don't you just rob yourself?\" I said, \"Why don't you rob your mother?\" He said he lives with this girl named Bess."
        }, 
        {
            "number": "12", 
            "head": "04/25/95", 
            "content": "We got this new house. It was really, really big. Allison (11-year-old former neighbor, Jeb (8-year-old neighbor), and Mary (5-year-old sister of Jeb) came over. I went in this room, and they tried to trap me. But I got out and that was the end of them. I felt like Ð just go away; this is my house. We were looking through all these really nice rooms. A hospital was on top of us. We went to the store. It was one of those really, really scary stores that was supposed to be scary. The store was in our house. In the dream I was thinking, \"Hey, I've seen that in another dream.\" And I have. Doug (sister Valerie's boyfriend) was there. He went with us. He went off into his truck and just drove away. And there's supposed to be a ghost in there."
        }, 
        {
            "number": "13", 
            "head": "04/26/95", 
            "content": "Valerie, Nancy (19-year-old sister) and I were in the house alone. Nancy went outside to smoke a cigarette. This man and this lady came up to her and grabbed her arms. They held a gun to her and said, \"Where's your mom's money?\" We told them we don't have any money. They took out a gun. I said, \"Fine, we have lots of money.\" Then Nancy came up to me and said, \"We don't have that much money.\" I said, \"I know. I'm tricking them.\" They said they would come back. Nancy left, and I was the only one there. I locked all the doors. I ran and I called for help because I knew they were going to come soon. I was scared. I thought they might kill Nancy. I was also scared that we might lose our money. I saw this guy, Mark; he was from my school. I said, \"Help me!\" There was this other man. Nancy and I were running outside and trying not to be seen. We ran up to this place that was a bar, and we got a drink of soda."
        }, 
        {
            "number": "14", 
            "head": "04/28/95", 
            "content": "There were these cowboys traveling. They were really good trainers, and they trained these buffalo to carry their stuff while they were on the horses. They went to this fort. This man, who was the head of the fort, gave them a sheet promising that they wouldn't kill the buffalo. Except it was the opposite on the sheet. He thought maybe they couldn't read, but they could read. They said, \"We need another sheet.\" So finally he had to sign the thing, saying they wouldn't kill the buffalo because they carried the cowboys' things. When they were trying to find the sheet, the guy said that his mother was in charge. At the top of the sheet, it said, \"Sam\" something. And, he said his mother's name was Samantha. He was just trying not to sign it, but the cowboys wouldn't be tricked. They were smart. So he finally signed it. Finally, it was the day that they were going, and they saw that one buffalo was missing. They saw a Native American riding off on the buffalo. They got a rope, and they roped the Native American around the waist. The buffalo was already roped, and the Native American didn't see the rope because the rope was really long. The cowboys said, \"Do you want to walk or do you want to be dragged?\" The Native American said, \"I'm sorry. I'll just walk.\" He walked over to them, and they finally unroped him. I don't know what happened to the Native American. But the cowboys rode off with the buffalo. I was just watching. I wasn't in the dream."
        }, 
        {
            "number": "15", 
            "head": "04/30/95", 
            "content": "I am in a tree, and Nancy is standing on the ground. I'm handing her papers from the tree, and she's reading them. They are dreams (written on the papers). It was fun sitting in the tree handing her dreams."
        }, 
        {
            "number": "16", 
            "head": "05/02/95", 
            "content": "There was this girl from school. She came up to me and said, \"I thought you were going to be cool. Well, I'm going to test you. Why don't you come over to my house and see my real saw (tool)?\" Wendy was with me. And a lady, who was supposed to be Wendy's mother, said, \"Well, you go with her.\" We had to go up this steep hill, and lots of people were there. I had a long dress on. People were taking pictures of us. And Donald from my class picked me up and hung me over the edge. I said, \"Wendy, go tell my mom.\" But he put me back down. Then the girl from school laughed."
        }, 
        {
            "number": "17", 
            "head": "05/02/95", 
            "content": "Nancy, Mom, and I were looking in a store for a card for Grandma to bring to her grave. We couldn't find a perfect card. We were thinking about how terrible my Uncle Dick is. We saw this one card. It was really pretty, but it was expensive."
        }, 
        {
            "number": "18", 
            "head": "05/04/95", 
            "content": "It started out, it was Nancy and me. We were getting this little girl from this woman. I didn't know the woman and the little girl. We got her (the little girl) and we put her in school. She was a little younger than me. I was looking for my mom. I went to this club where my aunt, who was a stranger, worked. She said, \"Oh, why don't you dance for us? We need a dancer.\" I danced for them, and all these boys went, \"Woo woo.\" The boys were from my class. I went outside, and I went to the store. At the store they said \"Oh, why don't you have this?\" They gave me this outfit, which was black, over my head. You could only see my eyes. There was a long-sleeved dress. Mom came up to me, and I said, \"Mom, there you are.\" Mom said, \"So you got dressed by that place.\" I said, \"Are those your relatives?\" Mom said, \"No, I just go in there (the store) a lot.\" We walked by this group of girls. There were weird sounds, and we thought it was a ghost. But it was really these girls and boys. At first it sounded like Bob's voice (8-year-old boy from school who has a crush on Vickie). We just walked on."
        }, 
        {
            "number": "19", 
            "head": "05/05/95", 
            "content": "I had all this money. Mom and Mom's former boyfriend were with me in his truck. He was driving. We stopped at Taco Bell. I bought food for everyone, and then went into the store next to it. I was looking all over for the ice cream. I felt lost in the store because I couldn't find any ice cream except ice cream bars. Finally I found it. Max (a 19-year-old friend of Vickie's cousin) said, \"Oh! Wow! Look at that ice cream. It's only one dollar and something.\" And, he said, \"Oh, but you probably don't have enough money.\" I brought out my money, and it was three dollars. He said, \"Oh, cool. Can we get that?\" I said, \"Okay.\" It was a small size."
        }, 
        {
            "number": "20", 
            "head": "05/08/95", 
            "content": "I am an adult, and I am wearing a long white silk dress. I have brown hair in a bun. I'm sitting down, and I have a screaming baby in my arms. I have a feeling of kind of like wonder. The dress had a red sash. It was really pretty. I think I had a strand of pearls around my neck. The baby had a little bit of hair, and it was wearing a white dress. The baby was very young."
        }, 
        {
            "number": "21", 
            "head": "05/09/95", 
            "content": "All I saw s a long white corridor. It was scary because it went on and on."
        }, 
        {
            "number": "22", 
            "head": "05/11/95", 
            "content": "There was a carnival, and there was this girl (about 10-years-old) with short, dark brown hair. She had an ice cream cone. She was standing there. There was a merry-go-round with horses going around and around."
        }, 
        {
            "number": "23", 
            "head": "05/12/95", 
            "content": "There was a beautiful white castle with roses around it. There was a white, gleaming gate with glitter on it. Inside the castle the queen was beautiful. She had a diamond tiara on her head. She had silk around her neck and a long, full blue velvet dress with purple lace around it. She had a diamond necklace. She had ladies in waiting. They were kind of dressed the same, but not as richly. I was just watching this, but they seemed to be aware of my presence."
        }, 
        {
            "number": "24", 
            "head": "05/13/95", 
            "content": "The dream had my school in it. Jessica (23-year-old neighbor) had a daughter (about 10-years-old). Also we were having school lunch at my school."
        }, 
        {
            "number": "25", 
            "head": "05/14/95", 
            "content": "I had a dream with horses in it and war. There was a small school. I was ringing a bell and the war started. I wanted to stop the war. I saw a Native American, and he had a red headdress. Beside him was a fox, except it didn't look like an ordinary fox. It was blue and purple, and it was floating beside him. Right next to it was a cat that was white and striped with blue. They were both floating by. I was ringing the bell and thought, \"Oh, my god! Am I seeing things?\""
        }, 
        {
            "number": "26", 
            "head": "05/05/95", 
            "content": "I had this horse, and I was going to go downtown. My friend, Sally, was on the back of me on the horse. I dropped her off at the stop sign. I was trying to figure out how to go downtown. I finally got there on the horse. I saw Valerie hanging out and said, \"Hop on.\" I had a stereo with music playing. Jim Morrison (from the Doors) was singing. This guy, who was in his fifties, said, \"Can I go too?\" I said, \"Okay.\" We rode home, and when we went into my bedroom, he saw the Jim Morrison picture. He said, \"I'm Jim Morrison.\" I was kind of excited because it was Jim Morrison. Mom was excited too. I said, \"Look, it's Jim Morrison.\" He even sang a little song for us. Valerie was there also."
        }, 
        {
            "number": "27", 
            "head": "05/16/95", 
            "content": "Mom and I were visiting Grandma at this nursing home. There's Grandma with her gray hair. She looked a little older. We said, \"Hi\" to her and hugged her. We were talking. Grandma was happy to see us. I was happy to see Grandma."
        }, 
        {
            "number": "28", 
            "head": "05/17/95", 
            "content": "I was at this party. There was food. This woman, who was serving drinks, gave me something to drink. I tasted it. I didn't like it. Mom was there talking with some other parents. I was outside. Judy (8-year-old friend) from my school, asked me if I could spend the night. Her mom said no. She had another friend with her. The next thing I knew, I was knocking at Wendy's door. I knew it was Wendy's door. I don't know why. She answered and said, \"I can't play. I have a stomach ache. I think I'm sick.\" I said, \"No, I have the same thing as you, and I'm not sick.\" I came in. I had this little rope. I wrapped it around my waist. In Wendy's family someone died. Her mother didn't care about anything. She was depressed."
        }, 
        {
            "number": "29", 
            "head": "05/18/95", 
            "content": "I am at the bus stop waiting to go to Bonnie's (7-year-old friend) party. I feel really confused. Then I go and I'm in this water; a very small pool. I saw Charlotte (11-year-old friend) with her mother, and I say, \"Hi.\" Then the dream goes to this guy in this office. He has a computer and there are rectangle things on the computer. He put his hand on the computer and they (the rectangle things) stuck to him. So he put them somewhere to hide them. His boss comes in. He thinks the boss saw him, and he's all nervous. The boss was mad, but didn't see. Then the boss saw this suitcase with these rectangle things in it. The boss said, \"Why are these there? You're a sick man.\"  They were really Charlotte's clothes that she was bringing to my house, and that was her father (the man with the rectangle thing). She forgot the suitcase at his office."
        }, 
        {
            "number": "30", 
            "head": "05/20/95", 
            "content": "These people, who were pioneers, heard this news that soldiers were coming into their land because it was Indian territory. The soldiers had to get them out of there because Native Americans had been moved out, and then the law said that it should be their land, not the pioneers'. They sent soldiers there, so if you didn't go, they would make you go or make you join in. The pioneers were leaving. I was watching this."
        }, 
        {
            "number": "31", 
            "head": "05/22/95", 
            "content": "Wendy is an actress, and these two men are after us. We're running everyplace. I feel mad at them."
        }, 
        {
            "number": "32", 
            "head": "05/24/95", 
            "content": "I am in a car with Wendy and her mother. I didn't see either of them. All I saw was her mother's fingers tapping on the steering wheel."
        }, 
        {
            "number": "33", 
            "head": "05/26/95", 
            "content": "This really happened on TV, but it was in my dream. They asked this woman who was from Sister Act what was the first show she went to or the best. She said, \"The Doors.\" Then I was remembering it from last night in my dream. It showed Jim Morrison singing. I was just watching this. Then this boy, who was a little younger than me, was driving a car, and it was swerving all over the road. So I said, \"Why don't you let me drive it?\" Then I started driving. I was driving a car around this road where there were all these branches. Then I was in this house, a tree house. It was weird. I don't remember who else was there."
        }, 
        {
            "number": "34", 
            "head": "05/27/95", 
            "content": "I was watching TV, VH 1, and suddenly I saw Jefferson Airplane singing, \"Don't You Want Somebody to Love.\" I said, \"Valerie, Mom! It's Jefferson Airplane.\" The person who was singing was really Grace Slick. She had long brown hair, and she had a really gentle face. She looked kind of sweet. Her face kind of looked like Carrie, who was in the Stephen King movie. Valerie came down and said, \"Oh!\" Mom finally came down and said something. I don't know what. Mom and I were kind of happy to see it."
        }, 
        {
            "number": "35", 
            "head": "05/28/95", 
            "content": "We were at school, except it was really weird. There were beds and stuff, and we weren't really doing any work. Judy and Michael (classmates) were there. Judy was in her nightgown and she didn't have any underwear on. It was the end of the day. And my grandma was supposed to pick me up. I waited and waited, and she didn't come. And then this was very scary. I was catching a bus. I went on this bus. It looked like a real bus. It was wonderful. It was really weird. I don't know what happened. Bob was in my dream. I didn't go where I was supposed to go on the bus. I felt frustrated about the bus."
        }
    ]
}