{
    "dreamer": "vietnam_vet", 
    "description": "Vietnam Vet: 1970-2008 war dreams", 
    "dreams": [
        {
            "number": "0001", 
            "head": "06/28/1970", 
            "content": "Nightmare in Cambodia.  In the dream we are being overrun by sappers who have got past the Night Defensive Perimeter trips and claymores and now crawl forward. I wake up and see a boot tread close to my face. I slowly withdraw my .45 from its holster, pull the hammer back, then aim it at the boot. Just then the cloud-obscured moon comes out and I realize the boot is American and that it is Jerry B's foot. In the pitch stillness I point the .45 straight up in the air. Pinching the hammer tightly I pull the trigger and settle the hammer back in place. I re-holster the pistol and go back to sleep. The next day, after a very difficult march, all the men are overjoyed to be out of Cambodia. I tell no one what almost happened."
        }, 
        {
            "number": "0002", 
            "head": "07/30/1971", 
            "content": "The enemy is above, in the sky. We are not soldiers but school children. A voice from everywhere begins to warn us, \"Things are dropping.\" Seed begin to fall. Then I hear the faint echo of the tubes popping. There is an underground bunker; most of us run for the school bus. The mortars are dropping close by, within twenty yards. The fear of realizing death is pacing through my mind. We are all crowded in, scared of a hit. I shield my face with two paperback books. All at once there is a sharp explosion. I am hit, though I scream for only a moment. It is such a helpless feeling. The concussion has shattered the teeth in my mouth and I am going into shock. The dream ends here."
        }, 
        {
            "number": "0003", 
            "head": "08/31/1971", 
            "content": "We are on a firebase. It is nighttime. In the distance a flare goes off. Someone says the intelligence reports indicate we may soon be attacked. I go into a bunker and search for my aid bag (claymore) full of 4x7 'bandages. There are none around. I decide to make a search before it is too late. In the dream, I am in a house; all of a sudden mortars begin to drop, close and very loud, and profusely, I remember feeling guilty, the house can withstand practically anything, but I am still terrified. The mortars drop endlessly. When it is all over, I run out. My entire platoon, fifteen men, are all dead. They have been collected and sit in a grotesque formation of the dead. The dream becomes unclear at this point."
        }, 
        {
            "number": "0004", 
            "head": "09/14/1971", 
            "content": "We are on an LZ; I am saying good bye to an American girl. We are embracing. Her father, dressed like, a Navy admiral, appears quite suddenly; for a moment. I address myself to him. He brings up the subject of security and somehow mentions the name of Crazy Frank (used to play with the dead bodies). Suddenly everyone drops, we wait expecting the inevitable machine gun chatter etc., but it is only a false alarm. There are many soldiers spread about in not typical fashion, it appears more like a WWII beach scene than one of an LZ in Vietnam. A colored soldier rises up and makes an unclear remark. Apparently someone inadvertently set off a chain reaction, all of us obeying the instinct acquired from contact. The commander and I resume talk, we parley for a few more minutes; this time there is no mistake. I hear the sounds of mortars popping from tubes. I look at the commander and say, \"Mortars, run for the bunkers.\" A mad rush for cover follows. In my mind I am counting off 8 seconds even as I am running; this is how much time I anticipate we have. There seems to be an air of complete disregard for everyone but one's self. The commander pulls and tries to get past me; I myself have completely forgotten the girl. The bunker seems familiar, as from another dream. It is too large to be representative of the ones I sought refuge in while in Nam. When I am just inside, mortars begin to drop, I make for a sturdy wall; the sounds, of explosions seem to be coming right over us. I seem to sense that this bunker is more like the basement of a large house, and that the mortars are hitting the building structure above us. The explosions have become deafening. In the last moments of the dream\" I am near an opening, I vaguely see the outside ground, for I am lower and must look up. A terrific whining descends overhead; a shell is going to drop very near to us. The blast takes place right outside the opening. I am knocked a few feet by the concussion, but not seriously injured. Very close, a machine gun opens up; it is a light 30 cal. We are under a ground attack. I wake up, bathed in the sweat of nocturnal madness."
        }, 
        {
            "number": "0005", 
            "head": "10/07/1971", 
            "content": "This time, it is not the popping of the tubes, but the whistling of the mortars themselves that alerts us. We run for the bunkers. They are not bunkers as such, but the cinder brick foundations to be seen during the early construction of a home. There is no roof, only a few pieces of lumber overhead; it is very, very open. The mortars begin to drop, I hear the explosions very clear. This part of the dream seemed the most real. I recall huddling in a corner, shifting positions, as I anticipate a direct hit amidst us. The mortars continue to fall."
        }, 
        {
            "number": "0006", 
            "head": "12/29/1971", 
            "content": "Robert and myself seem to be part of an infantry company, the identity and location seem obscure. We sleep in canvas tents, which I conscientiously view as rather odd. The enemy is undoubtedly oriental, and it is at this point that I detach myself from my own person and either become another, or simply phase out and watch what follows, experiencing the drama vicariously, twofold it would seem, as this is all imagined. The enemy attacks and I become acutely aware of the feeling of being shot in the head. I am behind a wall of some kind, the danger of being hit is very great. In a fury I grab a silver object, which seems to resemble an rpg, and hurl it towards the foes. It explodes and immediately the entire area is shrouded in flames, even I (or the person I am watching) is/am enveloped. This is how the dream ends. I awaken with the all-too-familiar feeling that I notice each time I have a dream that ends with my own death."
        }, 
        {
            "number": "0007", 
            "head": "01/??/1972", 
            "content": "We are on patrol somewhere in Nam. It is not my old unit but the feelings are the same. We are, the infantry lurking in the jungle. As usual we are spread apart, perhaps 4 to 5 meters between each man. The foliage ahead grows less and less dense.; one can see 25· to 30 meters forward, it is somewhat like the better terrain we encountered in Tay Ninh. I anticipate an ambush; things are going too easily. Beyond the stillness of our own guarded movements I sense another. With the first starting shots I drop instinctively to the ground. These are not the familiar popping sounds of the AK, though nonetheless I have anticipated correctly, we are in contact. Those up front fire back, immediately killing two. Then from my position I see two or three heads begin to rise. I yell to the others, at the same time pointing the muzzle of my 16 in the enemy's direction and attempting to fire. The gun jams. Quickly I reload another magazine and pull the trigger. Again nothing, but the others have caught on and the enemy attack seems over. From the background I hear a sharp whining recoil; it is nothing like our 105s or 155s. The number 106 flashes through my mind, though I am not sure if there is such a weapon; perhaps light weapons, but as the shells fall I realize they are undoubtedly heavy artillery. The first explosions fall outside our perimeter; they do not descend like mortars, nor do they explode like artillery. On impact there is a sharp thunder-clap, followed by earth-like clouds of swirling, thick and heavy dust; though it is curious, these manifestations are small and hug the ground. Soon the shells drop closer and' closer to us, and I hear the shrapnel whizzing over. Finally one lands almost on top of me and I imagine a large piece of steel penetrating the flesh of my back. There is no pain, but I realize this to be a death wound. The last moments of the dream are obscured by the dust clouds."
        }, 
        {
            "number": "0008", 
            "head": "12/28/1972", 
            "content": "We are walking down a trail. Above and beyond I see a sort of rubber orchard (similar to another dream) with dinks. Just as I spot this Clopton comes running past, dressed in white. He has been wounded in the arm. We gather about and form a defensive perimeter. A machine gun team of dinks stalks right up to us. It seems everyone is too scared to fire. I open up with three short bursts and literally rip the dink gunner in half. A while later, a single dink walks up to us, unmolested. I sense that no one is going to fire and spatter him wickedly with my M-16. It is a good feeling, though I am worried about ammo. We retreat to a large building and cluster fuck within. It seems almost like the room I am living in now. Several of us flop onto the bed and crash. I recall thinking about pulling guard twice a night. It is a wonder that we get enough sleep. I am tempted to doze off but the fear of dinks breaking in prompts me to stay awake. Someone has the side door covered. I shift about, watching one door and then the next, expecting an attack any second. The dream becomes unclear at this point."
        }, 
        {
            "number": "0009", 
            "head": "03/21/1973", 
            "content": "We are on a trail, a well-used trail. Any moment, I am ready for an ambush. It seems that 3/6 platoon is drag, as way up in front AK and 16 shots are exchanged. Oddly, at first no one dives to the ground. Instead, we look to see what has happened. Capt. Hylo seems to be standing over a dead dink. Then hell breaks lose. The bamboo surroundings become a barren hilly expanse with dinks about us. They have some sort of modern building on a ledge 100 meters to my right. Way off I see a dink machine gunner beading on us. I open up on him. Then another dink MG appears, closer. I, too, have a machine gun, we will duel with bullets. Who will kill the other first? A dink on the ledge by the building hurls a grenade at me. I am lucky. It is a bit short of its target. I hug the earth and cannot recall being hurt. Next, the dink gunner rolls a base ball grenade towards me. I consider my chances against the time delay, grab it and hurl it a mighty length. It explodes harmlessly in the air. The duel renews. His bullets churn up staccato patterns of dust in front of me. I fire one long burst and catch him with one shot in the chest. He is dead. AK's blossom everywhere. It is like June 16, 1970. I fear running out of ammo. In the dream I am with Larry R. We are by a conex filled with ammo. We deliberate what to do. The dream becomes unclear after this."
        }, 
        {
            "number": "0010", 
            "head": "03/22/1973", 
            "content": "I am in a strange sort of bunker. The other day I had been going through an album of family pictures. The bunker is actually the bar in the basement of 39 Ivy Street! I am lying on the counter in a prone position; the atmosphere is one of war. Sandbags and timber abound. The sky is eerily overcast. Bombs begin to fall. Not the mortars of past dreams but rather some kind of heavy artillery. A sharp thunder follows the initial detonation, as if there were some sort of dual explosive, or perhaps a new barrage tactic. I throw myself over and fall to the ground. Cowering under the counter I wait for the inevitable. Within seconds a shell crashes down upon the spot I had occupied and not too hastily vacated. Debris flies; dirt clods and splinters of broken wood shower down. I recall the thought of being randomly lucky. The dream becomes unclear at this point."
        }, 
        {
            "number": "0011", 
            "head": "02/20/1978", 
            "content": "We are on the same fire base as the one established in Cambodia. This time I am not with my own platoon but I am part of the TOC/CP. BC(?) Is none other than the young doctor from LZ Green who did not know how to handle his own rank. We meddle about in a huge canvas tent. I think about digging a foxhole but there are no shovels. Night comes. All of a sudden there is a metallic burst of illumination flares. The sky lights up and we are showered by the magnesium brightness. For the first few moments no one knows what is going on. Who has called for the lume? Then, through the thin canvas I see two figures run past about 40 yards off. So, it is a ground attack. But I say nothing. Moments later the AK's open up. In the dream there are several old house where the gooks have holed up. My old platoon and I converge on it. With my M-16 roaring I cut down several dinks. I am overwhelmed by the sight of two individuals fighting with the enemy. Of all people, there is Mike W., our old RTO. I begin to fire, but my M-16 is sluggish; the bullets dumbly chug out. Wilson is followed by Juba, my friend from down the street, a high school buddy (who now I go to bars with every now and then). Juba has a long .45. His long drilling shots come after Wilson sprays me with a burst that catches me flush across the body. Again, though I am obviously hit, nothing happens. The firefight ends. We go back to the tent. I see bullet holes in my ankles. The Captain asks me if there is anything I want. I think of telling him, \"Yes! A Medivac,\" but I say only that we should dig foxholes. The next day I scrounge for ammo. There is little or none to be found, though I steal two grenades. I meet Roop and Melhop. During the fire fight, I use grenades but they prove ineffective. Even though I hold them for two or three seconds after the handle flies off (and they hiss like smoke grenades) they are thrown too hard and bounce away, and oddly, explode in a mere crackle of sparks, the way smoke does when it first ignites. Steve S. (a fellow from sleep away camp) and I go to the other side of the base. There is a small VN compound. Steve S. throws a grenade into a little wooden school house filled with children. It blows up and there are the horrific screams of the wounded. We walk down a trail. I am telling him how stupid he is for making this mess, surely there will be another attack tonight. Children come shrieking out and run after us. I turn and beckon to them. \"Come with me, come to me.\" A jeep pulls up and takes on the casualties."
        }, 
        {
            "number": "0012", 
            "head": "03/20/1978", 
            "content": "I have done something for a man who seems to be in some sort of trouble. I am somehow like a spy. I go with another person and we demand to be paid. In fact I am quite adamant. I say, \"You will pay me now!\" I am given a great sum of money. I am aware that others want to get me and take the money. Therefore, I must escape. I am running. I am found. The ones who seek me begin to shoot at me. I dive behind a big machine gun and fire back. A star of David, as if superimposed, descends upon this scene."
        }, 
        {
            "number": "0013", 
            "head": "12/??/1978", 
            "content": "I am in a hostile land. There is a war going on. With two other men (who are brothers) I sit in a crude rock shelter that looks like this: [drawing]. We are on high ground, overlooking a huge river. Between the three of us there is only one magazine of ammunition. Moments before, I had the opportunity to get more, but I did not take it. We are waiting, anticipating an ambush. Two Chinese come up the hill on horseback. One dismounts and comes right up to the open ports of the shelter. He has a samurai sword. I lunge my M -16 into his chest and pull the trigger. The sound is not the usual sharp staccato that I am used to. Instead, it is muffled and somewhat dull. The Chinaman hacks away at my arm and slashes it with his sword. But within moments-he dies."
        }, 
        {
            "number": "0014", 
            "head": "07/20/1979", 
            "content": "In the dream I am a soldier flying a small balsa wood plane by telepathy. It crashes to the ground. Another solider sleeping nearby is wounded in the head. As I return to my living quarters I retell the incident to a group of soldiers that are following me. Two blacks become greatly excited. One takes out his pistol and wags it carelessly. I am shot in the thigh. I think of the dull pain that begins to throb. The blood begins to gush from my femoral artery. I wonder where I can find a tourniquet. I wake up."
        }, 
        {
            "number": "0015", 
            "head": "10/22/1979", 
            "content": "I am in Basic Training in the Army. A Drill Sergeant upbraids me. I beat and pummel him until he is dead. I go to Vietnam. I am with my old company but I am not accepted. I become a loner, an outcast. Roaming about, I shoot down American helicopters. At one point a Chinook lands and G.I.'s new to Vietnam come out and begin to march in single file. I shoot at them but instead of bullets only a spray of water falls on them."
        }, 
        {
            "number": "0016", 
            "head": "11/30/1979", 
            "content": "I am with a friend. We have traveled to a strange land. The people resemble the \"pineys\" of the Pine Barrens (in New Jersey). They are very kind and friendly; they share food and drink with us. I am easily at home with them. They present me with many small gifts. I am perched up on a high ledge. An old college English teacher is to read one of David B's poems. He (David) asks that he may read it himself. It is written in a very simple hieroglyphic form. There are crows and hawks and their feet markings: [drawing]. As he reads I become emotionally aroused. Moments later I am openly weeping. I return to this land with my old platoon. Everything has changed. The land has been scorched; nothing remains from the joyous past. I begin to load my M-16 but it is with the new and unfamiliar banana clip. We are ambushed. I squeeze off a few rounds before scampering for cover. I lose sight of my platoon. They patrol without me, the only medic. A sense of great overwhelming guilt follows. We relink later. I am ashamed of myself, but I am glad to see that the others are all safe. The Lieutenant is somewhat stern with me. The shame passes."
        }, 
        {
            "number": "0017", 
            "head": "01/06/1980", 
            "content": "There are several of us smoking dope in a small park surrounded by barbed and wire fences. Among those that I recognize there is John, David and Larry W., a Sgt. From Vietnam. From the corner of my eye I see the police. They charge up to us at a gallop and we are all busted. One fellow that I do not recognize makes a dash for it. He vaults the fence and heads for the woods. As the dogs are set after him I think that it is an impossible situation. As it happens, the fellow runs quickly and makes good his escape. We are herded to a jail in India. There are many rooms here, but they are small and cramped; the bars are quite thick. I think over and over to myself, as if the dream were real, \"This can't be happening to me, to me!\" But it is all too true; I am locked up. A turnkey opens a cell and allows David to leave. The jailer next turns to me and offers freedom if I will inform on the others. I think to myself, \"This is only a trick. Besides, I cannot betray my friends.\" I anguish in the little cell. The dream ends."
        }, 
        {
            "number": "0018", 
            "head": "01/07/1980", 
            "content": "I am again led to a prison. The black man in front of me kisses the jailers hand. I walk past, then turn around and do the same. The gesture is followed by submissive talk, that he will be as on me. I escape. There is a cave from which come holy sounds. The shadows of animals run across its walls. I am flying through rock, then thick, lava like water, then water. I see a piece of rope and with both hands reach for it. My head clears the water and I see that I am in a beautiful lake. Still clinging to the rope I am 1/10th my normal size. I have been hoisted up by a child, a little girl of perhaps seven."
        }, 
        {
            "number": "0019", 
            "head": "02/22/1980", 
            "content": "I am in a large classroom. The teacher is taking roll. He calls, \"Veterans.\" No one answers. A second time the name is called. I trumpet out, \"Don't you know that's me, you big baboon!\" Everyone in the class begins to laugh. Even the teacher, who resembles the plastic surgeon Dr. DeStefanol, breaks into a grin. The laughter, instead of subsiding, grows and grows, until it is followed by loud and sustained applause. Everyone is smiling, everyone is applauding, everyone is cheering. These people are all familiar to me, they are from my past. Here, they are depicted as children. The pitch grows higher. I am born aloft by the many hands and arms of the great crowd and deposited at the head of the class, alongside the teacher. There are four pretty girls with us. I remember thinking, \"He is overweight, but does not look like a baboon.\" Recollection ends here."
        }, 
        {
            "number": "0020", 
            "head": "06/20/1980", 
            "content": "I am with my old unit in Vietnam. The order comes over the radio that we are now finished with jungle patrols. The Lieutenant makes it official and we silently begin to disband. Suddenly, a civilian, an older man in a suit, emerges from a tent. He speaks to us. \"If my son can't go, no one goes.\" Then he shoots and kills my good friend Jerry B. I am overwhelmed and unload several shots at him. Nothing happens. Then, with an unusually long burst of automatic from my M-16 I cut him down. As the others have walked off, I throw the gun down and follow after them. There is a feeling of complete freedom. In very high spirits Jim L. and I go to a supermarket and buy food. I am aware that I do not wear my steel helmet. The dream is repeated. This time I do the killing with a laser beam. The man is this time Parry, a medic from another company I did not like. He dies a slow and agonizing death."
        }, 
        {
            "number": "0021", 
            "head": "07/07/1980", 
            "content": "I am in a large empty house. My brother and I are dressed as soldiers; we are hunting each other. I see him before he spots me and hit him with a burst of 16. I walk the bullets up to him. Curiously, they make only a small BB pattern and noise. There is little impact, little of the expected striking force. In any event, he goes down and I immediately rush to his aid. I feel very sorry for him and for what I have done."
        }, 
        {
            "number": "0022", 
            "head": "11/??/1980", 
            "content": "There is a war going on between the Americans and what appear to be either Germans or Russians. The battleground resembles the trench warfare of World War I. The land between the two sides reminds me of the no-man's-land of LZ Ranch in Cambodia. Each side is firing artillery, adjusting for accuracy. The shells fly back and forth and fall with muffled dull thuds. Then the other side launches a ground attack. They throw hand grenades as they run. The grenades hit the ground and bounce forward. I catch one and hurl it back. Then another, then two more. The others (other side?) do the same. I am in hand to hand combat with a man of about fifty; he is fat and ruddy looking. With a sinister leer he taunts me. Twisting his knife through the air he is easily the more skillful. I am lightly scarred several times but somehow, as my knife becomes a fork, I spear him in the throat, causing him a mortal wound. His eyes bulge forward; the gushing blood mixes with his last gurgling breath."
        }, 
        {
            "number": "0023", 
            "head": "01/02/1981", 
            "content": "My brother and I break into an Army base, having gotten past the guards. There are cases and cases of grenades stacked up. I open one and throw it. It explodes. Then we see my father in the distance. He beckons to us. As we go, I hurl missiles in his direction. They are like giant bullets, arching up, then falling and crashing down. We speak to him about flowers. He insists that cultivation (gardening) is no different from nature. My brother and I argue against my father. The scene changes. Looking out a window I can see I am very high off the ground. A man below is reading off winning numbers from some sort of lottery. Thousands of people are gathering. He has somehow angered them. I fall out the window but somehow survive the fall. Then a huge oblong plate of metal tumbles down and strikes me a glancing blow on the head. I think it is a deathblow, as I am weak from loss of blood. I am weeping. My mother tries to comfort me. In between my sobbing I tell her to contact Peter A. (giving his correct address) and with this message say, \"Tell David [David B.] I'm sorry.\" Then, as it appears that the wound is not mortal, I suggest we go and get an x-ray."
        }, 
        {
            "number": "0024", 
            "head": "03/??/1981", 
            "content": "I am back in Vietnam, We are on patrol. Bob and my brother are with me, My brother wears a camouflage T shirt, We tramp through the jungle until we reach a great clearing, It is a great sloping field, much like those in the Watchung Reservation, My brother goes around the side on a small recon. Two G.I.s already at the bottom of a hill mistake him for VC and direct fire at him, I hail them off, but it is too late. I see my brother being hit. Another GI from behind is also shooting at my brother. From fifty meters I hit him with a sustained burst from my M-16. The bullets wind through the air, arcing like artillery shells. Bob grabs the fellow I have wounded while I go to the aid of my brother. We take them both to a nearby hospital, which resembles my childhood grammar school. The doctor acts quickly, taking the wounded into the operating room, we go back, as there is nothing left for us to do. A fellow who I dislike intensely, another medic, sallies up on horseback from behind us and jeeringly announces that my brother is dead. I am heartbroken and begin weeping and sobbing, Then I turn around and with the strength that comes from great anger grab the horse by its throat and half wrestle it to the ground. My lamentations grow softer, until the mourning feeling is all but gone. As Bob and I return to the hospital we must cross a street. The area resembles the neighborhood of my childhood. A policeman halts an oncoming car that I have waited to let pass. The dream ends with an intense feeling of loss."
        }, 
        {
            "number": "0025", 
            "head": "03/??/1981", 
            "content": "I am trying to squeeze into a small English sports car. It keeps moving and I say, \"Fuck You\" to the driver. He returns and challenges me to a fight. We are in the garage of Bob's parents. I am full of confidence and cunning. Outmaneuvering the other fellow, I stab him in the back with a knife and say, \"Give up or I'll kill you.\" He yields and I help him outside and dress his wounds."
        }, 
        {
            "number": "0026", 
            "head": "05/??/1981", 
            "content": "The dream takes place in Ivy Park. I am in the Army and we are soon to go on patrol. Since it is getting dark I go out to collect some wood for the fire. David B. and I are lying prone in what appears to be a lake. Actually the water is only a few inches deep. He has some sort of explosive charges but no matches with which to light them. I become serious and tell him to keep his voice down and find the matches. At the same time I am aware that something is out of place. The water is not deep. Suddenly we are charged from our right flank. A group of ten or fifteen men with fixed bayonets sallies towards us. They appear to be Oriental, though at the last moment I see that it is all a sham. These are our own men. I have been the object of a great joke. Rolling on the ground, David and I howl with laughter. We begin to sing a popular song. Our harmony and rhythm are surprisingly good."
        }, 
        {
            "number": "0027", 
            "head": "05/??/1981", 
            "content": "Note: Due to a copying error the original page was only partially reproduced. I have attempted to reconstruct the narrative, placing the likely words in brackets. I am in Viet Nam, in the midst of [an attack]. These are not the primitively devastating 120mm rockets of Quan Loi fame (Rocket City); instead [they are] scaled down ICBM's. They whoosh through [the sky] as if in slow motion like the outgoing 155's [on LZ Compton] and LZ Ranch. I am running for cover, anticipating the  [force] of the blast and the whizzing shrapnel. As the missiles. [explode] I see the shrapnel and dive through a window [into] a subterranean room. I have taken a few pieces [of shrapnel] in the sole of my boot and one or two small fragments in the arm (as on July 15, '70 in Cambodia). More rockets fall, pounding away; the sharp explosions [are] followed by blinding flashes of skittering light. At one and the same time I sense the overwhelming terror of a direct hit, and yet I have so far escaped the unyielding terror and panic that accompany such occasions. Then I am with my platoon and the Lieutenant informs me that I should not be ashamed of my cowardice. I am to be relieved and sent elsewhere. The others too act [as though there is ] no call for shame. But their [comments] and remarks serve only to [highlight] my feelings of humiliation."
        }, 
        {
            "number": "0028", 
            "head": "06/??/1981", 
            "content": "I am on a small wooden dock by a lake. With a long carrot I taunt a giant snapping turtle. I hit him on the nose but never let him get a bite. Then he manages to clinch the carrot for a moment and I see what appears to be the length of his jaw and teeth. Then he half raises up and clinches the carrot more firmly. Here is what I saw: [drawing]. I am terrified and am not sure what to do next. I only know that up until now I had not realized how big and powerful this turtle was."
        }, 
        {
            "number": "0029", 
            "head": "07/??/1981", 
            "content": "I am in a place that resembles Viet Nam. In this instance I am selecting some sort of hotel room. I am looking for a place that can take the impact of mortars and bullets. I am now in a war zone. It is as if I have returned to Vietnam. All the buildings in the previous part of the dream have been almost totally destroyed. There is always the chance of being attacked. Much of the landscape resembles City X, where I grew up. I kill some people (a black man) with a burst from my 16. Then I wish to escape and make my way to a train that goes from Vietnam to Thailand. I get out but do not want to be caught for desertion. A fellow checks my I.D. He comes upon four stamps that I have in my wallet. They have been given to me by my mother. He asks why I still carry them. I offer him one, leaving me three. I return to Vietnam and the sense of danger is heightened. It is the sense of death and destruction that haunts me more so than a confrontation with VC or NVA. Then a friend and I decide to escape by car. He drives and I am aware how wide he is taking the turns. He does not really have an idea of where he is going. I am afraid that we are going to be ambushed as I see the familiar jungle that hides the enemy. I know only too well this paradox of beautiful jungle and the enemy waiting within. I wake up with feelings of immense anxiety."
        }, 
        {
            "number": "0030", 
            "head": "07/25/1981", 
            "content": "I seem to be the leader of a small group of young people. An odd looking fellow walks past us and makes some sort of remark. A few moments later four or five bandits approach us and blaze away with pistols. I yell \"No!\" But I am shot in the face. It is a mortal wound, and yet I do not die. Instead, I feel a huge hollow gash where the left side of my face has been blown away. I am on a wooden raft in a lake. A huge black man and I are fighting. We each have long bamboo fishing poles. His idea is to snag me with a hook. We use the poles as if we were adept Tai Chi push-sword players. We are both extremely good at directing and slipping touches. Then, without trying, I land a blow to his head and he tumbles into the water. He has lost ungracefully in front of a small group of people that have gathered on the banks to watch. Later on I ask his whereabouts, as he is the father of a ..... [page missing]"
        }, 
        {
            "number": "0031", 
            "head": "09/13/1981", 
            "content": "Half awake in the dream, I am in some sort of open foxhole. I look to my left and see two VC sappers crawling past. They have mortars and are dropping them on a position ahead of me. I know that I have to move slowly and then spring up and kill them (they are almost on top of me). The friendly position is in front of me. I kill one fellow (VC). The other fellow manages to break free and begins talking into a small radio. He seems to be an FO [Forward Observer]. He talks quickly, as if sensing he is to die soon. We grapple and he manages to stab me a few times. Then he too is dead. Just as this happens, something amazing occurs. The whole countryside goes up in fire. A gigantic conflagration, in twenty seconds hundreds and hundreds of yards of land are on fire. For a few moments I don't know if I've done something good or bad. All I know is that to survive I must jump into the water. It seems that I am right near the ocean. I swim forward, trying to beat the land, which is also racing forward. Then, at one point, there seems a sort of monster or demon that chases me. It too is on fire but submerged underwater. From behind me a friendly force fires a weapon and kills the monster. At once all the other fire in the dream ceases. Then the dream becomes vague. I seem to be greeted by friends, friendly voices. I am facing East in the dream-the sappers are facing East. I myself seem to be out on a mission, away from a main base. The sappers come from behind; the friendly forces are in front (the same position fired on above). I am saved when the monster dies and I seem to have made contact again with friendly forces. I am welcomed back. I have swum almost due South, somehow semsong (sic) land and friends."
        }, 
        {
            "number": "0032", 
            "head": "09/??/1981", 
            "content": "I seem to be the leader of a small group of young people. An odd looking fellow walks past us and makes some sort of remark. A few moments later four or five bandits approach us and blaze away with pistols. I yell \"No!\" But I am shot in the face. It is a mortal wound, and yet I do not die. Instead, I feel a huge hollow gash where the left side of my face has been blown away. I am on a wooden raft in a lake. A huge black man and I are fighting. We each have 190ng bamboo fishing poles. His idea is to snag me with a hook. We use a the pool (poles) as if we were adept Tai Chi push-sword players. We are both extremely good at directing and slipping touches. Then, without trying, I land a blow to his head and he tumbles into the water. He has lost ungracefully in front of a small group of people that have gathered on the banks to watch. Later on I ask his whereabouts, as he is the father of a ..... [page missing]."
        }, 
        {
            "number": "0033", 
            "head": "10/06/1981", 
            "content": "I am in Africa again. There are abandoned metal objects on the ground. I seem to be with someone else; we are flying low over the ground, surveying the land. We decide to salvage a damaged plane. We pick the plane up in tow. It is unclear if I am flying the damaged plane or the one used for surveying. In any event I am at the controls and telling the other person with me that I have very little or no feeling of control. This other person, patient and willing, remains calm and gives me encouragement."
        }, 
        {
            "number": "0034", 
            "head": "08/22/1998", 
            "content": "I am using a computer. I point to a screen that is showing a documentary on Cambodia. There are a few scenes of the capitol city, then a man accompanies a woman singer, who has related several medical problems before regaining her voice. She sings as he plays the piano. I change the screen and see images of the war. There are helicopters on the ground waiting to take off. It is live footage. A platoon is running down a jungle slope. One soldier throws a grenade. They are chasing the enemy. Then I am part of this platoon and the terrain has changed from a hill covered by thick bush to a long slope covered by short grass. There is bamboo on either side. We begin to take incoming rockets. I hear the initial whoosh, followed by the thud and crash. Then the rockets come closer, and it is clear they are aiming at me. They are walking them in like mortars, not vertically, but horizontally, missing me by a few meters at most, and I must anticipate the next rocket by moving correctly either to the left or right or I will be killed. It is like a child's game. I am trapped out in the open, running back and forth every few seconds, completely focused on what is taking place. I am not scared, but then I see the enemy behind foliage and a wire fence, launching the rockets, which in fact whiz past me like huge .22 caliber bullets. I see my brother, as if he were young, and I yell to him, yell loud and with anger, \"Get my 16 and ammo, get my 16 and ammo.\" Instead of running to help me, he simply walks toward where my things are. I yell again, dodging and side stepping rockets, but he continues to plod along, and I am angry at him, because he is acting like this is a joke. He is either ignoring me or incapable of helping me, or more likely, both. I wake up fearful and angry."
        }, 
        {
            "number": "0035", 
            "head": "02/15/1999", 
            "content": "Capt. P., the battalion surgeon, places a slender nylon noose around my neck. Attached to it is a loaded .45 automatic. He tells me to shoot myself. I can feel the fear turning into the necessity to resist. I will kill him instead. I probe the bottom of the grip; there is no magazine. From somewhere I obtain a .38 and shoot him in the head. However, recollection is unclear at this point, and this may or may not be the case."
        }, 
        {
            "number": "0036", 
            "head": "02/15/1999", 
            "content": "I am walking my dog in a field. The field becomes heavy bush and triple canopy. Where is my dog? Is she lost? Then I am in Vietnam and we kill many soldiers. It is a recollection from the war. The dead lay clumped in heaps, like pictures from the civil war. Then the situation is reversed, as in the dream I imagine what it would be for an NVA to come across American dead. I wake up anxious, angry and fearful."
        }, 
        {
            "number": "0037", 
            "head": "02/21/1999", 
            "content": "I am on another planet, caught up in a war. I am hiding in a cave. Attacking soldiers find me. The first one shoots me point blank; his rifle misfires. The second aims and shoots just as the atmosphere begins to freeze. It forms a protective shield in front of me. The bullet punctures the ice, then falls to the floor. The solider outside suffocates from lack of air. I am next, but the dream changes. A civilization on another planet is in the act of committing suicide. Soldiers have paired off in rows, they are separated one from the next pair by ten or fifteen meters. The distance between two soldiers is twenty or thirty meters. Armed soldiers advance against their unarmed partner. I am not paired up, but caught up in the fray and in immediate danger of being shot. Recollection becomes unclear at this point. I wake up anxious."
        }, 
        {
            "number": "0038", 
            "head": "02/22/1999", 
            "content": "Dream Fragment. I am in a war. A plane of unknown origin flies overhead. It is identified as hostile and anti-aircraft guns begin to fire at it. The plane circles around in the cloudy sky and begins to drop bombs. The explosions are sharp and devastating; fountains of earth raise high up and fall back to the ground. There is a firestorm of smoke and flame. I run and become engulfed in the haze. I find a clearing and find my dog. Recollection ends here. I wake up anxious."
        }, 
        {
            "number": "0039", 
            "head": "03/11/1999", 
            "content": "I am with Jamie H. on a trail in Vietnam. We are in a hostile environment, though at the same time on vacation or holiday. The terrain is wooded and tropical. I begin to tell him about war, about Chicom's and combat and death. We are both armed. I am fearful of going out on ambush. The next moment I begin to weep and sob deeply. Recollection ends here."
        }, 
        {
            "number": "0040", 
            "head": "03/12/1999", 
            "content": "I take the wrong bus to go to a dance and to meet women and decide to go instead to a movie. There is a new film on the Korean War. At the last moment I decline the movie, which is very crowded outside, and begin to walk. I am near a police station. Off in the distance I see a riot taking place. A group of people have broken several one and two story windows and are looting merchandise. I say nothing. The police finally take notice and storm the building. I am now with other people watching what is taking place. The rioters jump onto an electric building scaffold and zoom up to the top of the building, maybe ten stories. The police follow and enter the building. Immediately, one girl jumps from the top story. We watch as she plummets down. I turn away at the last moment as she hits the pavement. When I look back, her head, likely split open, is covered by a sheet. A woman next to her is wailing. The body moves. She is still alive. She is moaning. I go inside the building with someone else. We believe the others have jumped from one rooftop to another, making good their escape. We are in the basement. There are huge empty rooms. We go up one or two flights. The rooms upstairs are also empty; made of wood, they are old and rotten. A black man, an authority of some kind, sees us. We run. He confronts us later. Recollection ends here."
        }, 
        {
            "number": "0041", 
            "head": "03/12/1999", 
            "content": "I am in a classroom setting. Bao Ninh is critiquing my work. He speaks perfect English. His voice is warm yet authoritative. He commends what is good, denotes what is imperfect. He sounds very much like Peter Kane Dufault. I am learning a great deal from him. He pauses, makes a general remark. I respond with a mocking reply. He becomes angered, saying he will not tolerate that sort of reply, hinting or stating the class is over. I apologize twice, and state I will leave in order for the class to continue; I will come back the next day. I apologize again. Inwardly, I am aware of anger towards him. It is the only way to explain what I have said. Recollection is fuzzy at this point. Bao Ninh appears to accept what I have stated, but I am forced to accept the conflicts of my own nature and to understand them. The shock of recognition is painful."
        }, 
        {
            "number": "0042", 
            "head": "03/14/1999", 
            "content": "I am with a group of Special Forces soldiers in Vietnam. We are attacked by NVA soldiers at close quarters. One charges us. He wears a gas mask and has a chemical biological weapon. One SF solider assaults him hand to hand. Dream recollection ends here."
        }, 
        {
            "number": "0043", 
            "head": "03/22/1999", 
            "content": "I am on a rear base in Vietnam. There is a rumor it will be attacked in the evening. Outside where I am sleeping there is a small fortification. It is made of loose sand shored up on all sides. There is no barbwire; there are no mines or trip flares. I go from one man to the next, asking each one where I can get an M-16, ammo and magazines, because I have none. A doctor reaches behind a wall and brings back a handful of plastic magazines that are made for toy guns. They are worthless. The dream changes. I am with a group of emotionally disturbed people. I am lying on the cold floor. There is a woman the others want me to be interested in, but I have no desire for her. I am aware of giving way, to regressing, to curling up like an animal. Recollection ends here."
        }, 
        {
            "number": "0044", 
            "head": "04/27/1999", 
            "content": "I am in a snowy field. There is much chaos and confusion. Everything is blurred by thick swirling snow. Refugees are wearing thick clothing to keep warm. I am trying to find the Americans. I go to a woman I recognize. She is a reporter. She is calm. Panicked, I ask her, \"Where are the Americans?\" She points and says, \"By the woman with the child.\" I run in the direction she has pointed to. There is no one. The same woman appears. She is sitting at a table. She gives me three letters. They are addressed to me and contain official or important documents. The letters have been opened-searched. I go back to the snowy field. A man and a woman lumber towards me. The man comes up close and suddenly points a long object at me. It appears to be a stick. I hesitate. He shoots. I fall and feel blood flooding my chest. I feel the life force going out of me. I experience the process of dying, which is very ordinary. I am not afraid. Just before death, I wake up."
        }, 
        {
            "number": "0045", 
            "head": "06/02/1999", 
            "content": "I am witnessing the execution of individuals at close range. They are shot by men with rifles. They are in uniform and of the same race. They are Asian. There is very little sound or movement, no struggle or attempt to flee. The shot is fired, the body falls."
        }, 
        {
            "number": "0046", 
            "head": "06/08/1999", 
            "content": "I am with someone else. We are in Vietnam, walking through swamp and terrain bordering a river. It is the present, not the past. We are lost. We pass an American who holds up a strand of fishing line with a lure attached to it. He says, \"This came all the way from TEXAS.\" We continue walking. I say, \"We're supposed to be going to An Loc or Loc Ninh. I take the lead, follow a path, a well-used trail, and emerge in a clearing. It is clean and well-tended; I am reminded of Maplewood Park. Recollection ends here. I am in a trench in charge of an M-60 or a SAW machine gun. Opposite me, less than ten yards away, in another trench, are several Americans. Lt. Sharp tells me to fire on them. I don't want to kill them. Waking up from the dream I am half shouting, \"Get down.\""
        }, 
        {
            "number": "0047", 
            "head": "06/24/1999", 
            "content": "I am struggling with a policeman who has caught me stealing from a car. He shoots me point blank, a flesh wound. I run. He shoots me again and again in my chest. My blood spatters on a wall in front of me. I am dying."
        }, 
        {
            "number": "0048", 
            "head": "06/26/1999", 
            "content": "I am in a small shack in the woods, terrified. A nearby machine gun roars without let up. Raising from the wooden floor, I go to the screen windows to see what is happening outside. My vision becomes blurred and I cannot see. I wake up anxious and frightened."
        }, 
        {
            "number": "0049", 
            "head": "06/28/1999", 
            "content": "I am with a group of people in danger. Sitting, a light skinned black woman is speaking. She repeats over and over, \"If I ever go to such-and-such place (unable to recall name or rest of sentence). She is unaware that she is dying. I take her in my arms to divert her attention. I imagine a man from behind will execute her. At the last moment I will say, \"Never mind, shoot us both.\" Recollection ends here."
        }, 
        {
            "number": "0050", 
            "head": "07/23/1999", 
            "content": "In daylight, I am with a group of people walking along a road or trail. It is as if we are refugees. I walk next to a woman who is old and smelly, who has a heart condition. I do not want to be near her and move on. We finally arrive at our destination. At a picnic table I sit with a young boy who is looking through a thick book about war. He is reading the section about Vietnam. I look at the pictures with him. Several NV A soldiers have dragged two dead GI's into a street and are castrating them. Then the images become real, and we are caught up in an NV A attack. It is dark and difficult to see and they are over running our position. I hear screaming and bullets and a grenade explodes near me. Moments later an NV A comes over the berm and bayonets me. I wake up."
        }, 
        {
            "number": "0051", 
            "head": "08/18/1999", 
            "content": "With a black man I am on a boat or the tip of an island, at war at sea. People are trying to kill us. I have several grenades strung together like a six pack of beer. I unhook one frag then activate one by pushing the safety off and pulling the pin, hurling the remaining grenades into the ocean. My aim is short but effective. There is a very big underwater explosion and subsequent whoosh and blast spout of water. We laugh and grin, knowing we have killed the enemy."
        }, 
        {
            "number": "0052", 
            "head": "08/21/1999", 
            "content": "I am in charge of a LRRP squad which consists of myself, Larry R., Joe D. and a good-looking young woman. We stalk through dull and gloomy jungle. I have a crush on the girl. She does not respond to my overtures, but she does not push me away. A new man is sent out to replace or challenge my command. I shoot him in the leg. There is some kind of alert and I begin to sort through the bandoliers of ammo. Larry R. or the girl tells me to just hand them out. Then we are ambushed. I am up in a tree, drawing fire. I shoot back with my forty-five. The bullets are strong and powerful. I yell to Larry R. to throw a frag. I can see the dinks shooting at me. I yell to Larry R. and the girl that I am not going to die for nothing. I tell the girl I love her. Then I am shot."
        }, 
        {
            "number": "0053", 
            "head": "09/27/1999", 
            "content": "I am with a group of excited soldiers in a foreign country, Palestine or Israel. We are in large, open but fortified area with many steps and rooms. Everyone is armed, waiting to assault or be attacked. I speak with the leader, a very important man, but can only obtain a .38 pistol and some ammunition. I am not afraid to go out like this. Recollection ends here"
        }, 
        {
            "number": "0054", 
            "head": "01/02/2000", 
            "content": "I am with a platoon of Israeli soldiers dressed as grunts. It is dark and raining, Everyone wears a poncho. We are climbing the rungs of a vertical tunnel. No one talks. We are going to war, Recollection ends here."
        }, 
        {
            "number": "0055", 
            "head": "01/02/2000", 
            "content": "In farm country I am one of the last survivors of a group starved, shot and burnt from their homes, Everywhere, the decaying dead rot in tall dry grass, We wait for death, I talk with the opposing force. A young man, friendly, gifted in mathematics, offers to end the fighting by settling monetary debts. He shows me how much we owe in relation to what is owed us. His side has wealth from lottery winnings, Quick calculations reveal the debts are equal, I accept his peace offer, stating I will tell the others if he does not kill me first."
        }, 
        {
            "number": "0056", 
            "head": "01/19/2000", 
            "content": "I am at Pine Grove sleep away camp, where I had spent summers as a teenager, preparing for war. Jets flying low overhead fire rockets into the distance. We cheer as the missiles whoosh and spiral to their targets. We move out, young soldiers, all less than fifteen. In a large field several teenage soldiers explode a device that releases a smoky fog. It appears to be toxic. At detonation I am hit by its shrapnel. I feel the cardboard splinters penetrate my back, though they do me no real harm. We march back to our starting point. I am walking uphill on the wide trail which leads from the lake to the bunkhouses, weary from the weight of my gear. I walk next to a youngster who is out of shape. He huffs and puffs. He carries a silver-plated toy luger in his hand. Dream recollection ends."
        }, 
        {
            "number": "0057", 
            "head": "03/10/2000", 
            "content": "In Vietnam, as a witness, I view war at close range. The first thing I see in the crowded street is an AK-47, stuck into a wall by its bayonet. There are angry words written on its stock, but I cannot remember them. All around, Vietnamese men are frantically fighting, shooting back over a wall or barrier. I am lying on the top of a bunk bed, sorting through the belongings of someone. This person, apparently dead, had collected stamps. Paging through a small album, I see many American air mail stamps I recall from my youth. Suddenly a man nearby is shot and falls. I see the bullets kick and sting the dirt near him. Two nurses, wearing red and white striped dresses, come to his aid. They are completely vulnerable, turning their backs to the enemy. I am amazed at their bravery or foolishness. One nurse in particular attends to the man, who is mortally wounded. Recollection ends here."
        }, 
        {
            "number": "0058", 
            "head": "04/04/2000", 
            "content": "I am in Cambodia at the ambush site where the others threw themselves on me just before the explosion from the second grenade. In the dream, instead of guns chattering or the short snap of the Chicom's fuse, both sides scream and shout, preparing to rush forward in hand-to-hand combat. The NV A come at me with bayonets drawn. I offer no resistance, but cower and steel myself for the killing thrust. They prod me once or twice in the sides. Then, before death or capture, I wake up. The word surrender is very fresh in my mind. I feel anxious and weak and sick."
        }, 
        {
            "number": "0059", 
            "head": "04/13/2000", 
            "content": "A. man is lost at sea. I help to rescue him. In a strange place we listen and attempt to accompany sophisticated percussion music. There is war. I am hit with shrapnel in the back. Bao Ninh tends to me in hospital. He is clearly in charge of himself and the matter at hand. Like a Zen master he is deliberate and clear in all he does. I complain and grow anxious, become uncooperative. Bao Ninh ignores or engages me depending on my awareness of what is correct. At one point he appears to give up, though recollection is unclear. I wake up still much moved by the force of his personality. It is not unlike that of David B."
        }, 
        {
            "number": "0060", 
            "head": "08/28/2000", 
            "content": "I am a pilot in a helicopter in Vietnam which has just crashed. Either the low altitude, or the jungle canopy or both provide for a soft landing and very little damage, though it appears my co-pilot is slightly injured. There are only three or four grunts on board. I give them an order to form a perimeter. They do not obey. This becomes the basic tension of the dream: Am I or am I not in control? It would appear that I am not. We are spotted by some friendly civilians and again my orders are not obeyed. This happens a second time. Recollection ends here."
        }, 
        {
            "number": "0061", 
            "head": "08/28/2000", 
            "content": "I am a civilian on my way to work in the dark on a road crowded with many other pedestrians. People begin to sit by the side of the road; something has happened. I search for a friendly or familiar face to inquire, then sit on a bench next to an older European man. He tells me a plane has crashed over an airport and that all flights have been canceled. Next, I look up and see many helicopters, as though there is an enormous combat assault taking place. I board a small Loach after it appears it is not taking passengers. I am now loaded with combat gear. We fly in part of the combat assault formation and land on a base. There is no combat but it is unclear when and where we should go. An Asian man directs me down steps to an empty high school lab. I throw down my gear and try to sleep on a lawn outside. I am woken by a solider tugging my arm. He is upset over something I have caused. It is not serious and the solider is not angry, only concerned. Recollection ends here."
        }, 
        {
            "number": "0062", 
            "head": "08/28/2000", 
            "content": "I am one of only several white people caught up in a large group of black people who treat us well but whose aim is to kill us. I am with a woman who is either my daughter or my wife. Depressed and stoop shouldered, she is un-insightful, quiet and stubborn. We are running, being herded up steps and through hallways. At one point there is a chance to escape. The woman hesitates and I tell her to follow me or let go of my hand. I break free and run down a stairwell, which leads to an Asian man with a mop and bucket. The area is fenced off. I implore him to let me pass. He is friendly but suspicious, but then tells me where to go and what to avoid. Recollection ends here."
        }, 
        {
            "number": "0063", 
            "head": "09/05/2000", 
            "content": "I am with a group of men who are submariners. We are on land in the country. They have been detected and seek to escape. They seem to be a mix of Americans and Russians. I climb on top of the submarine, which is also on dry land; the Captain, a Russian, stands beneath me, I steer the ship like a car down a long dirt road. We are spotted by Russian agents disguised as civilians. Soon we are being chased by men who seek to arrest us. I drive faster and faster and seem to have lost them. Then we must get out of the submarine because I have driven into a cul-de-sac. It is now every man for himself; I try hiding in the cellar of a barn, but am not quick enough, and am caught, as is the Captain. Then I escape, I run and find a woman sitting outside her house and ask her for help; she does not help me. I keep running, I seem to have obtained freedom, but then I am at the edge of the sea. There are great sand dunes that reach into the clear water. I am being pursued again and have no choice: I swim into the ocean, The water is warm and clear, the waves are big but not violent. It is very light and sunny, I attempt to escape by swimming under water. However, at close range three Russian agents triangulate my position. Looking beneath me, I see a large dark American submarine that has come to my rescue and begins to rise from below. However, it is too late. The agents begin shooting with pistols and high powered rifles and I am shot."
        }, 
        {
            "number": "0064", 
            "head": "09/05/2000", 
            "content": "I am in Ivy Park, a place where I spent much of my childhood, I am near the tennis courts, Mike W., the RTO in Vietnam, is with me. Above the tall trees a commercial plane veers low and loud; the left wing hits the top of tree branches and ignites; the plane spins and tumbles in the air, then crashes. I am directly in its path and move away just in time to avoid being killed by large pieces of bouncing wreckage. A capsule like pod nearly crushes me, but I manage to avoid it. The capsule is on fire and the pilots inside are trapped. The escape hatches are fiery hot but from within or with my help they are opened. I yell to the pilots, \"Reach in and drag them out.\" We are all afraid the fuel tanks will explode, Then we are safe. It seems two pilots survive and one is dead. The dream ends here."
        }, 
        {
            "number": "0065", 
            "head": "09/26/2000", 
            "content": "With two other men I am in Ivy Park at the center of a large and parched field. There is much dirt and hardly any plants or grass. Suddenly mortars begin to drop close by. \"They're walking them in,\" I shout, terrified. Swirling, low-hugging clouds erupt where the bombs hit and explode; they fall in a neat vertical line, closing on our position. We run up field. I turn around and see a dark brown wild horse caught in the bombardment; it escapes with few or no injuries from shrapnel. Then a black man, handsome and confident, appears down field. He swings a golf club in our direction. I recover the irregular red shaped ball and throw it back to him with unexpected precision. He catches it on one sharp bounce and thanks me. Recollection ends here."
        }, 
        {
            "number": "0066", 
            "head": "10/07/2000", 
            "content": "I am with a squad of LRRP's; we are out on a mission. I have grown close to them, and am especially fond of the leader and second in command. In the morning, before moving out, I begin to dress; they leave without me. I am angry and struggle with either catching up or turning back. I return to the rear area and ask about the men. The leader and second in command have been killed in an ambush. A survivor of the squad, dressed in civilian clothes, relates the news in simple terms, almost cheerful, as though he were familiar with death in manner I am not. Still, I am overcome with emotion; less guilt than a sense of the impossible loss of irreplaceable men at the height of their youth. I wake up feeling very sad and speak words I cannot now recall."
        }, 
        {
            "number": "0067", 
            "head": "10/08/2000", 
            "content": "I am in my apartment in the Bronx, sleeping. I hear noise in the foyer. Two dolls, hanging from a doorknob, have come to life. I speak to the male doll and the female doll and feel happy. I have made two friends. Then we are outside in a country at war. The terrain is hilly and partially wooded. Helicopters appear and fire rockets, which explode in a suppressed manner. There is no full and dense explosion. Instead, on impact the force of the blast shoots out to the left and right. This happens several times. We begin running. A fighter plane appears overhead. I expect it to strafe us. Unexpectedly, it pulls up from a power dive and on the upswing drops a cloud of white powder or gas, which we run from. We are spotted or captured by police. Recollection ends here."
        }, 
        {
            "number": "0068", 
            "head": "10/09/2000", 
            "content": "I am caught up in the violence in the Mid East and am suffering a form of punishment. The Palestinians are clawing and tearing at each other, ripping themselves apart. I am not in the direct fighting, though hundreds of men, somehow far yet close and reduced in size, crawl over my feet and legs like ants, biting me and fighting amongst themselves. Periodically, an official, Israeli or Palestinian, it is not clear, asks me to write, in effect a subtle offer to set me free. He asks what time it is. My mother is present and answers. Then I do, correcting her. The man becomes hostile towards me. In the dream I do not accept the offer to write. I wake up anxious, having slept little at night though much in the day."
        }, 
        {
            "number": "0069", 
            "head": "10/17/2000", 
            "content": "I am on a patrol with another American. We set up a perimeter and ambush site. We are in the jungle but it is, in fact, a large civilian park. I ask him for my M-16 because I cannot find it, but it is lost. He gives me my .45; he has the machine gun. In the morning, after an uneventful night, we head back to a car, which will take us away. The car has been broken into. Items have been stolen. No one can be trusted."
        }, 
        {
            "number": "0070", 
            "head": "10/17/2000", 
            "content": "I am in domestic setting. A large and powerful tiger eyes and tracks a furry pet cat. The cat attempts to dodge and escape the playful swipes of the tiger. It eventually runs up a tree but the tiger easily follows. The cat has no escape. On the ground it shows no fear as it continues to rebuff the powerful play of the tiger."
        }, 
        {
            "number": "0071", 
            "head": "10/17/2000", 
            "content": "Principles of Life are being explained to me by John K. or someone like him. I am told to think of life as a daily game, to imagine luck or good fortune. I agree, but question why this works, since it does."
        }, 
        {
            "number": "0072", 
            "head": "11/11/2000", 
            "content": "I am in Vietnam with the men who composed last night's group. They are talking too loud; I am anxious they will give our position away. We recon a small abandoned villa and examine an old foundation. Next, I am in a hospital corridor, walking with Steve M., a squad leader from my old platoon. He has been shot badly in the thigh. As we walk a doctor points out the injury, which is bandaged and bleeding. Recollection ends here."
        }, 
        {
            "number": "0073", 
            "head": "11/26/2000", 
            "content": "We are in the jungle on patrol. I am speaking with Ray, RTO for the Command Platoon. In the dream he is youthful and trim, though his features are gaunt, hollowed out, wearied by fear and fatigue. The vivid terrain resembles Song Be, though the scrub and bush are sparse, providing less cover. Fear and dark foreboding are paramount in Ray's eyes. Recollection ends here."
        }, 
        {
            "number": "0074", 
            "head": "11/26/2000", 
            "content": "I am in a wealthy environment, much like Clinic am Zurichburg, the Swiss mental institution where I spent two months in 1977. My family is present. Most prominent is my grandmother, who freely spends money, though she remains repressive and remote."
        }, 
        {
            "number": "0075", 
            "head": "01/01/2001", 
            "content": "Three NY A walked down a well-used trail over which second platoon had strung a trip wire and hidden rifleman with command detonated claymores. When the flare went off the mines blew. With third platoon I rushed up to watch as the men picked off the enemy soldiers. Their legs were blown off. They screamed to each other, firing their AK's wildly. I knelt and wept at the slaughter. Afterwards, we scavenged the bodies for souvenirs and did not bury the corpses. Mike W. put a live frag with a smoke grenade fuse under the bodies. We moved out. Fifteen or twenty minutes later we heard the grenade explode; other NY A had been killed by the booby trap. 1 am in a familiar house but cannot name it. My brother and I are young. He throws a heavy silver ring at me. I go to chase him but he hides and disappears. I go to a bedroom and look under the bed, but there is only a rumpled blanket. Then to the bathroom, where I see him through the frosted windows. My brother says, \"I guess 1 should come out.\" I agree, and confront him with the ring, which I have found. \"If you ever treat me with disrespect again I'll kill you,\" I tell him sternly. I am boiling with anger. Next, we are out in the open in a desert-like setting. My brother questions if I mean what I have said. I am on edge and angry and seek an excuse to be violent. My brother says, \"You wouldn't shoot me.\" I tell him to be quiet, not to test me. My brother continues, so I shoot him point blank in the skull. My brother falls down dead. He appears ten or twelve years of age. I am older, perhaps eighteen or nineteen."
        }, 
        {
            "number": "0076", 
            "head": "01/14/2001", 
            "content": "I am in the country walking with my beloved dog, Rusty. As usual, she is off the leash. I am reading a war story. It ends by telling how men, when desperate for cover, would dive down in the latrine area, only to be stained with shit. Just as I read this my hand is fouled by human waste streaked on the ground. I wash it off in a large pool of fresh clear water. The dog swims in the water. She is happy, though somewhat nervous and high-strung, as was her nature. We continue walking and arrive at a wealthy residential area. It is safe and quiet and there is much greenery. I wear blue jeans and walk with much confidence. The dog, as was her way, romps and sprints ahead. We arrive at a store, which is closed. The dog jumps up on a small landing. I pet her and she places her arm on mine and nuzzles me. There is a profoundly strong and shared sense of happiness and well-being. In fact, the sense of love is the deepest I have felt in a long, long time. Then a young married couple oogle and awe and pet the dog and the spell is broken. We continue walking and it is good, but the intense feeling of love is lost."
        }, 
        {
            "number": "0077", 
            "head": "01/16/2001", 
            "content": "I am with a group of soldiers under fire. The terrain is semi-desert and mountainous. The men are young. Some are new, others are experienced at war. I obtain an M-79 and fire it. The shell streaks through the night and explodes far away in a large billowing ball of flame. The RTO speaks without having to break squelch. Apparently the radio operates by voice recognition. He is frightened, trying to locate the other troops, since they are not to be seen. I need more ammo and cannot find it. I am high up in a tree with two small children. Opposite us we watch a mother bird feed her young. She flees at the approach of a giant rat. He enters the nest and scavenges for food. He slithers down, the dead body of an animal hanging from his mouth. The rat then begins climbing up the tree. The children are frightened. My plan is to let it crawl up to our height, then punch the glass collar though which it must pass to reach us. When the rat's head is beneath the glass I begin punching. I disregard the possible damage to my fist. The glass breaks, blood streams down the tree from the rat's smashed head. The rat falls away and dies."
        }, 
        {
            "number": "0078", 
            "head": "01/16/2001", 
            "content": "It is night. Gloria E. knocks on my door to waken me. I get dressed. I am young and handsome and brush my hair in a brash, swept back manner. We are going to a school. I wear no shirt but only jeans and a towel over my chest. I turn back and put on a shirt. Later, Gloria E. gives me the title page from a faded manuscript of poetry. She signs it but makes an error, which she crosses out and signs again. Recollection ends here."
        }, 
        {
            "number": "0079", 
            "head": "01/16/2001", 
            "content": "I am on a great snowy mountain with someone else. Two trained horses must run down the mountain as if it were an obstacle course or test. They perform tricks and must endure hardship. They are very powerful. They do not hesitate at the unexpected, but immediately improvise."
        }, 
        {
            "number": "0080", 
            "head": "01/24/2001", 
            "content": "In the dream I am at war. The terrain is rocky and dry. We are being mortared. The shells fall close. A nearby man who much resembles Ray of the CP [Command Platoon] is struck by the blast of a near direct hit and killed instantly, though his body seizes up, as if he were struck dumb. There is no blood or sign of injury. A second man is killed in likewise manner. No one moves. I run for cover. Recollection ends here."
        }, 
        {
            "number": "0081", 
            "head": "01/24/2001", 
            "content": "I am in a residential area skateboarding down a narrow sidewalk. The energy to propel the board is obtained by clenching my toes or pushing down hard. There are many houses, which are big and made of wood. The people are friendly. I am a guest, renting a room. A block away a tree catches fire. A fierce wind whips the fire out of control. At one point the entire sky is whitened by heat and flame and it appears the house, which contains my belongings, will ignite. No one panics. I rush into the house to recover my back pack. I am confused. Which room is mine? My things have been moved. I find them in another room. It is large and half open to the elements. On the way out I watch a good-looking middle-aged woman undress. It is very erotic. Outside, things are calm. I meet a young man who is a veterinarian. He has a dog, which has sustained burns to its back. The dog appears aware of its injury but remains feisty. Somewhat humorously I say to the doctor, \"So, you have casualties.\" I cannot recall his exact words but he is optimistic. The dream ends here."
        }, 
        {
            "number": "0082", 
            "head": "02/04/2001", 
            "content": "I am with a large black woman who resembles the poet Melinda T. We are sitting in the office of Dr. A. She listens while I speak about war. Suddenly a low resonant howl escapes me. The black woman says, \"I know what that is.\" I begin weeping."
        }, 
        {
            "number": "0083", 
            "head": "02/17/2001", 
            "content": "On a cancer ward all the patients are men. One complains that his nose is too large. Another declares without his doctor he would have died but has lived an extra two years. The ward is home-like. The doctors are friendly. Each has his own cure; some succeed, others do not. My doctor is female. She is dedicated and loving. A staff member and I reach a doctor's office at the same time. I push the door open. It is immediately slammed shut, catching my finger. The staff member knocks and is let in. I leave, aware that protocol must be obeyed. I become frustrated and rebel. For punishment I am sent to a large forest to gather pine needles in long neat rows. After several hours on my hands and knees, I try to escape. Using a dog, my doctor captures me. I quit the ward. In her presence I get dressed. I will be traveling heavy since there are my two traveler's backpacks. I have a toothbrush too small for my mouth. My doctor tries to discourage me, but I am angry and sad. On the wall hangs a photograph of a male doctor at war. His pants are torn and dirty. His knees are wounded; he is running for help. I say, \"What does he know? I was the medic. They all came to me.\" I begin weeping."
        }, 
        {
            "number": "0084", 
            "head": "06/01/2001", 
            "content": "I am sent to my old platoon without medical supplies, pack, weapon or ammo. We patrol thick jungle much like Song Be. In a clearing I carry the M-79, sling it over my shoulder, but it is awkward and does not feel right. I become angry. We pass another patrol, which has taken one POW who is larger than life. We enter a large school. I become lost. I speak with a young woman. She refers me to a man who listens to my story, which I relate with anger. He says I should not be mad at him; he is a CO, a conscientious objector. He asks if I understand the term. I tell him, \"No.\" I tell him I am politically and morally ignorant. I tell him I'm worried about my men. Who will help if they are hit? I tell him, \"Look, I have the Combat Medic Badge, the Silver Star, two Bronze Stars for Valor, the Air Medal, the Army Commendation Medal, so I know about war and all I want is the right equipment and to be with my men.\""
        }, 
        {
            "number": "0085", 
            "head": "07/12/2001", 
            "content": "I am in a large room at ground level. Its green walls and floors are made of smoothed out earth. Large square windows without glass overlook a forbidding no man's land. The NVA begin shooting. I return fire. They are everywhere. Several reach in. I push them off and continue shooting. They are everywhere, but I am not afraid. I keep fighting. There is no escape."
        }, 
        {
            "number": "0086", 
            "head": "07/25/2001", 
            "content": "I am brought back to Vietnam; the platoon tells me I look good. I am wearing my old jungle fatigues and steel helmet. I have no gear, no leech straps beneath my knees, I want to tell them ordinary people think I'm strange dressed like this, but I stay silent. With Corson and Bill W. I walk to the water point. We pass through a small town, then into forest where I become lost. I walk to a highway, then pass through a circle of college students. I anticipate unkind remarks, but the students are friendly. At a busy traffic intersection a college professor smiles. \"Where is the water?\" I ask. He tells me. I find a dark, turbulent river. This can't be the water point, though I know it is. Frustrated, I sleep under a moonlit canopy of thick brush. I wake up under a large plastic tarp. Crawling forward I accidentally wake Steve M. I say, \"It's me, Doc.\" He throws me a pair of bowling shoes, which are too small. A man I have never seen glares at me with contempt. He throws me a pair that fit. Then everyone leaves. I look out from beneath the tarp. Someone inside a nearby house appears in silhouette, then vanishes. I anticipate an ambush. I imagine being shot in the head. I imagine how Steve M. will comfort me. It's raining. I have no water, ammo, or weapon."
        }, 
        {
            "number": "0087", 
            "head": "09/14/2001", 
            "content": "I am with my old platoon in Cambodia on LZ Ranch. We are pressed up against the berm. An attack is coming. My M-16 is broken. There is no trigger or clip. A sergeant offers me his weapon, but I refuse, saying he is the better soldier. I help to invent a catapult that hurls a half dozen grenades at a time. However, the device is faulty. Ed W. uses it to initiate the attack. The scene changes. We are in a village. An old VC hides in a hut hoping to escape. I throw him down and sit on him. He is taken prisoner, but will not speak. I devise a way to torture him. We dig a vertical hole, bury him up to his neck, then place a clear plastic cover over his head. We will urinate on him. But the VC is stubborn and will not speak. He accepts that he will die. Then there is shooting and we rush for cover. I find a Viet Cong who resembles Richard B., my best college friend. He attempts to steal American weapons from a display, but grabs an umbrella instead. I tell him to give up. When he refuses, we fight. Each time I stab his belly he says, \"Kill me.\" I feel terrible. It is as if I knew this man. When he weakens, I take him in my arms and call for help. His stomach leaks on me. I am crying. I am saying, \"Oh God.... Oh God.\" American soldiers arrive. They look perplexed and awed. We march to a hospital."
        }, 
        {
            "number": "0088", 
            "head": "11/03/2001", 
            "content": "It is the present and I am with Bao Ninh in Vietnam. He leads me about, showing me different sites and soldiers. There is a certain intimacy, a certain understanding between us all. We communicate without language. At a rehab center I sit with a Vietnamese veteran who sketches pencil drawings. When he sharpens the point by pressing it into the blunt stub of his lower arm, I wince and offer help, but he declines. He is proud and self-sufficient and this is his way of doing things. In another room I see the drawings of school children. They are colorful, lively, happy. There is no sense of war."
        }, 
        {
            "number": "0089", 
            "head": "12/02/2001", 
            "content": "I am with the platoon on patrol in Antarctica. Those with foot problems are asked to go on sick call. Nearly all are lame, but march to the aid station in the cold, hard snow. They overwhelm the staff who make complaints against them. I am sad because no one cares, no one understands how we suffer. A kind, middle-aged black medic tells me that Timmy D., whose bad feet should have kept him out of the Army, will go home. But when I speak to Timmy D., he says he has been denied sick call. He has seen no one."
        }, 
        {
            "number": "0090", 
            "head": "01/04/2002", 
            "content": "It is dark. I am with the platoon in a foreign country. We are on an exposed slope facing the wood line. A voice mocks us. I am trying to invent a weapon that will fire small grenades more accurately than tossing them. The clumsy firing device resembles a slow-loading flintlock. Only the first grenade explodes in the wood line. Nearby Ed W. quickly chucks grenades one after the other. The platoon retreats. I become separated, lose my weapon and panic. Then we regroup and fall back. An old officer says my boonie hat is worn out. The flimsy material has lost its shape. My CMB pinned in front is missing, as are the encircling love beads, the Cav patch sewn on top, the grenade rings clipped round the brim. There is no ground-in muck, no accumulated sweat. This hat cannot be mine. We enter a large wooden house and line up in a stairwell, which leads to a cellar where we will be issued new hats. A pretty American girl with long hair makes her way past. I have no desire for her. It is a good feeling to be with my men."
        }, 
        {
            "number": "0091", 
            "head": "07/01/2002", 
            "content": "I am in Europe. There is my old platoon: young, full-haired, smiling. They welcome me, then complain. It is a bad area. One out of six will die of prostate cancer. It is in the water, which spills over large brick buildings; it is in the ground. A young soldier shows me a gem bought from a villager. He regards its beauty and power. I can tell it is fake. The villager, who is middle-aged and wears a business suit, leaves his house. He walks toward me. I throw the gem in his face. \"What are you doing?\" I say. \"This is uranium.\" Aloof and calm, he curls his hand around my neck, then releases it. We return to his house. There is the long flight home. I begin planning my escape."
        }, 
        {
            "number": "0092", 
            "head": "07/09/2002", 
            "content": "I am on a combat assault. Only a few of us ride in the chopper. We carry full combat gear: pack, weapon, helmet, ammo. We fly toward the Ivy Hill Apartments. From high up I see buildings, which appear like photographs. We land on a rooftop. I see my brother. At the same time I see a horrible sight. I walk toward it. The intact body of an American soldier glows like fireplace embers. His internal organs have hardened to stone and are clearly visible. I shout to my brother, \"How did this happen?\" He says he doesn't know. I am standing over the corpse. I can tell my brother is lying."
        }, 
        {
            "number": "0093", 
            "head": "08/19/2002", 
            "content": "I am driving a jeep in the country. The land is green and dotted with old wooden houses. I park near Doug C. and his friend. We begin talking. I hear chopper blades and look up. A Huey with Red Cross markings prepares to land close by. I say to Doug, \"Oh God, it's a Medevac.\" Then I am in a bar crowded with soldiers. I recognize several men, though I mistake one man for someone else. I take a long swig from a bottle. I am crying. I want the men to see this. I want the man mistaken for someone else to see this."
        }, 
        {
            "number": "0094", 
            "head": "10/24/2002", 
            "content": "I am searching for NVA hidden in the stalls of public bathrooms. In a frenzy I kick doors open. The enemy wear green uniforms and have long black hair. They are silent and beaten and offer no defense. I am yelling as I shoot. I am screaming. I am shooting at close range. When the dead slump down, there is little blood. After the killing I shoot them again."
        }, 
        {
            "number": "0095", 
            "head": "11/26/2002", 
            "content": "It is the present day. In a large, flat field I watch as prisoners are beaten senseless by members of the Central Intelligence Agency. The victims are dragged off and thrown into piles, condemned to be shot. The bloodied, half-conscious men plead for their lives. The cruel agents ignore them. Then it is my turn. I get not to be killed, but the process begins."
        }, 
        {
            "number": "0096", 
            "head": "12/11/2002", 
            "content": "I am with a large group of noisy veterans in a crowded restaurant. A menacing black man approaches. We argue. He begins shooting me point blank in the hip with a forty-five automatic, taunting me with every shot. I am screaming, \"Stop it. Stop it.\" Then I capitulate. He is right. I am wrong. I sense the bullets have missed my vital organs and that I will live. The next day I return with Ed W., who is dressed in full combat gear. I find the black man. With a small pair of scissors I quickly stab each lung twice, then puncture his heart. The skin of his chest fills with blood. \"I'm sorry,\" I say, mocking him. \"I'm so very, very sorry.\" I continue to taunt him until he is dead."
        }, 
        {
            "number": "0097", 
            "head": "12/25/2002", 
            "content": "I am at a dance with an attractive woman who has promised me a place to live. Our friendship is platonic. Afterwards we walk down a snowy moonlit street. We are happy and young. She puts her arm around my shoulder. \"I like you,\" she says. \"I really like you.\" Then we sit in her car and neck. Our kisses are sensual, giving, tender. She removes her blouse and straddles me. Outside, a small wood sign is tacked to a street lamp. Its handwritten letters state, \"Kit Karson Scouts.\" I raise up and embrace her. \"That's gold,\" I say. \"Absolute gold.\" Then we make love."
        }, 
        {
            "number": "0098", 
            "head": "10/09/2008", 
            "content": "My brother and I are in the jungle. I'm not a medic but a radio operator. My brother is new to Vietnam. I'm breaking him in. I receive a message from a pilot flying an OV 10 Bronco, a lightly armed reconnaissance plane. The pilot names a part he needs. I take out a pen, spread a napkin on the ground, tell my brother to hold it flat while I write. My brother laughs at me. I take out my forty-five pistol and say, \"If you do that again, I'll kill you.\" My brother laughs. I shoot him point blank in the chest. I wake up saying, \"You didn't listen so I killed you.\""
        }
    ]
}