{
    "dreamer": "wedding", 
    "description": "Wedding dreams", 
    "dreams": [
        {
            "number": "1", 
            "head": "1945", 
            "content": "Last night I dreamt my family and I went to see my brother's wedding in Providence. We went into the church and sat down and listened to the music. However we had some difficulty getting into the church and getting places because of the crowds. And the whole dream was repeated with this exception... everything went well and we were seated with no difficulty. My brother and sister-in-law did not appear."
        }, 
        {
            "number": "2", 
            "head": "1945", 
            "content": "About a week ago I dreamt that I was walking down the aisle in our church at home with our uncle. It was a wedding ceremony and I believe that my uncle was giving me away. The most outstanding incident that I can remember was that I was trying to keep in step with the music and my uncle was not keeping in step with me. In the dream I struggled to keep my uncle in step with the music and myself."
        }, 
        {
            "number": "3", 
            "head": "1945", 
            "content": "My cousin was getting married and I was bridesmaid. As she stood in the back of the church ready to walk up the aisle she took off her veil and refused to get married. Since we looked so much alike, and since they didn't want the wedding spoiled, they made me wear the veil and walk up the aisle. I never got to the altar because I woke up."
        }, 
        {
            "number": "4", 
            "head": "1945", 
            "content": "I dreamt that I was to be maid-of-honor in S.S. (female) wedding. It was very confusing for I couldn't find my shoes or dress, and S.S. was nowhere to be found either. She finally showed up, but was in quite a state for she wanted to marry a different man."
        }, 
        {
            "number": "5", 
            "head": "1945", 
            "content": "Several days ago I dreamt I was recently married to a young man I know well. He showed me the apartment in which we were to live. I was quite distressed because the two rooms were very bare and practically without furniture. The apartment was empty and very dull, but that did not seem to bother my husband very much. He assured me that it was to be only our temporary home. We arrived at the place so late at night that it was nearly morning. Suddenly I noticed an older woman. My husband explained to me that she came to hide here while I was asleep. Then the door opened and a man's voice said: \"Is my mother here?\""
        }, 
        {
            "number": "6", 
            "head": "1945", 
            "content": "I dreamt that Ted (boy I have gone with for three years) came home and we were to be married, but then we went to the living room and sat by the fire and seemingly forgot all about it."
        }, 
        {
            "number": "7", 
            "head": "194?", 
            "content": "My sister (40 and married) was to get married in the church in my hometown. A girlfriend (22) and her husband were to go with us to the ceremony. My husband wanted to go to the church just in time for the ceremony so that we wouldn't have to sit there for such a long time. So the four of us got in a car and went for a ride. I kept telling them that we would miss the whole thing if we didn't turn around and go back. The road was being repaired and we had a difficult time finding a place to turn around. We passed a yard made of steps over a cave and remarked about its strangeness. When we returned the wedding was over. My sister was wearing a black dress. She had apparently married to the man she is now married to. We saw them talking to a child telling him that he now had a new daddy."
        }, 
        {
            "number": "8", 
            "head": "1949", 
            "content": "I was preparing for my wedding. Everything was arranged as far as the ceremony, dress, reception etc. However I still was very nervous and afraid. An hour before the ceremony itself I was talking to my mother. She also appeared to be frightened and unsure of the situation. During our conversation she heard music, and a stranger walked into the room saying that the wedding was about to begin. In a great hurry I picked up my dress and with my mother I ran downstairs to where the guests were waiting. I had not seen my future husband for several weeks and was very excited and anxious to see him waiting for me at the foot of the aisle. Just as I reached the end of the aisle my future husband turned around and to my amazement it was my father! I then woke up."
        }, 
        {
            "number": "9", 
            "head": "1949", 
            "content": "All that I remember about this dream is that someone had just become engaged to be married. I think that I know that girl, but her face escaped me. I remember that she was very excited and that she showed me her ring. I don't remember where we were standing or anything about the surroundings. I do recall that her ring was unusual, although I was not conscious of this in the dream itself, that it had blue and perhaps red in it, and that it wasn't the conventional diamond."
        }, 
        {
            "number": "10", 
            "head": "1949", 
            "content": "I dreamt that I was about to be married. Everything seemed very rushed; a spur of the moment thing. I think I was just about to walk up the aisle when I realized I didn't have a wedding gown. I remember that I was trying to decide whether to buy a new dress, and if not, which one of my old ones I should wear."
        }, 
        {
            "number": "11", 
            "head": "1949", 
            "content": "It was an hour before my sister's wedding. I was already dressed in my bridesmaid dress. I kept wandering around and my dress fit loosely and was getting wrinkled and dirty. I saw the bride in the back of a house, it was not my sister but a friend from home (age 24, female). I wandered around some more. The time went so slow. Then I saw the bride sitting on a rack all by herself. This time it was a sorority sister of mine (age 22). She had a terrible rash on her face. Then I was on an elevator with an usher whom I did not know. We got off the elevator and many, many people standing outside a big building. Then I saw my sister. She was not dressed in her wedding dress but in her 'going away' outfit. At that moment another friend (age 19, female) danced by in a white dress with red flying panels which she held at arms length. Then I noticed that I had forgotten my gold slippers and my mother was just telling my sister to drive me home after them when I woke up."
        }, 
        {
            "number": "12", 
            "head": "1949", 
            "content": "I dreamt that I was to be married to the boy I go with (age 20), when he appeared however, it was not him but his father (age 50). Everything was very confused. I remember emptying my father's suitcase in my bedroom and then hurriedly putting everything back in again, remembering that I had my own suitcase. I remember asking my girlfriend (age 19) whether the wedding announcements were sent out. Then I remember having rings in my finger. Father of boy I go with changed into boyfriend. Rings were large and black, made of wood and etched with gold. I thought them very strange."
        }, 
        {
            "number": "13", 
            "head": "1949", 
            "content": "I dreamt that our sorority and their dates, were going to go on a migration trip to Erie, Pa. The crowd was to pick us up in front of a house which I don't recall ever seeing before. Chuck Branden (my boyfriend) and Joan Branden (Chuck's sister and my sorority sister, 21) and Tom Rame (Joan's fiance, 22) and I were the ones they were to pick up. When the crowd got there, there was some confusion and Joan and I got out of the car, and Chuck's car got filled with other kids, and Joan and I got left out and had to go in an old car with all the girls which Theresa Roberto (another sorority sister) was driving.\nWell, we started out and despite the fact that our car was much older we got away ahead of Chuck's car. We stopped in a town for the night, the town's name started with the letter \"C\". It seemed that there was a night club there, but we passed it by and went to stay in this big house with some people we apparently knew. The other car full of kids found us and we all slept there over night.\nThen the next day it seems was to be Tom and Joan's wedding. This took place in a large open air space, resembling a patio. I was to be a bridesmaid, and there was some confusing as to what dress Joan, the bride, was going to wear. I wore a hat that came down over my eyes. Before the wedding I was in a room off the patio talking to Lois Watkins (20), a friend of mine, who was telling me about a fellow who took her home from someplace and whom she would like to go with.\nThen, when I came out of the room, I was just in time for my part of the ceremony to take place. I was to walk up to the altar with my partner in the bridal party whom I don't know and take communion. I was very unsure about what I was doing, for it was a catholic wedding and we had no instructions or rehearsals beforehand on what to do. It seemed that what we were doing was preliminary to the wedding ceremony. I got down to the altar and there were several kinds of crackers there, one kind was Ritz crackers with a cheese spread on it, another kind was Ritz crackers with a different kind of cheese (pimento) spread on it. At the proper time I reached out to what I thought was the right set of crackers. It was wrong and I got my fingers stuck on the spread and couldn't get them off. After quite a pause I finally succeeded in getting and eating the right cracker.\nI went back to a room off the lawn where the ceremony was to take place and smoke a cigarette. Finally the procession was to start. In the procession were anywhere from fifty to a hundred people, consisting of relatives and friends. We all walked with a partner in two lines, as you would in marching. There were four bridesmaids and we were all in a different spot in the procession. I kept wondering why I was a bridesmaid while I was originally supposed to sing for the wedding. Joan and Tom were the last ones in line. The people in the procession seemed to disintegrate and the bridesmaids of whom I only remember two, Theresa Roberto(22) and Mary Harvey (21), both sorority sisters, took positions on the stone steps to one side of the altar in convenient spots where we could see everything. We didn't actually take any active part in the ceremony after that.\nJoan and Tom came to the altar, apparently frightened and crying. After about fifteen minutes they left, the ceremony still being uncompleted, and the next thing I remember Joan came down dressed only in a coat for the last part of the ceremony. Joan came and stood for a minute behind me on the steps. I kept looking for Chuck and finally saw him and waved to him. It suddenly occurred to me that I had not been with him on either the trip we took or the wedding ceremony. Joan's mother said something to her, I believe it was that she should get a drink of water and she also asked why she was behaving in such a manner as being sick and crying and told her to snap out of it. Joan replied that she had an impending situation and must find a solution to it. Chuck, apparently concerned over his sister's condition, went to get her glass of cold water. Then Joan looked down and saw that she had thrown up on the stairs and got some on my dress, which was one of hers. She said she didn't know why she always had to do things on me and get me messed up. She got a wet rag and started to wipe up the stairs and me. What she had thrown up all seemed to go on the white wool socks I was wearing. Then Joan left.\nAfter the ceremony, which I don't remember taking place, I walked with someone to the Beta House which was only a door or two away. There I saw Walt Jones (20) and Dick Martin (21), both Beta's and talked to them for a minute. It was at this point that I woke up."
        }, 
        {
            "number": "14", 
            "head": "1949", 
            "content": "I dreamt that it was next summer and that I was going to be married to my boyfriend at home. Mother advised me not to but she would not stand in my way. We had very little money and George ,after finally convincing me not to finish school, said maybe mother was right. I had made up my mind however and would not hear of a postponement. The next part is after we are married. Although I did not see the ceremony, I knew it was very simple. Someone asked where we would go on our honeymoon and I can't remember where I said, but they thought that it was the place in Europe named the same. I was embarrassed when I said it was not. Then I thought maybe I should have married another fellow I know who would have taken me to Europe, but immediately dismissed this from my mind. Mother said that the place where we were going was very nice although neither of us had previously been there. This made me feel much better. Next we were sitting in a large dining room. George was drinking a beer and I had a coke. All of a sudden it struck me that this was my wedding night and got very nervous and sort of afraid. I then asked George to order me a double shot which I never did get to drink because I woke up."
        }, 
        {
            "number": "15", 
            "head": "1950", 
            "content": "I had written home asking if they would approve of me getting engaged in May. The fellow concerned wanted me to do it but I didn't want to. But finally I write home and didn't tell him. Suddenly we were driving home and I felt I ought to tell him that I had written. But as the trip is 400 miles, I felt that I had plenty of time to tell him. All the way home I kept debating if I should just let him discover it when we got home. Finally I told him. He was glad that I'd finally done it."
        }, 
        {
            "number": "16", 
            "head": "1950", 
            "content": "This dream concerned a sorority sister who was planning to be married soon; a sort of preview of the wedding. The auditorium was filled with thousands of people. There was an altar like in all churches, but there were no pews. The people were sitting on stone bleachers. I was to be one of the attendants in the wedding and, although not the maid of honor, I was to bring the groom's ring. The bride -to be- informed me that the ring was on a table near the table and I was to pick it up before the service. The processional started and I followed the maid of honor down the aisle. I picked up the ring and started to leave the altar to go to my seat in the congregation. At that point my costume was changed and I was just a spectator. The bride became frantic as she looked for the ring. Then I suddenly stood up and shouted \"Here it is.\" I tried frantically to get it to her, but too many people gathered around me and refused to let me through. At this point the scene changed, and I was with a group of friends, both male and female, eating in the hold of a ship. There were shells and mounted fish on the walls and a foul fish-smell. Everyone began talking and laughing, and then I awoke."
        }, 
        {
            "number": "17", 
            "head": "1951", 
            "content": "I was writing out invitations to a wedding when suddenly I seemed to be in the midst of a crowd of people who were celebrating something. It must have been my wedding because I wanted to open some gift. But someone stopped me raging that there would be time for that later. A gypsy came to the door and it turned out she was Japanese and she seemed to be looking for someone. Then I was in an alley, or basement or someplace small and dark. I saw two shadows on the wall and then just one. A woman was on the ground, she looked very still. This Japanese gypsy had hit her on the head. She was a very nice woman, she had done a lot at the wedding and everyone liked her."
        }, 
        {
            "number": "18", 
            "head": "1951", 
            "content": "I dreamt that I was married and right after the ceremony I told the man that I had married that I didn't love him. I dreamt this about four times but each time was a little different. There was always a different man I was marrying. After I told him I didn't love him I would run off with another man whose face I could never see. The last time I had this dream I remember having beautiful rings that sparkled."
        }, 
        {
            "number": "19", 
            "head": "1951", 
            "content": "My cousin was getting married, however the bride was my girlfriend, not my cousin. I was at the wedding party. The wedding was scheduled for 8:00, however at 8:30, with all the people in the church, the flowers had not arrived. I went for a walk. Finally the flowers arrived. I then woke up. I might add that I tripped on the stairs and my dress got dirty."
        }, 
        {
            "number": "20", 
            "head": "1951", 
            "content": "We were in a huge church practicing for a wedding. All my family was there and we were going over the music to be sung at the wedding. Someone said that the music was decadent, I remember that particular word, so we decided to play one of Beethoven's symphonies instead of the wedding march."
        }, 
        {
            "number": "21", 
            "head": "1951", 
            "content": "A dream of my wedding and honeymoon. The dream was in Technicolor. My mother wore dark purple and my fiancee's mother wore light purple. I married the guy that I'm going with now. I went through the whole wedding ceremony. Following the wedding there was a reception and all the people wanted to kiss me when I went through the receiving line. After the reception we went on our honeymoon and stayed in a hotel. I wore a white negligee and a lounging jacket. After the honeymoon we went back to our own little house and he carried me over the threshold."
        }, 
        {
            "number": "22", 
            "head": "1953", 
            "content": "I dreamt my sister was being married in a beautiful white gown and veil. She was on her way to church, but I was not going to the wedding."
        }, 
        {
            "number": "23", 
            "head": "1992", 
            "content": "In two of the dreams I was getting married to my boyfriend and I didn't think I was ready. Everyone was already there. I asked my boyfriend if he really wanted to do this and he said no. In one of these dreams I woke up after that, in the other one we took the honeymoon tickets and ran off to the airport, ditching the wedding. In the other dream I was in my friend's wedding and I was really late. I was running to the back room (down the aisle) and all the lights turned on and the wedding was starting. I ducked down and crawled to the back. Then the other bridesmaids said what we were supposed to do up front."
        }, 
        {
            "number": "24", 
            "head": "1992", 
            "content": "I'm always really happy. Once I was marrying my cousin, a girl, but afterwards it was as if I had just married the person I was in love with. Throughout the dream I was happy. I was wearing a beautiful white gown, and the whole wedding was supposed to be a really big fancy affair. After the wedding I remember being even more happy because my husband and I are supposed to leave for our honeymoon. I never get any further than that."
        }, 
        {
            "number": "25", 
            "head": "1992", 
            "content": "I'm the one getting married or I have just gotten married to a man I don't know well. I'm always shocked that I have gotten married (and feel trapped). My only consolation is divorce. The man is always young and athletic, often has a truck."
        }, 
        {
            "number": "26", 
            "head": "1992", 
            "content": "Everything is black and depressing because there is no groom or my mother."
        }, 
        {
            "number": "27", 
            "head": "1992", 
            "content": "It is not my wedding. Usually people I know who are already married. It's a place outside. I'm usually helping with the food or flowers. Someone is always running about completely worried about everything, and we laugh."
        }, 
        {
            "number": "28", 
            "head": "1992", 
            "content": "I'm meeting an old friend from high school and we're supposed to get married. Seems like it has been arranged or has to be done because I keep thinking in my dream \"I'm in love with Marc, why am I marrying Matt?.\" Matt and I finally meet up. Neither one of us is dressed up or anything but there's no time for that, but I keep saying \"I can't get married without my parents here.\""
        }, 
        {
            "number": "29", 
            "head": "1992", 
            "content": "I was standing in my room in front of a mirror and I suddenly remembered I was going to be married in twenty minutes, but I didn't have a wedding dress. I frantically searched for clothes to wear, but all I could find were strange vintage dresses. I ended up wearing a genie outfit, genie pants, a gauze orange top, slippers, a belt with bells on it, lots of jewelry and my hair in a ponytail. I remember reassuring myself by thinking it was close to Halloween."
        }, 
        {
            "number": "30", 
            "head": "1992", 
            "content": "I'm getting married; just before walking down the aisle the groom calls to say the best man is in another city and won't be here for another 40 minutes, but the groom wants to wait. I decide to change from an ugly wedding dress into a dark blue blouse with black pants. My roommate is playing guitar for the ceremony, and runs out of love songs while we're waiting for the best man, so she begins playing blues tunes. My hair is wet and I can't find my make-up bag, so my sister is panicking because I don't meet her \"bridal beauty standards.\" I'm giggling a lot."
        }, 
        {
            "number": "31", 
            "head": "1992", 
            "content": "I dreamt that Margot Kidder and Christopher Reeves (Superman) were reunited and married in a futuristic airport after she had performed a comedy show there.\nI generally daydream about marrying my boyfriend."
        }, 
        {
            "number": "32", 
            "head": "1992", 
            "content": "I was getting married to someone I wasn't involved with at the time. My parents were not too happy about it, but I was. Lots of yellow flowers and a huge wedding."
        }, 
        {
            "number": "33", 
            "head": "1992", 
            "content": "I'm dressed in a beautiful white flowing gown. I do not see the person I am to marry, only the guests. There is an airy drifting feeling, light, soft, bright, colorful, beautiful. There are green vines hanging besides me making a path. I float forward past the smiling blurred faces, always waking up before reaching the end of the path."
        }, 
        {
            "number": "34", 
            "head": "1992", 
            "content": "I was married, a virgin, and our marriage was going to be consummated that night. I had been in a palace full of courtiers listening to men and women alike plotting and scheming. I was disgusted by it all. Then I saw my husband. He was a very young and handsome lord wearing a black doublet and he had golden hair and gray eyes. I was dazzled by him. Anyway I got into a carriage and rode back to our castle which was my new home. I was wearing a blue dress. Anyway I went to the castle to the bed chamber and then my husband came. We undressed and we're in each other arms and it was great. He was a great kisser and really romantic. I was very much in lust with him, but before we actually had sex, suddenly the dream scene shifted. I was in modern times as myself at my house in Ventura with my family."
        }, 
        {
            "number": "35", 
            "head": "1992", 
            "content": "I dreamt I was about to get married and at the last minute I changed my mind. I was embarrassed about the fuss it was making, and afraid of what my mother would say. In my dream though I knew that not getting married was the right thing to do and that my friends and family would understand."
        }, 
        {
            "number": "36", 
            "head": "1992", 
            "content": "I was getting married. I'm not sure to whom. I was in my room alone, getting dressed for the event. I wanted to look nice. I put on some nice jeans and a pretty blouse, and a favorite pair of earrings. I was almost ready and then I saw the groom coming down the hallway (I could see through the wall), all dressed up in a tux, etc. I met him at the door thinking \"I'm not supposed to see him before the wedding right?\", and I exclaimed \"I should be wearing white!\" I ran to my closet. I had two white dresses. One was white eyelet with spaghetti straps and very short, no waist and a frill at the bottom, like the dresses I had when I was young, like 7 or 8. No that one was too short. I thought. The other one was the same style. Only larger, though still much too small for a 20 year old."
        }, 
        {
            "number": "37", 
            "head": "1992", 
            "content": "I was at a wedding of my friend's mother where I met the bridegroom's younger brother, Kevin. After the ceremony which was not traditional (the bride wore blue and was six months pregnant, and they had written their own vows), Kevin and I and my friends went out to a field. There my friend, the daughter of the woman who had just gotten married, played priestess and Kevin and I were married. Lots of sunshine and flowers. (Atmospheric glowing.)\nI already did (in reality) meet Kevin at his brother's wedding."
        }, 
        {
            "number": "38", 
            "head": "1992", 
            "content": "I had this dream that I was in high school and was leaving for a boarding school in Connecticut, but before I left, my friends wanted to have a party for me. (It was kind of a crazy dream.) Before my party, my sister, who I do not get along with, ran up to me and told me she was marrying a good friend of mine. This made me mad.\nAnyway, some of my friends from San Francisco were coming down to see me and with them they brought this old, old lady. She was really scary looking, like a witch... and she was going to marry some young guy and they were going to have the wedding ceremony at my party.\nWhile things were going in, I went to the bathroom, it was a public bathroom with stalls. I was in one of them and saw from underneath the old lady's feet. She was walking around the bathroom looking for me. I got scared."
        }, 
        {
            "number": "39", 
            "head": "1992", 
            "content": "It took place in a big church. I was the bride and I felt perfectly happy and at ease. As I went down the aisle, I noticed that all my relatives, dead and alive, were in the pews, they were all smiling and applauding. My escort was not my father but a rather large ape, dressed in a tux, but I was not uncomfortable at all. The priest was some sort of bishop, but dressed completely in pink. The ceremony proceeded as planned all the time. I felt so happy, then as soon as I said \"I do\", I turned to my groom and I realized I had no idea who the hell he was. I tried to run but my relatives blocked my way, smiling still. I woke up very disoriented."
        }, 
        {
            "number": "40", 
            "head": "1992", 
            "content": "I am the bride. I was getting married to an ex-boyfriend and I was full of feelings of anticipation about whether it was the right thing for us to do or not, etc......\nThe second dream I was kneeling at the altar of a cathedral, about to get married, but I'm not sure to whom the ceremony was very religious, lot of pomp, etc."
        }, 
        {
            "number": "41", 
            "head": "1992", 
            "content": "I am attending my brother's wedding to a woman I've never met. I basically remember the time immediately after the ceremony has taken place. The two look happy. I am not dressed for the event but in regular clothes, and I'm surprised because I had no knowledge of his intention to get married or that a ceremony was about to take place. The setting is at daytime and outdoors, but at no identifiable place."
        }, 
        {
            "number": "42", 
            "head": "1992", 
            "content": "I was married to a famous singer, who is really married in real life. We were living in a woodsy area by a lake with a pier. His wife was really jealous that we were married and showed up once in the dream. But I was very happy with the situation and I need a daughter. The house we were living in was secluded in the trees and had big windows to let in lots of sunlight."
        }, 
        {
            "number": "43", 
            "head": "1992", 
            "content": "I have stepped out of a dark room into another dark room. There is enough light coming in from a window to show me that I am dressed in a wedding dress. Behind me, just stepping out of the room I came out of, are all my friends dressed as bridesmaids. One hands me my bouquet and says something encouraging. They all smile, but I'm somewhat anxious. Before me is a dark hallway that appears to stretch several yards away to the church where I will be married to some man. There is only an open door bright with white light leveling into the church at the end of the hallway. I stare at this and try to take my first step down the hallway. Then I woke up."
        }, 
        {
            "number": "44", 
            "head": "1992", 
            "content": "The last wedding dream I had was really bizarre. I have been going out for 5 years and I definitely want to get married, but he continues to say he isn't ready, maybe he never will be!\nAnyway, the dream took place in a huge auditorium like church. None of the bridesmaids were girls I knew and they were all wearing different dresses. I realized I wasn't marrying because boyfriend when he was sitting in the audience with another girl. The dream went on and on and on. I never found out who the lucky guy was!"
        }, 
        {
            "number": "45", 
            "head": "1992", 
            "content": "It's always me getting married. The last time centered around me in the dress and small details were a mess. I had a run in my stocking, etc. Probably connected to the fact that one of my friends is getting married."
        }, 
        {
            "number": "46", 
            "head": "1992", 
            "content": "I am in this room waiting to go outside to get married. I am very apprehensive. I don't want to be there. I step outside and there is an entire marching band marching up and down. I don't even know who I'm marrying and I woke up before I get close to my to be husband."
        }, 
        {
            "number": "47", 
            "head": "1995", 
            "content": "I was back in my grade school only it looked different. My parents had decided it would be good if I got married because I was pregnant. It wasn't clear if the pregnancy was an accident or not because they were happy about that as well. The wedding plans were made. My grandparents were on their way when I decided I was just too young to settle down. I told my mother this and she was very upset. She said that my grandparents were already in their way and that it would ruin everything. The last thing I remember is running down the hallway of my school. I can't remember if I was visibly pregnant or not."
        }, 
        {
            "number": "48", 
            "head": "1995", 
            "content": "I am getting married to this person who I can not recall, but whom I know really well. The dream focuses on me (in a white Victorian-styled dress) and my husband to be. We are standing at the altar. I remember being elated. The image of the two of us is kind of fuzzy on the sides and there is white light glowing in the background. I see neither the guests nor the priest."
        }, 
        {
            "number": "49", 
            "head": "1995", 
            "content": "I am usually the person getting married. The dream really starts with me at the back of the church getting ready to come down the aisle. I look at my dad, but somehow he is different. Then as I'm walking down the aisle I see a few people I've known over my life, but when I look at my groom, I know it should be my boyfriend Greg, but it isn't him. It's as if my head is saying \"yes, it's Greg\", but my heart is screaming at me that it's someone else. His face is always slightly different than how he looks too. Then, as he takes my hand, he tells me he's really sorry but he can't marry me, he's going to marry this girl Kim. Immediately the church is empty and I'm sitting on the steps crying."
        }, 
        {
            "number": "50", 
            "head": "1995", 
            "content": "I get to the church after driving what seems to be forever. My wedding dress isn't white and I'm upset about it. Finally the music starts and I find myself at the altar in a split second. As I look at the groom, he's someone I've never seen before. I panic, then I wake up."
        }, 
        {
            "number": "51", 
            "head": "1995", 
            "content": "I am not sure where I am in the dreams, I just know I'm getting married. I'm always marrying my boyfriend at the time. They are always really happy. I feel good in the dream, but I only vaguely know I'm getting married. It's like I am observing a bride, but I know it's me. I can never remember details, just a general overall feeling of getting married, being happy."
        }, 
        {
            "number": "52", 
            "head": "1995", 
            "content": "I was going to be in the wedding of my friend Michele. We were at the church and I was in the back room with all the bridesmaids. I realized that I had forgotten my make-up. I got home quickly and got my make-up and hair stuff. When I got back everyone was eating lunch, so I ate with them. I realized the ceremony was going to start soon as I was running down the aisle to the back room to get ready. Halfway down the aisle all the lights in the church turned on and I was standing in the middle of all of the guests. I looked like shit. I ducked down and crawled to the back room. When I got there, I realized that all of the bridesmaids was supposed to be in the front, so all of us had to sneak and crawl through the pews to the front. We got there and then some bleachers pulled out, so we sat in them to watch the rest of the ceremony, which was an ice-skating show."
        }, 
        {
            "number": "53", 
            "head": "1995", 
            "content": "I was in a large store. The first third was a large good bookstore. The second third was a sporting-goods store. After spending some time in the other two thirds, I wandered into the last third. It contained lots of tables set with examples from caterers; their place settings and samples of their food. Other tables had samples of wedding photo albums and other paraphernalia of weddings. Scattered here end there were mannequins with samples of wedding gowns. There was a group of around half a dozen of people 'shopping' for a wedding: looking over all the samples and discussing them with the bride, who was choosing which things she would have. It was closing time and the store's doors had been shut to prevent new customers from coming in. The employees told us that all the food from the caterers was going to be thrown away that night, so they encouraged us to try it all. We all went around and started eating, while the employees all stood around the far end, chatting and waiting for us to finish. I decided that since there was so may food I would only eat things that looked really good. Of this I only remember angel food cake with strawberries. By this time I had decided to concentrate on only eating deserts!"
        }, 
        {
            "number": "54", 
            "head": "1995", 
            "content": "My mother or father informed me that I was getting married. I was blown away. I didn't know who in the world I would be getting married to, and I certainly didn't remember deciding to get married. But apparently the wedding was going to take place that day. Everything was prepared. The whole family was there and my soon to be husband was on the way. I was trying to figure out who it could be. My mom was kind of saying \"you know so and so.\" I couldn't remember for the life of me. Finally he arrived. I saw him and acted like I knew him. I thought I might actually have some vague recollection of the man, maybe a long time ago, but I wasn't sure. But I was like \"Oh yeah I remember you\", I think kind of to myself. He looked good but I had no feelings for the guy. I didn't even know him. I knew that a wedding simply could not take place. Finally, and quickly, I grabbed him and excused ourselves and pulled him into another room. I said \"I don't think I remember you, when did I meet you? When did we decide to get married?\" And he tried reminding me of the party, the one where we had met, a week or so ago, maybe a month. Then my mom and my aunt came in. And I went ahead and said \"We aren't getting married, we simply can't.\" I felt really bad of course because they had gone to so much troubles preparing for this wedding. But I couldn't let this alter my decision."
        }, 
        {
            "number": "55", 
            "head": "1995", 
            "content": "My good friend is getting married. I am in the wedding and we are all in the church. Only the guests are not sitting. We are all standing around the bride and looking at her because she is very pregnant and her dress doesn't fit anymore."
        }, 
        {
            "number": "56", 
            "head": "1995", 
            "content": "It's always my wedding where I envision my dress, the place (from meadows to priests, to foreign countries to a temple), the ceremony, the creative vows, but never the groom. The dream changes depending on the period of life I'm in. They started approximately 14 years ago. They also tend to vary depending on what movie, TV show or book I'd recently been watching in reality."
        }, 
        {
            "number": "57", 
            "head": "1995", 
            "content": "I was getting married to this guy I was going out with at the time. The dream was very upsetting. I could tell it was planned at the last minute. I didn't even have a wedding dress. No one I knew was there except for my mother, who I don't get along with that well. The last thing I remember is bursting out into tears and my mother saying \"Don't worry, it will be OK, you're getting married.\" I woke up in tears."
        }, 
        {
            "number": "58", 
            "head": "1995", 
            "content": "This dream is particularly fuzzy. All I can remember about my most recent wedding dream is that I'm marrying the person I'm in love with now. I can remember being incredibly happy and making plans to leave (probably like a honeymoon)."
        }, 
        {
            "number": "59", 
            "head": "1995", 
            "content": "I was getting married to my boyfriend, and that part was good, but the bad stressful part was that my mom (who was in charge of everything) hadn't organized a thing! She hadn't invited anyone or ordered anything. It was going to be the next day, at our house, and the house's backyard was a mess. Then it was the wedding day. My boyfriend and I went to buy a wedding dress. (Now we were in Santa Cruz, before it was at my home in LA.) The only stores open were thrift stores and used clothing stores. I am not positive but I think I ended up getting a wine-colored velvet mini-dress. Then it ended."
        }, 
        {
            "number": "60", 
            "head": "1995", 
            "content": "My best friend is getting married and I'm the bridesmaid. The weird thing is we're on stage and after the ceremony we will perform a play. I can't remember my part or my lines but I keep thinking that the performance is more important than the wedding. I try to figure out where I fit into it.\nI can't remember the circumstances, but I know my friend was not getting married. I do feel like it may symbolize that out relationship is changing."
        }, 
        {
            "number": "61", 
            "head": "1995", 
            "content": "In both dreams I'm the bride, only I don't look anything or do anything within my normal character. Both dreams are slightly absurd with people dressed in freakish outfits and moving with exaggerated mannerisms, yet the mood is very sad like a funeral."
        }, 
        {
            "number": "62", 
            "head": "1995", 
            "content": "Most of my wedding dreams are fairly similar. Most often the people getting married are doing so in some outrageous way. Like jumping out of an airplane, on a raft in the middle of a lake, or even on a rollarcoaster. I'm usually a guest at the wedding or a bridesmaid. I usually meet a man at the wedding and we usually become friends. The only things unusual about these dreams are the settings, the weirdest being when the bride and groom were being married jumping out of a plane."
        }, 
        {
            "number": "63", 
            "head": "1995", 
            "content": "I was to be married to some unknown man. We were on horses inside of a catholic church. We got up to the altar, and I realized that I was making a terrible mistake. I wanted nothing to do with this man, let alone to marry him! I can't remember if I actually married him or not, but I'm pretty sure that I did. I have no idea how the horses came into the picture. In reality, I want to be married in the redwoods."
        }, 
        {
            "number": "64", 
            "head": "1995", 
            "content": "It was a dream about someone I was seeing at the time and the preacher was doing his thing while we were looking at each other. The whole time I kept thinking it was a mistake, that I wasn't really doing this. Then I was sitting by myself looking at my wedding ring, and I desperately wanted to take it off, but I couldn't. I physically couldn't take the ring off."
        }, 
        {
            "number": "65", 
            "head": "1995", 
            "content": "In all my wedding dreams, I'm getting married to my boyfriend. I usually don't realize that we're getting married until it's already started. Then I turn to him and suggest we wait until we're ready. He agrees and we turn around and walk away. (One time we were on a boat, 2x in a church, 1x on the beach.) There is always a crowd of people around us, so I don't recognize that we are walking up the aisle until we get to the guy holding a book. I don't see him being a priest, just a guy with a book. I'm always surprised when we walk into him. It's all very casual."
        }
    ]
}