{
    "dreamer": "west_coast_teens", 
    "description": "West Coast teenage girls", 
    "dreams": [
        {
            "number": "01", 
            "head": "F, age 11", 
            "content": "My dream was about, that I was walking home one day and this boy comes out of nowhere and tells me to be careful but I didn't listen to him.\nBut then all of a sudden it starts to get dark, so then I had seen an alley. It's a shortcut to my house, I thought.\nBut then all of a sudden a man was following me, so then I ran faster and as soon as I got home, he had pulled a gun on me and shot me."
        }, 
        {
            "number": "02", 
            "head": "F, age 11", 
            "content": "I dreamt that I was with my parents in a strange area, a town, and there was a big place with a barb wire fence. I felt scared. About ten people ran out of this place and two of them went in the opposite direction. One person stopped a car and pulled someone out of it and shot them and drove off. The other was finding anybody they could and chasing them with an ax. They were both males and murderers. I ran for my life."
        }, 
        {
            "number": "03", 
            "head": "F, age 11", 
            "content": "My last dream was about my grandfather. He had passed away about two years ago."
        }, 
        {
            "number": "04", 
            "head": "F, age 12", 
            "content": "I was in a school, it was like my middle school and like the highschool. I was with my friends. Their names are Vicki and Sarah. We were in school."
        }, 
        {
            "number": "05", 
            "head": "F, age 12", 
            "content": "I had a dream about a flute assignment. I had finished the assignment but I was dreaming what had happened when I was doing it, sort of scary because I kept on messing up on my notes."
        }, 
        {
            "number": "06", 
            "head": "F, age 12", 
            "content": "I was lying down in my bed and my mom was on the phone. Then Satan came out from my bed and he was a wolf. He started walking to me and I started shaking and then I woke up and was still shaking after the dream, and then I cried."
        }, 
        {
            "number": "07", 
            "head": "F, age 12", 
            "content": "I was in a lush tropical rain forest. I was going on a giant water slide that went all around the canopy of the forest. It was really fun. In one part of the slide it was really high off the ground and it was scary but still fun."
        }, 
        {
            "number": "08", 
            "head": "F, age 12", 
            "content": "I was at my house when three of my good friends came to my house and one that had black hair dyed it blond and was rapping to me about going to a rated R movies, so she started to rap to my mom about why she should let me go and we drove away in a beat-up car."
        }, 
        {
            "number": "09", 
            "head": "F, age 12", 
            "content": "My dreams setting was at home. I was sitting on the couch, it was getting dark and my parents weren't in the house yet. I was getting worried. I went to go get them. They were in the cellar. I was going down the steps and all of a sudden I heard my mother scream. I opened the cellar doors and my father had rats all over him and it looked like he was dead. I was really spooked. I looked around the room and I saw my mom and she had like a lobster or crab or something pulling my mom's face apart and then I woke up."
        }, 
        {
            "number": "10", 
            "head": "F, age 12", 
            "content": "I was in a room with this monster. It was small but it had a humongous head with an afro. He then brought me to another room. It put me on a shelf with a vent tube right next to it, when he walked away he said \"whatever you do, don't turn off the light\" and I said, \"O.K.\" and then he laughed and ran out and turned off the light and then these eyes were glowing red in the vent tube and then it poked me with its finger and said \"you're safer in the dark\". I jumped off the shelf and right before I hit the ground, I woke up. I didn't like the dream and the monster was supposed to be my friend."
        }, 
        {
            "number": "11", 
            "head": "F, age 12", 
            "content": "I don't remember how it started but my grandpa and grandma and aunt Lesily were at my house. They had brought my worst cousin, Amy, with them. Amy told me that she was going to move here. She had brought her best friends. They came to my school and everyone liked them. I hated that. Then I woke up from my nightmare."
        }, 
        {
            "number": "12", 
            "head": "F, age 12", 
            "content": "I went to an artshow and my dad was going to pick me up there and take me to my softball game. I forgot my mitt. He said I could use his but I wanted mine. I started to scream for my mitt, so he dropped me off and went home to get my mitt. Then I woke up."
        }, 
        {
            "number": "13", 
            "head": "F, age 12", 
            "content": "My friend has spent the night and we were talking about leprechauns. And that night I had a dream about the leprechaun had come through the crack and grabbed my friend and wouldn't let go. She started screaming and then I turned over and saw that he had her arm in his mouth, so I started pulling for him to let go. But he wouldn't let her go so I got my shoe and started hitting him with it and then he let go, and right before he came after me, I woke up. And then I cried."
        }, 
        {
            "number": "14", 
            "head": "F, age 12", 
            "content": "Me (and two other people I don't know) were at a baseball stadium, where the park at my old house was. After something we were watching there, a big electronic billboard announced \"Here they come.\" Suddenly big dinosaurs were running out of the big doors at the side of the stadium. Everyone started running, because being chased by dinosaurs at the end of any event was a sport people enjoyed. We had to run out of the stadium and turn around a pole 12 times before running home. While I was running to the poles, an Ankylosaurus (I was looking through his eyes at the same time) looked at someone near me and said to a Tyrannosaurus \"I'll take the one in the blue shirt, you take the boy in the green.\" I turned around the pole 12 times and ran home."
        }, 
        {
            "number": "15", 
            "head": "F, age 12", 
            "content": "I was just at a theme park with my two friends. One was slightly taller than me and her hair was long and black tied up in a bun, which is not how she looks in real life. She has short, black hair and rarely wears her hair in a bun. The other had long, frilly, puffy hair, a pair of glasses and a purple shirt and black pants. She was just like she was in real life.\nWe almost got hit by a roller coaster car and the girl in the black pants turned into a black elephant. Then we hid from five roller bladers. They had helmets, shorts and shirts and dark glasses. After my friend turned back into a person we went into a fun house. Then we saw a boy trapped in a green (emerald colored) glass mirror. He had dark brown eyes and black hair. We broke him out with a big ax and took him with us as we ran out of the building."
        }, 
        {
            "number": "16", 
            "head": "F, age 12", 
            "content": "I saw a light outside and I saw a UFO. Out came ET and he points his middle finger at me and said \"phone home.\" My sister came out with my cat and screamed. ET took my sister and I was very happy. Then he took my cat and I was mad so I threw a huge rock at ET and ET disappeared. Then it was the morning and my sister and my cat were home so I went to Safeway at about 2:00 and I saw Billy Joe Armstrong. I asked him for his autograph but he ran away. His parents were there."
        }, 
        {
            "number": "17", 
            "head": "F, age 12", 
            "content": "In my dream my mom and dad are never there and I live with my grandma. I am first in a bed and I see myself dying but I never know why. My grandma comes to me and asks me if I want to be buried or cremated and I say \"Anything but buried.\" (I can never hear anything but I know what is being said!) Then I see myself stop breathing and everything goes black then a few seconds later. I see my Grandma saying she doesn't care what I wanted, she wants me buried and it doesn't matter because I'm dead anyway. Then everything goes black again. I then see myself roll over in my coffin and I start to scream and cry but nobody can hear me. Finally I kick it open and all this dirt and junk falls on me as I try to breathe. I suffocate and then I'm choking and coughing and then I wake up with a jolt and I'm actually coughing. I have this dream about two times every week!"
        }, 
        {
            "number": "18", 
            "head": "F, age 12", 
            "content": "My most recent dream is about me writing a letter to my grandpa and then mailing it. When I got my letter from my grandpa it wasn't nice. He was very mean in this letter and answered all my questions with a \"so what\" or \"who cares about that.\" In my letter I wrote to him that my baby cousin Michael is so cute, but right now my cousin is 10 years old. So this dream had been about the past but my grandpa never wrote me a letter like that. My grandpa, in reality, doesn't get along with my mom or any of his children. Then when I got my grandpa's letter I was really sad and I wrote him another letter and this time when he replied he was really nice, but the next day or a few days after my dream my aunt called my mom and said that she had gotten a letter from my grandpa and it was mean and told her how stupid she was. I think my dream was just a something, not anything that related to the real letter. I think the reason why was I had been thinking about my grandpa."
        }, 
        {
            "number": "19", 
            "head": "F, age 12", 
            "content": "I dreamt that my school was a spaceship. The school in the dream did not look like my school at all. It looked more like the lobby of a dentist's office, with a potted plant and no desks in sight. Someone standing near me, I think female, said that there was a weird kind of radiation outside the ship and a radiation protector on the ship was having trouble shielding us from the radiation. I was terrified.\nThen the dream changed. I dreamt I had a black dog. It's claw was broken, so I fixed it (like magic). Then we were walking on the beach on a trail. It was fun. But then the dream changed again. I had two guinea pigs. I already have one."
        }, 
        {
            "number": "20", 
            "head": "F, age 13", 
            "content": "My dream was about me and my friend Joe (male, 14). We were walking along a brick road when a whole bunch of doves flew out of willow tree. Joe and I have a relationship of friends and nothing more. Anyway after our walk we appeared in a pizza factory and we were all of a sudden making pizza's. And then we turned into birds and flew away,"
        }, 
        {
            "number": "21", 
            "head": "F, age 13", 
            "content": "On Wednesday in my English class we finished a book called \"A day no pigs would die.\" It was a sad story about a boy's pet having to get killed. That's why I think I had this dream.\nI was living with a family. They were really nice. I don't know where their house was but it was my house only a little bit different. Mysteriously their youngest daughter was killed or died, and then my two cats died. Because I was so attached to them it was very hard on me and I was crying a lot. I also wasn't allowed to see their grave. (I don't know why.) Then my doctor and I were playing a game in a drugstore and he was chasing me. As I was hiding I saw some friends of mine, and they were looking for cards to send to their parents. I didn't understand that. But I told them my cats died and I started crying and couldn't stop."
        }, 
        {
            "number": "22", 
            "head": "F, age 13", 
            "content": "I was in my Barbie doll dream house that I had when I was six. I was looking for someone and kind of feeling angry. Then I walked into one of the rooms. Right in the middle of the room was a green tent. I didn't go into the tent, but just sort of was in it. I saw a music stand with music on it. Robin Hood, or it looked like Robin Hood, was playing the flute. He looked like he was worried about something. My Barbie was sitting in the floor (they were both life-size or I was their size) in a pretty pink dress crying. I didn't know how but I knew she was upset at him. This part got very confusing. Then she got up and left. All of a sudden we were in McDonalds and all of the food was plastic except the food in the garbage can. Then I remember drinking orange soda."
        }, 
        {
            "number": "23", 
            "head": "F, age 13", 
            "content": "I was at a pizza party with my youth group. We were in some building I don't remember. Some preschoolers were allowed in too. Then my friends (two of them) came in and asked them why they were there and they said they were from the preschool and they're in the 7th grade. I got mad at them for lying. Then my other friend came over with someone I didn't know and then I asked them why the other two lied. She said she didn't know and then that other person left. Next I checked the pizza because it was burning. I took it out but it was undercooked so I put back in, in a hurry because the directors were coming and for some reason it was hard."
        }, 
        {
            "number": "24", 
            "head": "F, age 13", 
            "content": "I had a dream about a friend of my family, Jim, who had misleading charges pressed against him by a lady that said he had done things to her. This was true but was also incorporated into my dream. This was an upsetting dream.\nOne day I came outside and saw people moving in, down the street, into an empty, small house. After I looked at her closely, I realized who it was, and was immediately shocked.\nI went inside and told my mom, who couldn't believe it. She just told me not to talk to her and stay away from her, because she was weird.\nOne day she walked by my house and said what she said to Jim \"I'm going to get you somehow.\" It was weird and I was glad it wasn't true."
        }, 
        {
            "number": "25", 
            "head": "F, age 13", 
            "content": "I was back in New York in my old house and it looked so different, the rooms were different, there were different carpets, cause my house was about three stories, and it was so nice, but then my parents made me move to California, but I didn't know we were moving here, so then I got upset because of that."
        }, 
        {
            "number": "26", 
            "head": "F, age 13", 
            "content": "This dream took place during the day. My family and I were driving in a car that didn't have any door and windshield and we were driving along a highway that was like 500 feet in the air. We had been driving for a while eating ice-cream and all kinds of junk and I looked in front of me and there was a 50 feet gap in the road and nobody else heard me or was listening to me and nobody else looked at me. It was like I wasn't even there and we got to three feet in front of the gap in the road and I woke up."
        }, 
        {
            "number": "27", 
            "head": "F, age 13", 
            "content": "It was in my martial arts class, tae-kwon-do. We, my friend and I, had a really great time doing fun activities, it was at about 7 p.m. when I was there having lots of fun. After that I was at my house with my friend, his name is Sam and he's my age. He's just a friend of mine. Anyway we were having a conversation like how's school?, When is your birthday? And stuff like that. We were watching the sun go down that time and then by the door I could see Doug, Sam's brother, he's 16, he's a friend of mine. Anyway, I couldn't see him, only his shadow. Surrounding him was yellowish, orangish light. It was kind of spooky."
        }, 
        {
            "number": "28", 
            "head": "F, age 13", 
            "content": "It starts out I'm at home and I'm hungry so my mom and stepdad order pizza. This guy comes to the door (he's the pizza delivery guy) and I don't leave him a tip. So my parents leave and I'm all by myself and the guy comes back. He keeps banging on the kitchen window saying \"I know you're in there little girl.\" So I go and hide in the pantry. He then starts to break in through the garage and I don't remember anymore. It's kind of scary in the dream but then right when he starts breaking into the garage, I start laughing hysterically."
        }, 
        {
            "number": "29", 
            "head": "F, age 13", 
            "content": "I was being chased by a witch and I ran through this haunted house, but I didn't see the hole in the floor, so I fell through the floor and I wouldn't stop falling. Finally I hit the ground and red eyes were looking at me. Finally the red eyes screamed out \"I'm going to get you\", but before they did anything I woke up and I sat straight up sweating that I was falling."
        }, 
        {
            "number": "30", 
            "head": "F, age 13", 
            "content": "I was in math class. We were in a different classroom than the normal one, and my teacher asked me to pass out these papers, but he only gave me three papers. I started to pass them out, then went back to his desk and told him I needed more papers. He said he gave me enough and I was like, you only gave me three. So he said to go sit down. We were watching a movie in class so I sat down in a seat that wasn't even mine. Then the bell rang and I went to science."
        }, 
        {
            "number": "31", 
            "head": "F, age 13", 
            "content": "I dreamt that I went to heaven. It was a beautiful place. It was filled with beautiful rainbow colors. There were flowers everywhere. My feelings in the dream were peaceful. I felt save and I knew that nobody could hurt me."
        }, 
        {
            "number": "32", 
            "head": "F, age 13", 
            "content": "The most recent dream I had was about me being pregnant. Actually it wasn't really me. I was a blond full grown woman. The whole thing was a bundle of images changing and shifting. I saw an abortion clinic. I remember it being winter and snow being all over the place. There was a big house that had rooms and halls like a maze. There was a man following me and chasing me. When he finally caught me I woke up."
        }, 
        {
            "number": "33", 
            "head": "F, age 13", 
            "content": "The setting is a hay-filled castle. The castle was a large gray stone. It had a fair going on inside. I saw many people from my school that I sort of knew. They are all about 13. I was with one of my friends who has black hair, brown eyes. We were walking around and got locked in a library with a crazy person. I felt strange about being in a castle."
        }, 
        {
            "number": "34", 
            "head": "F, age 13", 
            "content": "The setting was under a moon-light sauna. My friends and I were all sitting with our boyfriends. When we were sitting we were talking about a certain girl and making fun of her. Then we fell asleep."
        }, 
        {
            "number": "35", 
            "head": "F, age 14", 
            "content": "In this dream I was walking around down all by myself and this guy that was about my age came up to me and grabbed me. The next thing I remember was that I was tied to this bed and all alone with this guy in a hotel room with two king-size beds inside. He was trying to rape me but I would say things so he would stop. He said all these things to me that really scared me. Just about the time he was going to rape me, I woke up and was completely covered in sweat and tears were running down my face."
        }, 
        {
            "number": "36", 
            "head": "F, age 14", 
            "content": "In the dream I was at the portables where math classes are being held. I saw these two guys I had hung around with for the past couple of Fridays. I gave one a hug and the other (the one I liked) a hug and a kiss. Then his girlfriend came out, and I woke up."
        }, 
        {
            "number": "37", 
            "head": "F, age 14", 
            "content": "I was at a fairground on a sunny day in the part where there are many games and prizes. I had never been to this place before but I seemed to know my way around well. A huge, fat man dressed in dirty clothes was working at the place full of plastic balls. I was with a boy that doesn't even exist in real life but who I knew well in the dream. We continued on walking through the crowds of people when I realized the huge, fat man was following us. I remember feeling terrified and sensing he wanted to rape me. I told the boy the way I felt and for the rest of the dream he helped me run away and escape from the man as he chased after me. Finally I could take it no more and woke myself up. It seemed so real and I was glad it was only a dream."
        }, 
        {
            "number": "38", 
            "head": "F, age 15", 
            "content": "Last night I dreamt that I joined the swim team, but I couldn't swim. The coach was yelling. It was strange. It was a very unpleasant dream. I also was flashing back to yesterday when I fell off my horse."
        }, 
        {
            "number": "39", 
            "head": "F, age 15", 
            "content": "I was in a theater of some sort and everyone was clapping, including myself. We were all dressed up and sitting down facing the stage, My friend, call her Sarah, was sitting next to me and she called my name. I turned to talk to her and she said something but I couldn't understand her because of the applause. I asked her to repeat herself. She did but I still couldn't understand what she was saying. I asked her to repeat herself again and she said \"nevermind\" and we continued clapping. Then everything went black."
        }, 
        {
            "number": "40", 
            "head": "F, age 15", 
            "content": "I had a dream that I was the unabomber and I was trying to blow up our school. Our school was in an assembly and I left the assembly to set off the bomb. As I was going to the bomb a girl at my school offered me some of her chocolate chip cookie, the ones we can buy at the cafeteria. She then told me that one of the teachers at the school knew that I was the bomber. I tried to get away so I went on another route but it was a dead end. There was a wall with electrified barbed wire and signs that said \"beware of dog.\" I the turned around and went the other way. The teacher never caught me and I proceeded to light the bomb. I took a match and I threw it at the bomb. The match just laid on the ground and burned. The bomb never went off because the match went out."
        }, 
        {
            "number": "41", 
            "head": "F, age 15", 
            "content": "I was standing outside during the evening with my friend Jim. I do not remember exactly where we were, but it was someplace familiar. We were having a really serious conversation about how we felt towards each other, and he said he realized that I was a very special girl. I can't remember what I said back. Then we just hugged each other."
        }, 
        {
            "number": "42", 
            "head": "F, age 15", 
            "content": "I was playing soccer at my high school soccer field, and I was doing fine. It was like watching a video of myself, from my own eyes. At half time we (my team and I) walked over to a friend's house and looked at a picture. (I felt strange during this part.) I remembered wondering why I was there. I remember telling my team mates that we had to get back to the field because we were going to be late for the game (or the rest of the game.) We slowly walked towards the field.. When we got there, I just stepped onto the field and the game had started. I jumped up for a header and I woke up with a jerk."
        }, 
        {
            "number": "43", 
            "head": "F, age 15", 
            "content": "I remember dreaming that I lived across the street from a park, and at this park there was this huge party. There were some people there I knew and some I didn't. It was about 10 p.m. and since I lived across the street I could go home and ask to stay out later. My parents said \"sure\" and to come back whenever. The party was so big and fun that it was almost like a carnival. Then suddenly I met this man, he seemed about 25 years old. I conversed with him for a while not intentionally meaning for anything to happen. Later on I saw him throughout the night. He was following me everywhere! I began to get very scared, so I told him to meet me somewhere at a certain time, but I would (of course) not go. I told him to meet him because I didn't want him to follow me home. I told my friend (good friend) what was going on. We had been friends for years and he was comforting me. He told me that he would distract the man so I could run home. The only problem was that where I told the man to meet me was on the way to my house and he would see me. Finally my friend distracted him and spoke to him while I was running home. The cops came and broke up the party. The cops said that we could continue it, but somewhere else. I was very happy because I knew the cops would save me. Everyone was running around and trying to leave, so I just ran for my house. I believe that my friend saved my life! It was a very scary nightmare."
        }, 
        {
            "number": "44", 
            "head": "F, age 15", 
            "content": "My best friend and I were staying the night at her house, but it didn't look like her house and instead of her mother being there it was mine. She wasn't her normal self however. She seemed quite out of it. I asked her what was wrong and she said she had to kill us. She told me she was hired by someone to kill me and everything involved with me. I begged her to leave us alone but she said no. I ran to tell my friend but she didn't believe. We could hear footsteps coming down the hall and then the door swung open. It was my mother with a gun in her hands. We both screamed and started looking for a way out. The only way was the window and we jumped out. We started running down the street to my house to warn everyone. The last thing I remember is getting to my house, telling everyone to run, and before we could all get out, my mom pulled into the driveway, with her gun in hand."
        }, 
        {
            "number": "45", 
            "head": "F, age 15", 
            "content": "Last night I had a dream about tornadoes. It was a very interesting dream, because I was able to hold the tornado in my hand. I remember this dream starting in a small town that had a lot of brown hills and had just two buildings. One of the buildings was a market and the other directly in front of it about thirty yards away was a large two story house. I was the only one in the store, and a radio was one. On the radio the man said there is a tornado on the way and everyone should grab shelter. Right then I thought about my aunt's house and how it would get blown away. Worried, I ran out of the market towards my aunt's house when I saw the tornado coming right for me. Not knowing what to do I ran straight for the tornado and picked it up. The soft swirling spinning swirling wind tickled my hand, so I started laughing a lot. Then I woke up from my weird dream."
        }, 
        {
            "number": "46", 
            "head": "F, age 15", 
            "content": "There is a boy that is very close to me. I love him very much and I want to be with him. His name is Mark. He is tall, skinny, dark hair, brown eyes and the most compassionate man known to the planet Earth. Anyway I moved away from him. Ever since then I have been praying for us to be together. In my dream I am in a dark room and there are two bodies, one on either side of the room. It is Mark and I. We have bright lights shining on us. We are staring at each other and out of nowhere comes a wall. The wall is directly in between us. He is screaming for me and I am screaming for him. Then I see my parents on top of the wall. They are laughing at me. Then I wake up in a cold sweat and my heart is pounding. I start to cry."
        }, 
        {
            "number": "47", 
            "head": "F, age 16", 
            "content": "I was surrounded by a mass of people, some of whom I knew and some I didn't know. The dream continued like that for what seemed to be a long time. The people were not talking or moving. They were just existing. I was not talking or moving. We were all just standing there. The background was just all darkness with, no dimension. It was as if we were floating on nothing, existing nowhere. The people were of every race, sex and age. Then, after a while, everyone, but me, just fell in the darkness, tumbling down until they became very small, then they disappeared. They did not scream or make any noise. I was left alone, but did not wonder where everyone left, until I woke up a few minutes later. I don't recall having any feelings during the dream. The dream was not pleasant or unpleasant. It kind if just happened."
        }, 
        {
            "number": "48", 
            "head": "F, age 16", 
            "content": "I was driving in a car with a girl whom I dislike and she feels the same way towards me. She was talking to some people in the front of the car. We were in the back, and explained how she hated me and how I hated her. Then she turned to me and said \"I know that you know I don't like you and I know you don't like me either.\" Then she said \"we're going to Bob's dorm\". Bob is my ex-boyfriend whom I like a lot. She and I hate each other so much because before Bob 'saw' me, he was 'seeing' her and he dumped her for me. He broke up with because I treated on him with some other guy and he found out. We had a long talk about it and he said we'd see each other over the summer. So, in school, at home and everywhere I thought and still do think about him because I like him so much. So, in the dream we went to his dorm and he was there. She turned to him and said \"What color are the bridesmaids dresses going to be.\" Then she turned to me and said, \"Bob's getting married to Mary.\" I turned to Bob and started yelling at him and crying. When I woke up that morning I was extremely upset, like I was going to cry. Then I realized it was a dream and he wasn't getting married and I felt a lot better."
        }, 
        {
            "number": "49", 
            "head": "F, age 16", 
            "content": "I was in the grocery store, wandering up and down the isle. I was wearing a formal dress because I'm going to Senior Ball in June. It was all dark except for the lights in the frozen food section. I seemed to be walking very slow. My ex-boyfriend kept on reappearing telling me to go far away. He kept kissing me on the ear and my cheek. I was afraid my present boyfriend would find us and then run away. I walked down the canned fruit isle and then cans started jumping off the shelf and into my cart. I was all alone in the entire store. I started to cry and walked into the frozen food isle. I saw my friends standing in the freezers but they weren't cold. I kept knocking in the doors, but they couldn't hear me. My date for the ball came up to me and tried to help me open the doors of the freezers. We couldn't open them and then I really started to cry. I felt really alone and scared. My ex-boyfriend was at the end of the isle laughing and smoking a cigarette."
        }, 
        {
            "number": "50", 
            "head": "F, age 16", 
            "content": "I was in the bathroom with Craig and Vanessa and were sniffing crank up our noses. Craig is my ex-boyfriend and Vanessa is a good friend of mine. The bathroom was purple and the crank was in a purple bag. I have never done crank before but I know people who have and I'm expecting that this is why I had this dream. To be honest, it was pleasant in my dream. I guess because people are always telling me how enjoyable it is. Craig and Vanessa were not talking because they hate each other. I felt stupid and woke up."
        }, 
        {
            "number": "51", 
            "head": "F, age 16", 
            "content": "My dream setting is the small school with my youth group and I stayed in Mexico for the mission trip this spring vacation. The weather was as if it didn't exist, neither warm nor cold. Yet the sun wasn't shining either. The area was familiar but it was not in Mexico. The scene was in my hometown. My friends (my age) were inside the building, probably playing cards, and I was inside. A male youth group advisor who is a good friend of mine and who has just moved away drove up to the school. He was unshaven and looked depressed although at the same time he was happy to be back with us. I was thrilled to see him and also curious as to why he was back. I asked him why he came back and he started crying and told me it was too hard there so he had to burn back. When my friends came out they were so happy to see him and immediately he because his normal cheerful self. They all walked on together without me, talking and laughing. I remember standing alone in the middle of the Mexican dirt road crying. I was crying because I was sad that he had returned. I knew there were so many opportunities for him. I grieved for the life that he was missing out on. My dream ended with me crying alone in the streets."
        }, 
        {
            "number": "52", 
            "head": "F, age 16", 
            "content": "My dream started out on an island, a beautiful island with hundreds of green trees, a clean, fine-sanded, long beach (miles), and small cottages on a very sunny summer day. It was the perfect vacation spot. I was there with my mother, my twin sister, my old best friend, my aunt and my stepfather. It happened to be the day we were leaving the island to go back to the mainland and drive home. We drove our brand new white BMW car into the ferry, and took it across to the mainland. Upon arriving to the mainland there were thousands of people and hundreds of cars. It was like an amusement park at the ferry station. So, we decided to have the valet parking guy drive the car to a parking spot while we took a look around the place. The next thing I remember was looking for the car in a middle long parking lot, only to discover the car wasn't there. My mom sent my old best friend and I to look for the car. She and I found someone that worked there and asked him if there were any other parking lots. He sent us up this rope, climbing a mountain. Finally we reached another parking lot. We searched for the car. Then we saw these two teenage guys breaking into it. They were just about to climb inside when we confronted them that it was our car. They threw me in the back seat to sit with one of them and my best friend into the drivers' seat. They made her drive to the bigger parking lot. When we got there she jumped out of the car and ran to my parents, but she left the keys in the ignition. I can't begin to describe the anger I felt when I realized she did that. Before I realized what was happening, one of them was in the drivers' seat about to drive us away. I got so fearful I began hitting and punching his head. His friend tried to stop me but I threw him out of the car and then beat this guy in the drivers' seat to unconsciousness. My parents, sister, aunt and best friend came running and hugged me and thanked me. Then I woke up."
        }, 
        {
            "number": "53", 
            "head": "F, age 16", 
            "content": "The dream started with a conversation between my soccer coach and I about my new soccer team. (I had just moved to town and had just been accepted on to this new team.) He said he thought I was going to be a positive and useful contribution to the team. This conversation took place at the school parking lot at his car. It was really hot and sunny. Then I went home and started to feel a strange nervous feeling in my stomach. I was drinking some coffee and suddenly I was at my soccer game and I had a knee brace on which I don't usually wear. The coach sent me in at center halfback where I never play and I played horrible. After the game he kicked me off the team and both him and my dead yelled at me. Then I woke up crying."
        }, 
        {
            "number": "54", 
            "head": "F, age 16", 
            "content": "I had a flying car, similar to Batman's. I was in my great Grandma's trailer park flying it, then went to the store. Inside was my grandma and cousin. My grandma and me were keeping my cousin of the cookie and juice aisle. While she was away from the aisle we were hiding the cookies and all the juice from her. Then I went outside in the parking lot to my aunt's van (which she in real life doesn't have) and me and my cousin got in and were listening music. The next thing I know is that I'm flying in my car again. To fly you drive fast and pull the steering wheel down. It didn't fly very high. I remember feeling very rushed in the store, very anxious. In the car I was feeling like a show off, very overpowered over the others in the car. I felt like I had a big ego."
        }, 
        {
            "number": "55", 
            "head": "F, age 16", 
            "content": "My dream started out as my so called \"best friend\" and I were driving in a car when for some reason she started showing off and yelling outside the car. All of a sudden someone is trying to steal the car while I'm in it. I told her to drive off but she was too busy yelling and screaming.. My feelings were: a feeling of helplessness. She wouldn't let me drive or try and get away, she just wanted to stay there and yell. I felt that no matter how much she yelled, it wasn't going to stop them (bad guys) from stealing the car. So I sat there in fear, pretty much, of my life, but there was nothing that I could do."
        }, 
        {
            "number": "56", 
            "head": "F, age 16", 
            "content": "My dream was about me and my friends when we went to get our belly buttons pierced. It was with two female friends in a small store, with a funky atmosphere. The walls were purple and blue and the ceiling was yellow with red spots. I had never been in the place before. A lady with dreads in the nose and earrings all over her face laid me down and took a huge needle. I shut my face and just felt pain. When I looked up there was blood squirting from my stomach making mere red blots on the ceiling. The lady was laughing and my friends and I were screaming. When I woke up I was not frightened but confused and holding my belly button."
        }, 
        {
            "number": "57", 
            "head": "F, age 16", 
            "content": "I was in my room standing up just kind of swaying to the music. The lights were on in my room and I remember seeing all my posters on the wall. My best friend, Doug, entered with some bags of his and handed me some white socks with the cartoon character Fido Dido on them. On the side of the socks was written something but I can't remember what. I do remember feeling extremely tired and went to sleep when he handed them to me. He then fell asleep on the bed next to where I was. After that everything just faded to black."
        }, 
        {
            "number": "58", 
            "head": "F, age 16", 
            "content": "Well, I had just gone out to dinner with my boyfriend, who is 17, my history teacher, who is 27, and his girlfriend. After we went out to dinner I was driving my car and we drove to the beach parking lot. Next thing I knew, it confuses me, we were in front of a warehouse and I parked on a hill. Everyone got out, except for me, and than my car flipped over and rolled two times. My boyfriend was crying and he and my teacher tried to turn the car over to get me. So, he ripped off the back and climbed in and got me out. Right after that the car went into flames."
        }, 
        {
            "number": "59", 
            "head": "F, age 16", 
            "content": "I had a dream that I was at the R.E.M, concert at the Shoreline. It was 8:30 at night and the concert had begun. My boyfriend saw this other girl and went to talk to her. It ended up that he stayed the whole night with her. I woke up when he finally came back after giving her a kiss goodbye."
        }, 
        {
            "number": "60", 
            "head": "F, age 16", 
            "content": "I have a really good friend. His name is Joe. Every year or summer we see each other at a fair or camp but we are more than friends. Every night I dream about him and all I really remember is that we get married. I dream this all the time."
        }, 
        {
            "number": "61", 
            "head": "F, age 16", 
            "content": "I dreamt that I was at the hall at school with my friends in the morning. The most gorgeous senior boy in our school walked by. (My friend Angie and I always drool over him when we see him.) In my dream my friend and this guy began flirting for a long time. I remember thinking \"he's just using her to get a piece\" while I watched them flirt in the auditorium."
        }, 
        {
            "number": "62", 
            "head": "F, age 17", 
            "content": "I had my senior ball coming up and I hadn't really planned any arrangements. My dream was that on the day of Senior Ball around sunset time, I was playing rugby football in the mud with boys and girls. In the middle of the game I realized that my Senior Ball was in about an hour or so, and that I hadn't taken a shower, and I didn't have my hair appointment made or my nails done yet. And my mom hadn't altered my dress yet either. I started to panic. I then went home and took a shower., but did not have enough time to get on my dress, so I threw on a pair of jeans and went to the ball.. When I woke up I remembered everything, and the next day I made all of my appointments."
        }, 
        {
            "number": "63", 
            "head": "F, age 17", 
            "content": "I was with some of my friends in a house and I had a cold allergies and my nose was starting to run. I asked one of my friends to please get me a tissue. They had said they would. I don't remember the people who were in my dream but I know that it seemed like they were taking forever to get me a tissue. I was getting mad because my nose was really running now, and I was feeling embarrassed. I finally got one myself."
        }, 
        {
            "number": "64", 
            "head": "F, age 17", 
            "content": "I remember it was raining. I was running barefoot through the street. I finally recognized that I was running through to the pool I manage. It was opening day. As I burst through the gates, I saw a blonde head floating with a motionless body attached. People were swimming as if they didn't see her and all of my lifeguards were standing there doing nothing. At that point I woke up."
        }, 
        {
            "number": "65", 
            "head": "F, age 17", 
            "content": "My dream was that I had a crush on my history teacher and after class I went home and he was there. Then I started talking to him about how I had a crush on my history teacher. After talking about it for a while I still hadn't realized that he was my history teacher. Instead he just seemed like a friend. Then I woke up."
        }, 
        {
            "number": "66", 
            "head": "F, age 17", 
            "content": "I was in college and I was going out with a guy that I had been going out with in high at the time. I remember that it took place at night and it was raining. He was the class president at our college and he was very smart but the only problem was that he has a big white tooth.. We were going to go to the movies but he couldn't fit in the seats, because he was so big."
        }, 
        {
            "number": "67", 
            "head": "F, age 17", 
            "content": "I went to work and nobody was there. So I checked to see if the door was open and it was. So, I went in and found a note on my desk that said that Steve, a co-worker, and I were supposed to take over the business because the owner was leaving. So we did. Later we saw the owner as a bum on the street and he said it all happened when we took the store away from him."
        }, 
        {
            "number": "68", 
            "head": "F, age 17", 
            "content": "It was a dream where I was at a pizza place and this guy was outside with a bike and he was kind of chubby and it was really hot outside and sunny. Two of my friends were outside with me and they keep telling me that the guy on the bike liked me and thought I was cute. But he was ugly and I didn't want to like him. One of my friends liked the boy on the bike and tried to get with him and for some reason I was getting jealous even though I had no interest in the guy on the bike."
        }, 
        {
            "number": "69", 
            "head": "F, age 17", 
            "content": "I had a dream that I had a baby. The baby was black but in real life my boyfriend is white and I am white so in my dream I pictured my boyfriend black. My baby had a tiny head but I still loved it. My boyfriend came into my work and sat down and I brought the baby over to him and we both were smiling. Oh, I was happy that I had a half-black, half-white baby."
        }, 
        {
            "number": "70", 
            "head": "F, age 17", 
            "content": "I had a dream about my boyfriend. In my dream he came home from the army. He is a very good looking guy, but in my dream he came home looking sickly. This made me feel very strange in the dream. I wouldn't touch him or even go near him. It was as if I didn't want to contract what he had, but he didn't have anything."
        }, 
        {
            "number": "71", 
            "head": "F, age 17", 
            "content": "I recently got engaged and have been having wedding nightmares. I dreamt it was the day of the wedding and everything was going wrong. My dress didn't fit, it hadn't been altered correctly. My hairdresser didn't show up at the church. My mom got sick, but she kept trying to help. None of the food showed up at the reception hall, and I couldn't get a hold of the caterer. Then I was at the church, and all of the bridesmaids had on different dresses, and we couldn't find the rings. Then we realized the invitations hadn't been sent out and I started crying because my wedding day was ruined. I felt afraid the whole time, really anxious."
        }, 
        {
            "number": "72", 
            "head": "F, age 17", 
            "content": "In the dream my boyfriend and I were in a car and he was driving. A mutual friend was in the back seat. I don't remember where we were going or why our friend was in the back. The friend was not doing anything. He was just kind of there."
        }, 
        {
            "number": "73", 
            "head": "F, age 17", 
            "content": "My boyfriend and I and a couple of other people that I can't remember were on top of this huge hill and it was kind of cloudy, and not really bright. But it was a pretty day and kind of cool, but there wasn't really a breeze. There were paths (dirt-paths) leading down the hill. There were little hills all around. I remember one of the girls that was with us slid down and we were supposed to follow. But she came to a place where the road split and she went down the right side. Then it branched off. I didn't see where she went, so we couldn't follow her. As she slid down she hollered \"Don't come down.\" We were afraid that we wouldn't all end up in the same place and we'd all be lost."
        }, 
        {
            "number": "74", 
            "head": "F, age 17", 
            "content": "I dreamt that I walked into the school library and my boyfriend was holding hands with this other girl who in real life I know has or had feelings towards him. During the dream I remember feeling anger and pain. In the dream I confronted him but I can't remember his reaction. I just remember walking up out of it and feeling very lonely and with a home-sick feeling."
        }, 
        {
            "number": "75", 
            "head": "F, age 17", 
            "content": "I had just won my state cup soccer championships. It was after the game. I thought I had played quite well. I was even upset that hadn't won MVP. My coach, who I respect and value his opinion, told me I had played terrible. I didn't have just what it takes to be great. The team would have won by more without me: I was crushed, quit soccer and never saw him again."
        }, 
        {
            "number": "76", 
            "head": "F, age 17", 
            "content": "I was in a drugstore and there was this tray of lipsticks. (They were $2.99) Inside there was the color of lipstick I have been looking for for a long time, but every store had been sold out. The problem was I had no money so I slipped the lipstick in the pocket of my brown jacket, then went and looked at the other cosmetics."
        }, 
        {
            "number": "77", 
            "head": "F, age 17", 
            "content": "I was driving a Datsun blue truck. Me and my friend Paul were going to buy a lion cub, we got to this person's house and played with baby lions and picked one out. We had to chase it so we could put it in the cage. It was clawing our bodies and making us bleed. Each time it would claw us, the lion cub seemed to grow in size. It grew to be bigger than the owner's house. We had to put a search light out to find the lion even if it was huge. We were all scared and were hurting from the claw marks. Paul took me and we went to a store. There in a barbed fence was my cocker spaniel. He had a sad expression on his face and Paul and I felt sorry for it, so we let it go, and then it started to bite us. Once again as it bit us it grew in size.. Then both the dog and the lion were chasing Paul and me. We were both running as fast as we could and screaming. I was really scared. It seemed as I woke up as if it really happened."
        }, 
        {
            "number": "78", 
            "head": "F, age 17", 
            "content": "I had a dream that I was going to college. I was sad when I actually left because I didn't want to leave my family. When I got there I had a really good time. I liked the people and everyone on the volleyball team. The coach was especially nice and acted like a second mom to me. During the practices the team worked hard together and enjoyed being there. The coaches instructed us during our play and pushed us to do our best. My roommate was a player on the volleyball team. She was really nice and fun to be around."
        }, 
        {
            "number": "79", 
            "head": "F, age 17", 
            "content": "I was walking to a male senior in high school, kind of short with blonde hair and a girl who is kind of short with black hair and blonde roots. The three of us were just standing around talking during class. And suddenly there was a loud beeping like my pager going off, and it was. The idea of it scared me because pagers are illegal at school and I thought I had left my pager on beep when I went to school that day. I remember feeling scared because I thought I might get my pager taken away. The other people near me didn't do much of anything because before I could look at them, I woke up."
        }, 
        {
            "number": "80", 
            "head": "F, age 18", 
            "content": "The dream took place at two different places, a house and at the mall. I dreamt that I was at the mall with this guy I used to work with, and we were shopping for ski-clothes. We were going to a ski resort with a bunch of people. Then we were at a house and the music was loud and there was about ten of us. There were people from school and work there. I remember getting into an argument with this guy and I remember hitting him."
        }, 
        {
            "number": "81", 
            "head": "F, age 18", 
            "content": "This dream was about me getting ready for my Senior Ball, then waiting for my date and our friends to pick me up. But he didn't come for 3 hours, then I got a call from my friend Heather. She told me that the guys never got their tuxedos and never made any reservations for dinner or the limo or anything. So, after spending over $300 on this night, including getting my dress made, nails, hair, facial, etc."
        }, 
        {
            "number": "82", 
            "head": "F, age 18", 
            "content": "I came over early to my boyfriend's house to surprise him. I walked back into his bedroom and found him lying in bed naked with some other girl. I can't quite remember who it was (maybe his ex-girlfriend.) This dream made me feel very upset. I woke up and began to cry and then fell back to sleep."
        }, 
        {
            "number": "83", 
            "head": "F, age 18", 
            "content": "I was being chased by two people. It was a man and a woman. They chased me into a house where a stranger was sitting at a desk trying to make a computer run on old batteries. I went to find some and when I walked out of that room, I saw a man, stranger stealing my T set. He had somehow turned off the alarm and was burglarizing our house. I yelled something at him. He turned and I woke up. When I woke up I was sweating."
        }, 
        {
            "number": "84", 
            "head": "F, age 18", 
            "content": "I dreamt that I had a baby by this guy I was seeing, but it wasn't a real baby. It was a doll. I was really irresponsible with it and lost it in my room. Then after two weeks I found it again and went over to his house to show him his child. When I got to his house, he just shut the door in my face. Then I was in this temple type thing and there were people chanting and stuff."
        }, 
        {
            "number": "85", 
            "head": "F, age 18", 
            "content": "The dream was about me and my boyfriend going camping. We went to Yosemite or somewhere and in it we were climbing this huge steep mountain. It was a long, hard climb. In this dream I felt very satisfied and happy because I was having a good time. There were a lot of other people climbing the mountain also. When we finally got to the top, we sat down and had lunch and everyone socialized.\nAfter we ate, we decided to go back down the mountain. On the way down, someone (one of the other people) fell off the side of the mountain to the very bottom of it. This made me feel scared and anxious to get back to the bottom. So as I always do when I'm scared in a dream, I woke myself up."
        }, 
        {
            "number": "86", 
            "head": "F, age 18", 
            "content": "Two weeks ago this guy asked me to Senior Ball. I said yes because I felt sorry for him, but a couple of days later I called it off.\nMy dream was that I said yes because he promised to take me fishing after the dance. I don't remember what happened at the dance, but I remember to other couples went with us and we fished. We were at a lake around 12 p.m. at night and it was really dark. I was excited to be fishing in my prom dress. I don't know why."
        }, 
        {
            "number": "87", 
            "head": "F, age 18", 
            "content": "My boyfriend just broke up with me so he was on my mind. It was a normal day at school for me, except for one fact that I was in a bad mood. I was in a bad mood because I was worried about who I was going to go to my Senior Ball with. I remember that I looked really good that day, but I felt like nobody could see me, like I was invisible or something. I don't remember a lot more about this dream except that this girl in my Spanish class told me something I should remember. I don't remember what she told me though. The funny part is the girl that told me this is a girl I don't really talk to. She is younger than me and we don't have much in common."
        }, 
        {
            "number": "88", 
            "head": "F, age 18", 
            "content": "I was in my backyard and I was flying. I would flap my arms up and down really fast and I would start to rise above the ground. As I would start getting pretty high, my dog would start barking and grab my foot with her mouth to bring me back down to the ground. Every time I'd start to rise up again, my dog would pull down. It was the most wonderful feeling to be in the air. It was pure ecstasy, but it was also very frustrating when my dog would keep bringing me down and not let me go up further."
        }, 
        {
            "number": "89", 
            "head": "F, age 18", 
            "content": "I felt scared. I was pregnant in my dream. Then the dream jumped to my boyfriend and we're having sex together when his parents come home early from their vacation and caught us. I started to cry and his mom comforted me. She kept saying \"It's OK sweetheart.\" His father took him aside and talked with him. I was so embarrassed. What would they think of me now? Would they hate me? They loved me once. In real life I know this would never have happened. His parents would kill us instead."
        }
    ]
}