{
    "dreamer": "zurich-m.de", 
    "description": "Swiss children, auf Deutsch (M)", 
    "dreams": [
        {
            "number": "01-A-1", 
            "head": "1991-02-02 (10.8 Jahre)", 
            "content": "Ich habe geträumt, dass ich jemandem helfen musste, der im Skirennen die Bronzemedaille gewonnen hat. Und dieser hätte ich helfen müssen abzuhauen, weil jemand uns verfolgt, der diese Bronzemedaille stehlen möchte. Das erste Mal hat er es beinahe geschafft. Da habe ich sie gerade noch in den Handschuh verstecken können. Das nächste Mal, da habe ich sie im Skischuh gehabt, wo er wieder gekommen ist. Ich weiss nur noch, dass wir dann später weggegangen sind und sie abgehängt hätten. Und dann hätten wir Ruhe gehabt vor dem."
        }, 
        {
            "number": "01-A-2", 
            "head": "1991-02-21 (10.9 Jahre)", 
            "content": "Ich habe geträumt, ich sei in einem Fussballclub. Und dieser Fussballclub hätte ein Fussballspiel in anderen Ländern. Und einmal hätten wir ganz weit weg gehen müssen in ein anderes Land, um ein Fussballspiel zu machen. Und das ist dann ein spannendes Fussballspiel geworden. Und das haben wir dann gewonnen, und dann haben wir auch noch andere Spiele gehabt irgendwo anders. Und diese hätten wir auch gewonnen. Dann weiss ich ein langes Stück nicht mehr. Dann weiss ich wieder wo wir zu Hause gewesen seien, hat es ein grosses Fest gegeben. Das ist ein lustiges Fest gewesen, weil wir haben nämlich ganz viele Medaillen gewonnen."
        }, 
        {
            "number": "01-A-3", 
            "head": "1991-03-03 (10.9 Jahre)", 
            "content": "Ich habe geträumt, dass in der Schule so eine Reihe Kästchen stehen in der Garderobe und dass dort oben Tobleroneschokolade gelegen seien, so grosse und kleine Toblerone. Und unsere Lehrerin hat dann gesagt: \"Wir machen ein Wettrennen.\" Also eine Wette, wer am meisten hat. Man geht je zu zweit zusammen. Vom Stehen aus hätte man einfach nicht hinauflangen können, mit hüpfen durfte man nicht. Dann haben alle schnell einen Stuhl geholt. Ich und Peter sind zusammen gewesen. Wir sind zuerst ganz schnell einen Stuhl holen gegangen, und dann haben wir gerade noch 7 grosse erwischt, 7 grosse Tobleroneschokoladen. Dann haben wir am meisten gehabt."
        }, 
        {
            "number": "01-A-4", 
            "head": "1991-04-26 (11.1 Jahre)", 
            "content": "Ich habe geträumt, ich sei im Mittelalter mit meinen Freunden gerade in eine Wohnung eingedrungen. Im Moment sind wir dort gerade in der Übermacht gewesen. Dann ist so ein grosser Kerl auf mich los gekommen, ein starker. Und ich habe so die Angst dort bekommen, bin dann davongerannt. Aber dieser ist leider schneller gewesen als ich und hat mich eingeholt. Zuerst hat er mich geschlagen. Nachher hat er mich aufgehoben, genommen und an eine Wand gedrückt. Ich habe dort schon gemeint, er zerdrücke mir alle Knochen, die ich habe. Dann hat er mich genommen und über seine Schultern genommen. Dort hat er auch schon 2 andere gehabt vor mir.Dann hat er uns eben genommen auf die Schultern und hat uns zu den Gefängnissen hinunter gebracht. Weil da ist jeder in ein anderes Gefängnis eingesperrt."
        }, 
        {
            "number": "01-A-5", 
            "head": "1991-06-30 (11.2 Jahre)", 
            "content": "Ich habe geträumt, ich sei in einem Laden gewesen, und dann habe ich gesehen, wie 2 Räuber gerade ein paar Sachen geklaut haben im Laden. Sei ich dann diesen nach. Die hätten das gemerkt und dann hätten sie mich entführt und an einem anderen Ort in einen Keller. Mein Freund ist auch noch dabei gewesen, und der hat das gesehen und hat mich dann noch befreien können. Als ich dann aus diesem Haus raus gewesen bin, sind so Leute gewesen mit Autos. Diese habe ich gefragt, ob sie mich zur Polizei fahren würden, dass ich denen das sagen könnte, also der Polizei sagen. Dann haben die mir dieses Zeug nicht geglaubt und gesagt, ich solle doch rennen und den nächsten Bus nehmen. Dann bin ich eben gerannt. Und dann bin ich erwacht vom Wecker, weil ich aufstehen musste."
        }, 
        {
            "number": "01-B-1", 
            "head": "1993-02-05 (12.8 Jahre)", 
            "content": "Ich bin gerade in die Schule gegangen, da hat mir jemand von unserer Klasse gesagt, dass wir nicht hinein gehen können ins Schulhaus. Ich habe ihm aber nicht geglaubt und bin hingegangen und dann habe ich gesehen, dass die Türe abgeschlossen ist. Als es dann 9 Uhr geläutet hat, haben wir dann endlich hineingehen können. Drinnen haben wir sehr viele feine, süsse Sachen gesehen. Ich weiss nicht mehr, wie es heisst, da hat es Vanillepudding gehabt und Cremes und auch andere Sachen, von denen ich den Namen nicht gerade weiss. Es hat einer von uns Geburtstag gehabt, und seine Eltern sind eben ganz Reiche gewesen, darum hat er so viele Sachen mitnehmen können. Wir haben sehr viel gegessen, bis wir nicht mehr mochten."
        }, 
        {
            "number": "01-B-2", 
            "head": "1993-02-10 (12.9 Jahre)", 
            "content": "Also ich habe geträumt, dass unsere Schulklasse mit der 2. Klasse uns zusammengeschlossen haben und für die Eltern in der Turnhalle, die zu einem Eisfeld umgebaut worden ist, eine Vorführung machen. Die Lehrerin der 2. Klasse ist richtig wütend gewesen und hat jeden ausgeschimpft wegen dem kleinsten Fehler (in Wirklichkeit ist sie eigentlich eine ganz nette). Aber im Traum ist sie eine ganz böse gewesen und eine hässige und eine, die einem immer gerade ausschimpft. Auf jeden Fall haben wir eben eine kleine Vorstellung gehabt (wie die genau gegangen ist, weiss ich nicht mehr). Nachher haben wir mit den Eltern einfach frei Schlittschuhlaufen können. Und dort hat es verschiedene Eltern gehabt, die haben gut Schlittschuhlaufen können und weniger gut können. Und viele sind auch noch umgefallen, so wie auch ich (in Wirklichkeit habe ich auch nicht gut Schlittschuhlaufen können). Es hat mich immer wieder auf den Sack gehauen. Mein kleinster Bruder ist auch noch dabei gewesen und meine Eltern auch und alle meine Klassenkameraden. Wir haben es sehr lässig gehabt. Und wir haben dann auch gegen Schluss die Hockeystücke holen dürfen für die, die Hockey spielen wollten in der einen Hälfte der Halle. Unfälle hat es keine gegeben, zum Glück. Es ist eben lässig gewesen, und es hat ganz viele Eltern da gehabt."
        }, 
        {
            "number": "01-B-3", 
            "head": "1993-03-16 (13.0 Jahre)", 
            "content": "Ich habe geträumt, dass ich gerade am Fussballspielen mit jemand anderem bin (ich weiss nicht mehr, wer der andere gewesen ist). Dann plötzlich hat der andere weit weg geschossen aus Versehen, und ich habe den Ball holen müssen. Der Ball ist gerade vor einem Haus gewesen, wo eine Fabrik gewesen ist, die grosse Fenster hat. Es ist schon ziemlich dunkel gewesen. Dann bin ich dorthin gegangen, habe den Ball geholt und habe unterdessen noch ein wenig zum Fenster hineingeschaut. Dort hat ein Mann eine lange Stange, etwa 3 Meter lang, gerade neben sich gehabt. Der hat irgend etwas gemacht. Nachher ist er in einen Nebenraum gegangen, wo ich auch zum Fenster hineingesehen habe und hat diese Stange in eine silbrige Flüssigkeit hineingestossen. Dann bin ich wieder zurückgegangen mit meinem Ball und habe ihn dem Kollegen gegeben. Dann bin ich wieder schauen gegangen, was dieser Mann gemacht hat. Dann plötzlich haben wir einfach, ich und dann sind auch noch etwa 3 andere Kollegen, diesem Mann geholfen, diese Stange hinein und heraus zu tun, weil diese sehr schwer gewesen ist. Wieso wir dort plötzlich geholfen haben, weiss ich auch nicht. Wir haben es noch lustig gehabt, aber wir haben sehr chrampfen müssen, haben geschwitzt. Das ist in einem riesengrossen Kessel gewesen, so etwa 4 Meter hoch gewesen und etwa 3 Meter Durchmesser gehabt. Und wir sind da auf einem Podest rundherum gestanden. Wir haben unheimlich aufpassen müssen, dass uns diese Stange nicht hineingefallen ist. Wir haben nicht nur geschwitzt, weil es so anstrengend gewesen ist, sondern weil es so heiss gewesen ist. Die Flüssigkeit hat richtig gebrodelt und gesprudelt und gekocht. Wir haben einfach nicht gewusst, was das ist."
        }, 
        {
            "number": "01-B-4", 
            "head": "1993-04-05 (13.0 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit meinem Kameraden Stefan im Zug sei. Wir wollen ins Disneyland fahren, dieses in Paris. Während wir noch im Zug sind, drücken wir die Innenhandfläche gegeneinander, und ich sage jetzt \"ahhe\" und er hält sie unterdessen. Da haben wir nämlich Freundschaft schliessen wollen. Während dem Fahren da kommt dann noch der Kondukteur und verlangt unsere Billette. Wir zeigen sie ihm. Dann geht er wieder weiter, der Kondukteur. Am nächsten Bahnhof sieht man den TGV von unserem Zug aus. In den TGV müssen wir dann auch noch einsteigen."
        }, 
        {
            "number": "01-B-5", 
            "head": "1993-04-06 (13.0 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit den anderen an einem Ort gewesen bin, wo alles so rotbraune Erde gewesen ist, mit Schluchten, wo Strassen durchgegangen sind. Manchmal hat es dort an so einer Schlucht, gerade dort wo wir gewesen sind, einen Unfall gegeben. Da haben wir aber unbedingt einen haben müssen, der einen Wagen ziehen kann. Einen Bagger und einen grossen Schaufelbagger müsste er haben. Haben wir telefoniert, und sie sind gekommen. Nachher ist einer gerade so eine Wand hinuntergekommen, die nicht so steil gewesen ist, wäre aber fast in diese Autokolonne hineingefahren, die es gegeben hat. Dann musste er irgendwo nach hinten fahren und Erde wegschieben, damit die andere Kolonne (die also mit den anderen 3 Autos) also baggern und dann wieder nach hinten fahren durchs Tal. Und wir mussten vorne dran dann weg rennen, also laufen, rennen, sogar zwischendurch. Dann sind die uns aber langsam immer zu schnell geworden, da sind die einen den Hang hinauf, also ich bin den Hang hinauf und die anderen hinunter. Dann haben sie uns überholt untendurch. Dann habe ich aber gesehen, dass ich eigentlich auch den Hang hätte hinunter klettern müssen. Denn wenn ich dann nämlich den Hang weitergelaufen wäre, nicht mehr zusammen gekommen wäre, weil dort noch eine Schlucht nach hinten gewesen wäre, soweit ich gesehen habe. Dann bin ich eben auf dieser Felswand oben auf dieser Platte nach hinten gerannt, an einem besseren Ort, wo es nicht so steil gewesen ist, so dass ich nicht gerade runterfallen kann. Dort bin ich dann runtergelaufen, hinuntergeklettert auf die Strasse, dann die Strasse nach vorne gerannt. Und dann dort wo die anderen hinuntergeklettert sind, bin ich hinunter. Dann bin ich mit ihnen zusammen getroffen. Dann sind wir einen Weg in den Wald nach hinten, da haben wir viele Hinkelsteine gesehen. Wir haben sofort angefangen zu sprechen. Da hat einer von unseren Begleitern gesagt, wir sollen still sein, das sei ein Ort, wo man still sein müsse."
        }, 
        {
            "number": "01-C-1", 
            "head": "1995-01-28 (14.8 Jahre)", 
            "content": "Wo der Traum angefangen hat, weiss ich nicht mehr. Aber ich mag mich erinnern von dort an, wo ich und mein Freund (wer dass das gewesen ist, weiss ich nicht mehr) von zwei Gangstern in einem Auto entführt worden sind. Diese zwei Gangster haben gerade vorher eine Bank überfallen gehabt und eine Million Franken im Kofferraum hinten gehabt. Mein Freund, der das rausgefunden hat, hat irgendwie einen Sitz wegnehmen können und ist dann in den Kofferraum nach hinten, hat diese Million packt und hat rausspringen können. irgendwie. Ich bin allein geblieben mit diesen Gangstern, unfreiwillig natürlich. Dann sind wir noch recht lange gefahren, und dann sind wir zu mir nach Hause gekommen. Bei mir zu Hause sind meine Eltern nicht dagewesen und meine Brüder auch nicht. Sie haben mich behalten als Geisel, sie müssen ja trotzdem flüchten können. Dann sind wir recht lange bei mir zu Hause gewesen, für mich ist das ein ziemlicher Stress gewesen, weil ich sehr Angst gehabt habe. Dann ist plötzlich unsere Nachbarin zu uns läuten gekommen. Ich habe an die Türe gemusst, aber die anderen haben sich versteckt. Was wir dort zwischen einander geredet haben, weiss ich nicht mehr, aber es ist ganz normal gewesen, als wäre nichts gewesen. Dann habe ich flüchten wollen, gerade mit der Nachbarin. Sie hat nichts gewusst, aber ich habe mich dann doch nicht getraut, weil diese Gangster haben Schusswaffen gehabt. Dann ist die Nachbarin wieder gegangen und ich bin zu Hause gewesen mit diesen Gangstern. Dann muss irgendwie die Polizei gekommen sein. Dann, was ich wieder weiss ist, dass ich Zeitung gelesen habe. Die ist kurz darauf, am gleichen Tag noch, am Nachmittag, rausgekommen. Und mit 2 Seiten über das geschrieben. Ich habe das gelesen und habe wieder angefangen zu weinen, zum zweiten Mal. Das erste Mal ist gewesen, wo die Polizei gekommen ist, weil das ist für mich so ein Stress gewesen. Dann habe ich mich wieder beruhigt und dann, am Abend sind dann meine Eltern und meine Brüder gekommen. Das erste, was ich gemacht habe, ist meiner Mutter in den Arm fallen und anfangen zu weinen. Dann habe ich mich wieder erholt und habe endlich erzählen können."
        }, 
        {
            "number": "01-C-2", 
            "head": "1995-01-29 (14.8 Jahre)", 
            "content": "Ich bin mit zwei Kameraden auf dem Heimweg von der Schule zum Bahnhof gewesen. Da ist plötzlich so ein eher dicker, stattlicher älterer gekommen, der auch dort oben in die Schule geht. Der ist eigentlich eher ein Grober, der gern schnell tut anfangen rumzuschlagen. Der ist zu mir hergekommen, hat mich angefangen anzupöbeln und dann, als ich ein wenig frech entgegnet habe, angefangen rumzuschlagen. Er hat auf mich reingeschlagen und hat mich gepackt und hat mich über einen Baumstamm, der ausgehöhlt gewesen ist und Wasser drin gewesen ist (also ein Baumstamm-Brunnen) so quer drüber. Also, er hat mich über diesen drüber gelegt und bogen, quasi mich um diesen rumgebogen. Ich bin auf dem Rücken gelegen, und das ist sehr schmerzhaft gewesen. Dann bin ich wütend worden, dass dieser einfach so mit mir umgeht, und habe ihm auch angefangen rumzuboxen. Er ist sehr langsam zurückgegangen, und dann weiss ich eigentlich nicht mehr wie es weitergegangen ist. Irgendwie sind wir dann mit dem zu einem Bancomat gekommen, wo dieser mit einem Nädelchen irgendwie hat knacken können. Er hat aber kein Geld rauslassen können, nur schauen, wieviel Geld, dass er drauf hat. Und dann ist er in die Bank rein und ist wieder rausgekommen. Was er gemacht hat, habe ich keine Ahnung. Dann bin ich immer noch so wütend gewesen vor dem, weil wir haben immer noch Krach gehabt, wir haben uns immer wieder geschlagen, hinterrücks und so. Und ich bin einfach voll auf den losgestürzt und habe ihn verschlagen. Aber dem haben meine Schläge fast nichts ausgemacht. Aber er ist dann doch abgehauen, weil er gemerkt hat, dass es für ihn da nichts gibt. Dann bin ich weitergelaufen mit den Kameraden und sehe einen nigelnagelneuen Fünffränkler auf dem Boden, nehme den auf, und wir laufen weiter. Da sieht mein Kollege einen Zweifränkler auf dem Boden, nimmt diesen auf und wir gehen weiter. Dann fangen wir an zu diskutieren, ob wir jetzt den Zweifränkler und den Fünffränkler aufs Fundbüro bringen müssen oder wohl nicht. Dann sind wir drauf gekommen, ja den Zweifränkler nicht, aber den Fünffränkler schon. Dann sind wir beim Bahnhof angekommen und sind in den Zug eingestiegen und im Zug noch weiter nach vorne gelaufen. Dann sind uns andere Kameraden im Erstklassabteil, wo sie eigentlich nicht sein dürften, begegnet und haben uns gesagt: \"Ja, bleibt ihr auch da? Wir tun uns da jetzt ein wenig bequem machen.\" Dann sind wir aber nicht geblieben, und wir sind weitergegangen und haben eine Platz gefunden. Dann bin ich erwacht."
        }, 
        {
            "number": "01-C-3", 
            "head": "1995-06-05 (15.2 Jahre)", 
            "content": "Ich, meine alten Fussballmannschaft und mein alter Trainer fahren mit dem Auto an einen Ort hin, wo wir einen Match hätten. Dann sind wir dort angekommen, haben parkiert, sind ausgestiegen. Meine Kollegen sind vorausgegangen, und ich habe noch schnell was machen müssen. Dann bin ich auch gegangen, bin in dieses Clubhaus gekommen und sehe dort einen Riesen-Ball, der so Beine hat, wo so gross sind, wie ich. Dann plötzlich habe ich ein Schwert in den Händen und dort drauf steht, ich müsse diesen Ball schlagen, in die Beine, dann gehe er weg. Der hat der Ball angefangen, so richtig rumhüpfen und rumspringen und ist auf mich zugekommen und da habe ich gemacht, was auf diesem Schwert gestanden ist, habe dem in die Beine geschlagen. Und je mehr, dass ich den getroffen habe, umso mehr hat der angefangen. Ich habe natürlich immer mehr Angst bekommen, habe aber gemacht, was ich sollen habe. Dann plötzlich, puff, ist dieser Ball weggewesen. Ja, und mein Schwert ist auch verschwunden. Dann bin ich in die Kabine gegangen, habe mich umgezogen. Die andern sind schon fertig gewesen. Nachher sind wir alle zusammen rausgegangen. Ich und der Trainer sind noch ins Clubrestaurant, schnell etwas Kleines essen gegangen, weil ich nichts zu Mittag gehabt habe. Wir haben ein Brot, mit Käse, Schinken und Ananas, drauf gehabt hat(Toast Hawaii). Und nachher bin ich dann auch einlaufen gegangen."
        }, 
        {
            "number": "01-C-4", 
            "head": "1995-07-02 (15.2 Jahre)", 
            "content": "Ich habe geträumt, dass ein paar Jugendliche ein Mädchen entführt haben. Und dann sind die an einen Strand gegangen, ein paar weiter oben und ein paar weiter unten. Es ist eine gewalttägige Gruppe gewesen, die haben immer Waffen bei sich gehabt und so. Plötzlich habe ich einen anderen niedergestochen. Und ist zum nächsten, hat den auch niedergestochen, dann weitergerannt, gerufen: \"Ich bin gegen das, was ihr macht.\" Und ist abgehauen, weiter runtergerannt zu dem Führer, hat den Führer auch niederstechen wollen, hat ihn aber nicht richtig erwischt, ist weitergerannt, die anderen sind noch völlig geschockt gewesen. Dann hat der Flüchtende dieses Mädchen gepackt, das entführt worden ist und ist mit ihm weggerannt. Dann irgendwie sind die in mein Haus gekommen. Dann plötzlich bin ich dieser Flüchtende gewesen, vorher war es jemand ganz anders gewesen (ich habe aber niemanden gekannt). Dann habe ich dieses Mädchen bei mir versteckt und bin wieder aus dem Haus gerannt. Dann zwei von dieser Gruppe sind mir hintennach. Dann auf dem Weg zu den Garagen merke ich, da kommt mir einer von den anderen entgegengerannt. Dann breche ich seitlich aus auf ein anderes Grundstück, renne um die Garagen rum. Es sind schon drei Verfolger, dann will ich links rum vom Schulhaus zum Fussballplatz kommen, und dann merke ich, dort schneidet mir wieder einer den Weg ab. Dann renne ich rechts rum über die Wiese. Und dann geht es so zwischen den Stangen durch, überall, und auf dem Platz. Vorher noch, als ich zum Haus rausgerannt bin, habe ich meinem Vater zugerufen, er soll die Polizei anrufen. Dann bin ich eben so vom Platz draussen gerannt und bin froh gewesen, dass ich so schnell rennen kann, bin aber doch recht müde geworden. Und dann bin ich erwacht, weil so Krach gewesen ist, um mich rum."
        }, 
        {
            "number": "01-C-5", 
            "head": "1995-07-05 (15.3 Jahre)", 
            "content": "In der Wirklichkeit gibt es bei uns in der Schule oben Ende Schuljahr ein Examen. Und da werden in 4 verschiedenen Tagen 4 von den Fächern geprüft. Man geht ins Schulzimmer rein, zieht einen Zettel und weiss, was für ein Thema man vortragen muss. Dann hat man fünf Minuten Zeit, sich geistig drauf vorzubereiten und so Sachen zusammenzusammeln, auswendig. Und muss nach 5 Minuten den Experten vortragen. Und ich habe jetzt geträumt, ich hätte ein Geographie-Examen. Ich komme in ein Schulzimmer rein und dort hockt der Lehrer und der Experte, vor ihnen eine Mitschülerin, die gerade vortragen muss, und ich ziehe ein Zettelchen, und dort drauf steht: Atombombe. Und ich habe keine Ahnung, was das mit Geographie zu tun hat.Aber ich habe dann angefangen, Merkpunkte auf einen Zettel draufschreiben zur Atombombe und dass im Moment Frankreich gerade wieder Atombomben-Test machen will, wie so eine Atombombe funktioniert, wie sie aussieht, was sie für Auswirkungen hat, wo dass sie eingesetzt worden ist und wann, und alles so Sachen. Dann ist meine 5-Minuten-Vorbereitungszeit abgelaufen. Ich habe müssen zum Lehrer und zum Experten nach vorne. Und genau in diesem Moment sagt er: \"Jetzt haben wir keine Zeit mehr, um weiterzumachen, ich breche das Examen ab.\" Ich bin eigentlich froh gewesen, weil ich nicht habe vortragen müssen. Aber dann als ich die Note gesehen habe (wir haben erst eine Prüfung gehabt in diesem Semester, die zählt), ein Vierer, habe ich gedacht: \"Nein, ich will jetzt noch eine Note.\" Dann bin ich zu diesem nach vorne gegangen, habe gesagt: \"Sie, können Sie nicht wenigstens meine Merkpunkte da von der Vorbereitung schnell anschauen und benoten.\" Da hat er gesagt: \"Ja für was auch? Du hast ganz klar einen Vierer!\" Dann habe ich gesagt: \"Ja, ich glaube aber, ich brauche einen Fünfer, dann habe ich einen Viereinhalber.\" Hat dieser gesagt: \"Ja, das schaffst Du ja nie.\" Habe ich gesagt: \"Ich möchte es jetzt wenigstens probieren.\" Habe ich ihm das gegeben, er schaut es an und dann habe ich den bekommen, den Fünfer. Dann nachher bin ich mit meinem kleinsten Bruder rausgegangen, der ist plötzlich rausgegangen, und haben wir unterwegs die Grossmutter getroffen, die hat uns eingeladen im Restaurant essen zu gehen. Dann sind wir in den Laden rein, die Rolltreppe runter, das erste Restaurant gewesen, nochmals eine Rolltreppe runter, das zweite Restaurant gewesen, das dritte Restaurant ist noch einmal eins weiter runter gewesen. Sind wir auch runtergegangen, und dort hat man sich selbst bedienen können. Dann habe ich also eine 2-Liter-Ice-Tea genommen für mich und den Bruder, dann einen halben Schoggi-Stengel. Die Grossmutter hat einen halben Ice-Tea genommen und alles so halbvolle Sachen. An der Kasse ist dann natürlich kompliziert worden, um das zusammenzurechnen. Und es hat dann auch ein rechtes Zeitchen gedauert. Diese Frau an der Kasse ist fast verzweifelt und wir haben es eigentlich noch lustig gefunden. Und dann haben wir das gegessen, und dann sind wir zurückgegangen. Die Grossmutter hat noch einen rechten Zug drauf gehabt, ist noch recht schnell gegangen. Ich und der Bruder sind kaum nachgekommen. Über die Strasse rüber habe ich noch auf meinen Bruder schauen müssen, weil das in der Stadt gewesen ist. Und dann bin ich erwacht."
        }, 
        {
            "number": "02-A-1", 
            "head": "1991-02-04 (10.9 Jahre)", 
            "content": "Es waren einmal zwei Leute, ein alter Mann und eine Frau, die wollten mich, ein anderes Kind und noch einen Mann töten. Sie waren in einem Auto und hatten zwei Gewehre. Als sie anfingen zu schiessen, bin ich sofort in Deckung gegangen. Das andere Kind und den Mann haben sie getroffen. Bei einer scharfen Kurve ist ihnen ein Gewehr zum Auto herausgefallen. Ich bin sofort dorthin gerannt und habe das Gewehr genommen. Ich habe aber gemerkt, dass das Gewehr keine Munition mehr drinnen hatte, habe es aber trotzdem behalten. Sie sind plötzlich aus einem Grund, den ich nicht weiss, aus dem Auto ausgestiegen. Doch nach ein paar Metern ist der Mann an einem Herzanfall gestorben. Die Frau wollte auf mich schiessen, hatte aber auch keine Munition mehr. Sie hat einen Stein genommen und nach mir geworfen. Ich konnte das aber mit dem Arm abwehren. Doch jetzt bin ich aufgewacht."
        }, 
        {
            "number": "02-A-2", 
            "head": "1991-03-07 (11.0 Jahre)", 
            "content": "Ich bin in einem Sommerskigebiet skifahren gegangen. Wir waren dort in einem Hotel direkt neben einem Strand. Am Morgen und am Abend mussten wir immer sehr weit laufen bis wir zum nächsten Sessellift gekommen sind. Der Weg hat auch an einem Bauernhaus vorbeigeführt. Ich habe dann dort einmal den Thomas, den Kai, den Andreas, den Matthias und und den Thorsten getroffen. Von da an bin ich dann immer mit ihnen skifahren gegangen. Als wir dann heimgekommen sind, war der Bauer gerade vor dem Stall. Wir haben mit ihm gesprochen und haben ihn kennengelernt. Nachher sind wir in den Stall hinein und haben noch ein bisschen mit den Tieren gespielt."
        }, 
        {
            "number": "02-A-3", 
            "head": "1991-03-27 (11.0 Jahre)", 
            "content": "Ich, meine Schwester, meine Mutter und mein Vater wollten nach New York gehen. Doch wir fanden dann gleich einmal heraus, dass es dort auch nicht mehr so schön ist wie im Fernsehen, sondern sehr viel Dreck und so Zeug einfach auf der Strasse herumliegt. Noch zwei Familien, die wir kannten, das sind die Meyers und die Dörners wollten auch gehen. Dörners haben haben uns das geglaubt, dass New York nicht mehr schön ist. Die Meyers aber nicht. Die Meyers sind dann doch gegangen mit einigen Kollegen von ihnen. Sie selber sind dann bald wieder heimgekommen, sie hatten aber viel länger gebucht. Die Kollegen sind noch geblieben. Mussten dann aber auch zugeben, dass sie keine schönen Ferien gehabt hatten."
        }, 
        {
            "number": "02-A-4", 
            "head": "1991-04-19 (11.1 Jahre)", 
            "content": "Ich, und ein Kollege von mir, der Thomas gingen zur \"Chilbi\". Dort gingen wir zuerst in die Geisterbahn. Als wir dort drinnen waren, gab es sehr viele Leute. Und plötzlich ist ein Roboter, der dort als Puppe verkleidet gestanden ist, lebendig geworden. Alle Leute sind sofort davongerannt, auch wir. Doch der Roboter ist mir nachgerannt. Ich habe versucht den abzuhängen und bin überall durchgerannt. Am Schluss bin ich durch eine ganz dünne Gasse gegangen, wo er nicht durchgekommen ist. Und nachher bin ich heim. Doch als ich auf dem Heimweg war, ist er plötzlich wieder hinter mir gewesen. Ich bin dann sofort rein und bin in den Luftschutzkeller, habe dort die Türe zugemacht. Doch es hat gerade noch knapp gelangt. Und der Roboter ist in die Türe hineingerannt und ist kaputtgegangen. Dann ist mein Traum fertig gewesen."
        }, 
        {
            "number": "02-A-5", 
            "head": "1991-05-16 (11.1 Jahre)", 
            "content": "Ich bin mit dem Turnverein zu einem Turnfest gegangen. Wir mussten mit dem Car gehen, weil wir so viele waren. Und mit dem Zug hätten wir zu früh gehen müssen. Als wir dort angekommen sind, gab es dort ganz viele Cars von anderen Turnvereinen. Am Abend als wir wieder zurück mussten, ist unser Car zuhinterst gestanden und davor viele andere Cars, und dazwischen nichts, so dass ich nicht durchgehen konnte. Ich habe gedacht, ich gehe doch einfach durch einen Car durch. Doch als ich in einem anderen Car drinnen war, geht einfach die Tür zu. Und der Car fährt ab. Ich rief dann zum Buschauffeur vor, er solle anhalten, ich sei im falschen Car. Doch er ist einfach weitergefahren und hat gesagt, er könne jetzt nicht anhalten."
        }, 
        {
            "number": "02-B-1", 
            "head": "1993-02-20 (12.9 Jahre)", 
            "content": "Ich habe geträumt, dass ich in die Schule gegangen bin mit meinem Kollegen. Und dann haben wir plötzlich an einem Strassenrand ganz viel Werkzeug gefunden, zum Teil verrostet, kaputt, aber auch ganz. Dann haben wir das schönste zusammengelesen und haben das mitnehmen wollen. Und gerade als wir das in den Schulranzen hineinpacken wollten, kommt eine Frau und sagt, ob das unser Werkzeug sei. Und dann haben wir natärlich gesagt, nein, das hätten wir da gefunden. Und nachher sagt sie, sie telefoniere sofort der Polizei, weil vor einem Jahr hätte das auch so angefangen. Zuerst sei Werkzeug und Bleistifte und so Sachen dagelegen. Dann sei es immer grösser geworden, und am Schluss seien Tische und Stühle und Betten und alles so Sachen da herumgelegen. Und nachher haben wir gefragt, ob man jetzt wisse, von wem das gewesen sei. Nachher sagt sie, ja, von ihrem Nachbar, der sei zwar eigentlich immer ein anständiger und netter gewesen, aber er hat die Wohnung umräumen wollen und hat ganz viele Möbel nicht mehr gebraucht. Und nachher hat er nicht gewusst wohin mit dem, und dann hat ihm ein Kollege gesagt, er solle es doch einfach da hinunterwerfen. Und das hat er dann auch gemacht. Und dann sind wir, nachdem uns diese Frau das erzählt hat, in die Schule gegangen."
        }, 
        {
            "number": "02-B-2", 
            "head": "1993-03-16 (13.0 Jahre)", 
            "content": "Ich und der Karsten sind einmal skifahren gegangen. Und dann als wir gerade auf einen Lift wollten (wir haben schon angebägelt gehabt) ist der Karsten herausgefallen. Ich bin dann weiter oben auch gerade herausgegangen, dass wir wieder zusammen an den Lift gehen können. Als ich dann aber unten gewesen bin, habe ich gesehen, dass der Karsten schon wieder angebägelt hat und hinaufgehen wollte. Und dann plötzlich ist dieser, der mit dem Karsten hinaufgefahren ist, hinausgefallen. Den Karsten hat es dann gekehrt und hat mit dem Bägel eingehängt. Er ist dann so rückwärts hinaufgefahren, und ich habe die Skis abgezogen und bin nachgerannt sozusagen und habe dann dem Karsten, als ich ihn erreicht habe, geholfen. Und dann sind wir dann zusammen nachher hinunter und dann an den Skilift."
        }, 
        {
            "number": "02-B-3", 
            "head": "1993-03-22 (13.0 Jahre)", 
            "content": "Ich habe geträumt, dass ein Kollege von mir ziemlich viel Land gehabt hat und Pferde. Und dann ist bei diesem einmal ein Pferd verunglückt. Sie haben aber nicht gewusst wo. Dann bin ich das mit diesem Kollegen und noch ein paar anderen, die auch mitgekommen sind, suchen gegangen. Auf dem Weg dorthin habe ich ein riesiges Geodreieck gefunden. Etwa l Meter lang und 1/2 Meter hoch. Und diese habe ich dann schnell in die Schule getan, und dann sind dort alle anderen gewesen und haben Schule gehabt. Wir haben dann natürlich nicht mehr verstanden, wieso diese Schule haben. Wir haben gemeint, wir hätten frei. Und dann ist dann herausgekommen, dass wir gar nicht frei haben. Dann sind wir einfach weiter in die Schule gegangen."
        }, 
        {
            "number": "02-B-4", 
            "head": "1993-03-23 (13.0 Jahre)", 
            "content": "Wir haben jetzt in der Schule eine neue Lehrerin bekommen. Ich habe geträumt, dass wir zum Abschluss Rollschuhfahren gegangen sind. Dann gleichzeitig haben wir vom Werken so Modellberge gemacht, und diese sind fertig gewesen. Haben wir diese nach Hause genommen. Und dann haben alle ihre Berge einfach vor die Haustüre gestellt und sind dann Rollschuhfahren gegangen. Fast unsere Nachbarn, die haben einen Eingang, der so schräg aufwärts geht, wo man mit den Rollschuhen gut hinauf und hinunter fahren kann. Und dort ist auch noch ein Berg gestanden. Wir haben dann immer an den Velos angehängt, oder jemand hat uns gestossen. Und dann habe ich an einem Velo angehängt und bin dann ziemlich schnell den Aufgang hinauf gefahren. Und dann bin ich gerade vorne an diesem Berg umgefallen und auf den Berg hinauf. Es ist fast alles kaputt gegangen. Ich habe dann den Berg nach Hause genommen und habe ihn geflickt."
        }, 
        {
            "number": "02-B-5", 
            "head": "1993-04-02 (13.0 Jahre)", 
            "content": "Ich habe geträumt, dass ich an einem Strand gewesen bin, wo ganz viele Surfer gewesen sind, die weltbesten auch. Und dann am Abend bin ich nach Hause gelaufen. Und dann, als ich zu Hause war, bin ich noch einmal kurz ein bisschen im Quartier herumgelaufen. Und dann habe ich plötzlich gesehen, dass dort ein Velorennen ist, auch wieder von diesen Surfern, die ich dort gesehen habe. Wer gewonnen hat, weiss ich nicht, ich bin dann nach Hause gegangen."
        }, 
        {
            "number": "02-C-1", 
            "head": "1995-03-19 (15.0 Jahre)", 
            "content": "Ich habe geträumt, ich sei mit meiner Klasse in einem grossen Bauernhaus gewesen. Wahrscheinlich habe ich dort geschlafen, ich weiss auch nicht mehr so genau. Am Morgen sind wir aufgewacht, nachher hat es noch ein bisschen Schnee gehabt. Dann sind wir so barfuss im Schnee rumgerannt. Später ist dann der Schnee weggegangen. Nachher haben wir einen riesengrossen Käfig entdeckt mit Tieren, die wahrscheinlich als Pelztiere gehalten sind. Und dann hat uns das nicht so sehr gross gestört. Und dann haben wir grad wollen ein Spiel machen, haben uns in zwei aufgeteilt und dann bin ich erwacht."
        }, 
        {
            "number": "02-C-2", 
            "head": "1995-04-06 (15.0 Jahre)", 
            "content": "Heute habe ich geträumt, ich habe trainieren gehen müssen mit meiner Klasse. Und dann sind wir rennen gegangen. Ziemlich weit, an einem Ort, den ich eigentlich nicht kenne (auf Wiesen). Und dann sind wir immer runter gerannt. Mit der Zeit sind wir dann zu einer Seilbahngondel gekommen, die uns wieder hätte weiter rauf transportieren sollen. Nachher sind wir dort ein paar eingestiegen. Dann ist sie abgefahren und runtergekippt. Nachher hat das der Seilbahnchauffeur nicht so tragisch gefunden. Das soll schon öfter vorgekommen sein. Haben wir diese wieder raufgemacht, sind wieder zurückgefahren. Nachher sind dann auch mehr Leute gekommen. Dann sind wir raufgefahren. Und dann oben hat es ziemlich viele Leute gehabt. Und dann ist noch so ein richtiger Weltenbummler gekommen, auf einem Velo. Obendran hat er ein Surfbrett gehabt, und einen Schlafsack. Dann haben wir noch ein wenig mit ihm geredet (was, weiss ich eigentlich auch nicht mehr). Und dann bin ich erwacht."
        }, 
        {
            "number": "02-C-3", 
            "head": "1995-04-12 (15.1 Jahre)", 
            "content": "Ich habe geträumt, ich sei um meinen Geburtstag herum (ein paar Tage davor oder danach) die Post holen gegangen und dann ist ein Päckchen für mich drin gewesen. Und dann bin ich ins Haus und habe das aufgemacht in der Stube. Meine Eltern sind auch noch dagewesen und meine Schwester. Und dann sind drinnen ganz viele Prospektchen von Fernsehprogrammen gewesen, und zwei davon sind eingepackt gewesen. Und wo ich die auspacke merke ich, dass das einfach neue Sender sind, die wir neu bekommen. Und das Komische ist gewesen, dass ich diese noch nie gesehen habe, die gibt es eigentlich gar nicht."
        }, 
        {
            "number": "02-C-4", 
            "head": "1995-06-20 (15.2 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit einem Segel-Leiter über das \"Biken\" geredet habe. Was genau mag ich mich nicht mehr erinnern. Nur, dass wir am Schluss noch über den Helm geredet haben. Ich habe behauptet, es reiche ein Velohelm, um normal biken zu gehen und er hat gemeint, ein Töff-Helm brauche es schon. Es sei das einzige , was nütze, wenn man umfällt. Aber er ziehe auch keinen an."
        }, 
        {
            "number": "02-C-5", 
            "head": "1995-06-27 (15.3 Jahre)", 
            "content": "Ich habe geträumt, ich habe in die BMS gewollt und habe die dann verpasst, weil da muss man ja so Vorbereitungskurse machen und habe. Dann zum Anmelden (ich habe erfahren, wann das losgeht) bin ich dann einfach mal in die Stadt gereist und habe unterwegs noch eine Kollegin getroffen, die ein Buch holen gehen wollte in der Stadt. Dann bin ich ein wenig mit dieser durch die Stadt gelaufen. Dann später, als sie gegangen ist, bin ich dieses Gebäude suchen gegangen, wo diese Kurse sind und habe dann das per Zufall auch gefunden. Dann bin ich zuerst einfach ein wenig in diesem Gebäude herumgeirrt. Es ist ein Riesengebäude gewesen. Und dann habe ich es eigentlich schon aufgeben wollen und bin wieder zur Kasse und schaue den am Schalter so an und dann fragt er, was ich wolle. Und dann habe ich ihm das erzählt und dann hat er mir noch gerade eine Anmeldung geben können. Und dann habe ich diese ausgefüllt."
        }, 
        {
            "number": "03-A-1", 
            "head": "1991-02-28 (11.2 Jahre)", 
            "content": "Mir hat es geträumt, ich hätte auf dem Garagenplatz vor unserem Haus eine kleine Ente gefunden, ein richtiges Entenbaby. Und dann habe ich das aufgezogen und einfach alles. Und so nach ja etwa 2 Wochen habe ich einmal das plötzlich in einem Kindergartenanzug gesehen. Und am nächsten Tag in der Schule hat der Tobias gesagt: \"Du möchtest immer alles, auch gerade diese Ente.\" Und dann habe ich gesagt: \" Woher weisst Du das jetzt?\" Dann hat er gesagt: \"Ja, ich habe sie gesehen auf dem Weg in den Kindergarten.\" Dann habe ich gesagt: \"Ja, geht sie jetzt in den Kindergarten?\" Und dann bin ich aufgewacht. Die Antwort habe ich nicht mehr bekommen."
        }, 
        {
            "number": "03-A-2", 
            "head": "1991-03-04 (11.2 Jahre)", 
            "content": "Ich habe nur ein Bild gesehen, und das ist mir im Lauf vom Morgen wieder in den Sinn gekommen. Meine Mutter, meine Schwester Bianca und ich sind in so einem Warenhaus gewesen. Nachher hat Bianca so an einem Regal so eine schwarze Schachtel heruntergenommen, hat gesagt: \"So jetzt können wir dies endlich einmal ausleeren.\" Dann habe ich gemerkt, dass es eine Videokassette ist."
        }, 
        {
            "number": "03-A-3", 
            "head": "1991-03-07 (11.2 Jahre)", 
            "content": "Mir hat es geträumt, ich hätte zum Frühstück  bei einem riesigen Tisch etwas gegessen. Nachher bin ich schnell vom Tisch weg. Hat meine Mutter und meine älteste Schwester Katrin gefragt, was denn los ist. Und nachher habe ich gesagt: \"Ja, mir hätte es etwas geträumt. Ich möchte das noch schnell aufnehmen.\" Und dann bin ich aufgewacht."
        }, 
        {
            "number": "03-A-4", 
            "head": "1991-03-07 (11.2 Jahre)", 
            "content": "Der Tobias und ich seien so am Computer gewesen und haben Basicafarmer gespielt. Nachher haben wir total viel Geld verdient. Nachher ist es uns verleidet, und dann haben wir abgestellt. Und nachher sind wir wieder nach unten. Plötzlich ist wieder am gleichen Ort weitergegangen, was sonst ja nicht logisch wäre, wenn es abgestellt ist. Und eben dann ist es 5 Uhr gewesen, und ich bin erwacht."
        }, 
        {
            "number": "03-A-5", 
            "head": "1991-03-08 (11.2 Jahre)", 
            "content": "Ich habe gestern einen Film aufnehmen wollen. \"Die Jagd nach dem grünen Diamanten\" hat er geheissen. Und da habe ich eben den Videorekorder programmiert, dass er von alleine anstellt und abstellt. Und jetzt hat es mir geträumt, dass ich am Morgen schauen wollte, ob es ihn ganz aufgenommen hat. Nachher ist gestanden, dass die Kassette nicht gereicht hat. Habe ich fast einen Schock bekommen. Und an mehr mag ich mich auch nicht mehr erinnern."
        }, 
        {
            "number": "03-B-1", 
            "head": "1993-01-28 (13.1 Jahre)", 
            "content": "Es hat mir geträumt, ich sehe mich im Schulzimmer und sehe meinen Lehrer und unsere Klasse. Und unser Lehrer hat erzählt über Geographiehefte, die wir abgeben müssen, aber noch nicht abgegeben haben. Und er hat schon korrigiert und hat gesagt, dass sie schlecht seien. Und dann sind wir eigentlich alle ein wenig verwirrt gewesen, weil, wie kann er über Hefte sagen, die er gar noch nicht korrigiert hat, dass sie schlecht seien. Und dann ist leider der Traum fertig gewesen."
        }, 
        {
            "number": "03-B-2", 
            "head": "1993-02-01 (13.1 Jahre)", 
            "content": "Ich bin vor dem Fernseher gesessen und habe eine Sendung geschaut, wo sie eine spontane Frage an die Zuschauer gestellt haben (bzw. an das Publikum). Und niemand aus dem Publikum hat diese Frage beantworten können. Wenn man diese Frage hätte beantworten können, hätte es eine Reise ins Disneyland gegeben. Ich habe die Antwort gewusst und habe gedacht, jetzt wäre ich auch gerne dort, zwischen den Zuschauern. Plötzlich bin ich dort gewesen. Nachher habe ich diese Frage beantwortet und habe diese Reise gewonnen. Und als ich es meinen Verwandten und Bekannten erzählt habe, hat es mir kein einziger glauben wollen, weil niemand diese Sendung gesehen hat."
        }, 
        {
            "number": "03-B-3", 
            "head": "1993-02-03 (13.1 Jahre)", 
            "content": "Mir hat es geträumt, meine Mutter hätte ein neues Auto gekauft, einfach so nebenbei, obwohl sie ein neues hat. Und meiner Schwester hat sie einen Gameboy und sehr viele Spiele gekauft. Und dann habe ich gesagt: \"Ja, wozu hast Du das gekauft?\" Dann hat sie gesagt: \"Ja ich habe ein wenig Geld ausgeben wollen.\" Und mir hat sie nichts gekauft, und dann bin ich ein wenig verblüfft gewesen. Meine Schwester und sie und noch ein paar andere, die sie gekannt haben, haben von ihr Geschenke bekommen und mir hat sie nichts gekauft."
        }, 
        {
            "number": "03-B-4", 
            "head": "1993-02-15 (13.2 Jahre)", 
            "content": "Mir hat es geträumt, ich sitze zuhause in meinem Zimmer am Computer, und dann kommt plötzlich mein Vater herauf und bringt mir ein Programm nach Hause für den Computer, das ich mir schon lange gewünscht habe. Aber er hat es mir nie vom Geschäft nach Hause gebracht, weil er es doof gefunden hat. Ich bin natürlich überglücklich gewesen."
        }, 
        {
            "number": "03-B-5", 
            "head": "1993-02-19 (13.2 Jahre)", 
            "content": "Mir hat es geträumt, es ziehe ein Ehepaar bei uns unten im Hobbyraum ein, ohne dass sie uns gefragt haben. Und nachher haben sie gesagt: \"Dieser Boden ist aber unbequem.\" Und dann haben sie aus dem Auto so riesige Holzplatten mit Nägeln geholt, so wie Fakire und haben sie auf dem Boden ausgebreitet, Platte neben Platte und einfach einen Strohteppich darüber gelegt. Und dann sind sie drauf gestanden und haben gesagt: \"So, jetzt ist es erst richtig bequem.\""
        }, 
        {
            "number": "03-C-1", 
            "head": "1995-03-20 (15.3 Jahre)", 
            "content": "Mir hat es geträumt, ich sässe am Tisch unten, bei uns daheim, in der Stube. Am Morgen irgendwann. Und hatte einen Kaffee bevor ich in die Schule gegangen bin. Und mein Vater hätte eigentlich auch bald sollen an den Tisch kommen, aber er hat sonderbar lange gehabt. Normalerweise kommt er eigentlich nicht so spät, oder gerade nach mir. Dann, als er gekommen ist, habe ich lachen müssen, weil er hat ein Toupet gehabt auf dem Kopf, obwohl er eigentlich noch Haare gehabt hat. Ich habe das irgendwie nicht ganz mitbekommen, weil er hat zwar weisse Haare, aber er hat ein braunes Toupet einfach oben dran, also, ein braunes Kraushaar-Toupet gehabt. Und nachher ist er am Tisch gesessen und dann ist der Traum fertig gewesen."
        }, 
        {
            "number": "03-C-2", 
            "head": "1995-04-15 (15.3 Jahre)", 
            "content": "Ich habe geträumt, es sei Dienstag, den 18., und ich habe den Termin um 5 Uhr für die Unterzeichnung des Lehrvertrags völlig vergessen und verpasst. Heute ist aber Sonntag, der 16.!"
        }, 
        {
            "number": "03-C-3", 
            "head": "1995-04-17 (15.3 Jahre)", 
            "content": "Ich bin mit dem \"Töffli\" an einem Supermarkt bei uns in der Nähe vorbeigefahren. Alle meine Kollegen sind dort davor gesessen. Und ich bin weitergefahren, weil ich habe irgendwo hin müssen. Ich weiss nicht, wohin. Nachher bin ich eine Strasse rauf, Fahrverbot, mit höherer Geschwindigkeit, also sehr schnell (also mein \"Töffli\" ist schnell, aber ich bin sehr schnell). Nachher bin ich links abgebogen, habe eine Vollbremsung machen müssen. Es hat eine Bremsspur gegeben, nachher ist dort ein Velo- und Mofageschäft gewesen. Dort habe ich dann ein Bremskabel gekauft."
        }, 
        {
            "number": "03-C-4", 
            "head": "1995-04-20 (15.4 Jahre)", 
            "content": "Meine Mutter hat mich mit dem Auto heimgefahren. Wieder am Supermarkt vorbei. Und dann bin ich die Bergstrasse runter (das ist eine Strasse neben unserem Haus, am Wald). Dort runter sind der Tobias und der Werner gelaufen, meine Kollegen. Und als ich daheim gewesen bin, habe ich meine Dampflokomotive (ein Riesending) anstellen wollen und ihnen nachfahren. Und nachher bin ich erwacht."
        }, 
        {
            "number": "03-C-5", 
            "head": "1995-04-28 (15.4 Jahre)", 
            "content": "Also mir hat es geträumt, ich fahre mit dem \"Töffli\" in meiner Heimatstadt. Ich komme vom Schlaflabor und suche den Weg. Als ich mit dem Töffli gefahren bin, sind plötzlich viel so Strassensignale gewesen, die ich gar nicht gekannt habe, irgendwie Stoppschilder, und so. Und ich habe mich total verfahren in der Stadt."
        }, 
        {
            "number": "04-A-1", 
            "head": "1991-02-28 (11.4 Jahre)", 
            "content": "Im Traum habe ich unsere Hamster gesehen. Der älteste ist so ganz dick und fett gewesen und ist so nur da gelegen. Und da ist noch ein Hamster gewesen, der ist ein bisschen jünger gewesen. Und noch zwei, drei ganz junge Hamster. Und auf einmal ist ein anderer Hamster gekommen, und wollte dem ältesten Hamster etwas antun. Und nachher hat der junge Hamster den Bösewicht vertrieben."
        }, 
        {
            "number": "04-A-2", 
            "head": "1991-03-01 (11.4 Jahre)", 
            "content": "Wir sind skifahren gewesen. Zuerst sind wir in den Flughafen gefahren mit dem Auto, und nachher weitergefahren mit dem Auto in die Berge. Und dort sind wir dann skifahren gegangen. Und nachher sind wir so ein bisschen gefahren, und dann ist es schon langsam dunkel geworden. Dann sind wir noch einen Hügel hinuntergefahren. Danach ist es schon stockfinster gewesen. Dann sind wir zur nächsten Seilbahnstation, und sind dort angestanden. Als wir hinunterfahren konnten, ist schon wieder hell gewesen."
        }, 
        {
            "number": "04-A-3", 
            "head": "1991-03-02 (11.4 Jahre)", 
            "content": "Ich habe geträumt, ich sei irgendwo so in den Bergen gewesen. Und nachher sei auf einmal der Michael Knight (der Knight Rider) gefahren gekommen. Aber der Knight Rider ist weiss gewesen. Er hat gesagt, ich solle einsteigen. Ich bin eingestiegen. Nachher als wir so gefahren sind, ist auf einmal der Colonel Decker mit der Militärpolizei so daher gefahren gekommen. Da sind wir soweiter gefahren in das Feriendorf und dort in ein Hotel gegangen."
        }, 
        {
            "number": "04-A-4", 
            "head": "1991-03-03 (11.4 Jahre)", 
            "content": "Ich habe geträumt, ich sei mit meinen zwei Kollegen in einem abgelegenen Bauernhof gewesen. Nachher haben meine Kollegen dort alles kaputt gemacht. Dann habe ich gesagt, sie sollen aufhören. Dann haben sie einfach weitergemacht. Sie haben es irgendwie nicht richtig kaputt gemacht. Sie haben nur alle Sachen, die dort im Bauernhof gewesen an einen anderen Ort hingelegt. Da habe ich gesagt, sie sollen endlich aufhören. Dann haben sie das nicht gemacht. Dann habe ich gesehen, dass der Bauer heimkommt. Dann bin ich einfach gegangen und habe gedacht, jetzt können sie schauen, was sie machen."
        }, 
        {
            "number": "04-A-5", 
            "head": "1991-03-04 (11.4 Jahre)", 
            "content": "Ich habe geträumt, ich und noch ein paar andere seien in so einer Ueberlebensschule gewesen. Nachher mussten wir einen Hirsch schiessen. Ich habe auch einen Hirsch gesehen und wollte ihn abschiessen. Nachher haben wir nicht getroffen und er ist auf einmal so auf uns losgerannt. Den Kopf nach unten und nachher sind wir einfach davongerannt. Nachher ist er ganz nah auf uns zugekommen, im letzten Moment ist noch ausgewichen. Dann habe ich gesagt: \"Ich habe ja auch nichts gemacht, also macht ihr mir auch nichts.\""
        }, 
        {
            "number": "04-B-1", 
            "head": "1993-01-24 (13.3 Jahre)", 
            "content": "Dort haben wir Bären geschossen. Nachher haben wir den Bären eingesperrt, aber er hat sich irgendwie befreien können und nachher haben wir flüchten müssen vor diesem Bären. Ich bin irgendeinen Hügel hinaufgerannt und bin zu einem Haus gekommen, wo Affen drin gelebt haben. Und in diesem Haus habe ich mich dann eingeschlossen. Diese Affen haben immer mit Gorillas gespielt, und vor denen habe ich Angst gehabt. Und dann am Schluss haben diese Affen aber auch Angst bekommen vor diesen Gorillas und sind auch in das Haus hereingekommen."
        }, 
        {
            "number": "04-B-2", 
            "head": "1993-02-07 (13.3 Jahre)", 
            "content": "Ich sei von der Schule nach Hause gekommen, und dann hätte mein Vater für meine Schlangen ein neues Terrarium bauen wollen. Ich habe zwar abgelehnt und habe gesagt, nein, das solle er nicht machen. Aber er hat es einfach doch machen wollen. Und nachher am nächsten Morgen hat er schon angefangen ein neues zu bauen. Und die Schlangen hat er, statt in einen kleinen Behälter hineinzutun, hat er sie einfach auf den Behälter hinaufgetan."
        }, 
        {
            "number": "04-B-3", 
            "head": "1993-02-16 (13.4 Jahre)", 
            "content": "Heute Nacht habe ich geträumt, ich sei mit all meinen Schulsachen auf dem Weg gewesen in die Schule. Ich habe nicht so weit gehabt in die Schule und bin gemütlich gelaufen. Auf einmal ist ein Kollege von mir gekommen, und dann haben wir auf einmal ganz viel Geld gefunden, alles Münzen. Wir haben alle zusammengekramt, es sind so viele gewesen. Wir haben einfach möglichst viele zusammengepackt. Er hat dann bald einmal gesagt, er müsse jetzt in die Schule gehen, und ich habe gedacht: \"Nein, da muss ich jetzt noch Münzen zusammennehmen.\" Aber dann auf einmal habe ich aufgeschaut, und nachher habe ich gesehen auf der anderen Strassenseite, die Schule hat schon lange angefangen. Da habe ich ein wenig Angst bekommen und habe versucht, möglichst schnell in die Schule zu kommen. Aber ich bin einfach irgendwie nicht vom Fleck gekommen, nur so ganz langsam. Ich habe mich zwar angestrengt, aber es ist einfach nicht schnell gegangen."
        }, 
        {
            "number": "04-B-4", 
            "head": "1993-03-07 (13.4 Jahre)", 
            "content": "Heute Nacht habe ich geträumt, ich sei mit meiner Familie und mit ein paar Kollegen. Da ist so ein riesiger Betonklotz gewesen, ein Haus. Es ist ein Zoo gewesen. Da hat man hineingehen können, aber es hat kein Glas gehabt. Die Tiere sind einfach an den Wänden herumgehangen. Affen sind dort an einer Wand gewesen und ich habe echt Angst gehabt, weil diese Tiere haben einfach richtig böse ausgesehen. Einmal sind wir hinausgegangen, haben so eine riesige Betontüre zugemacht, aber diese Affen sind einfach durch die Betontüre hindurchgekommen."
        }, 
        {
            "number": "04-C-1", 
            "head": "1995-02-15 (15.4 Jahre)", 
            "content": "Heute nacht habe ich geträumt, ich sei mit einem guten Kollegen von mir auf dem Heimweg gewesen von der Schule. Aber ich habe diesen Heimweg gar nicht gekannt, es ist nicht mein eigener Heimweg gewesen. Mitten auf dem Weg sind wir an eine Brücke rangekommen, so eine Hängebrücke. Sie ist ziemlich lang gewesen, hoch und ganz schmal. Auf dieser Brücke oben sind ein paar Mädchen gewesen aus unserer Klasse. Sie haben gesagt, wir sollen raufkommen. Nachher als wir oben gewesen sind, haben sie uns angefangen die Brücke schwingen, die ganze Brücke hat so geschwungen. Wir haben auch mitgemacht, aber ich habe selber ziemlich Angst gehabt. Irgendwann hat er gesagt, jetzt reicht es, und dann sind wir nach Hause gegangen."
        }, 
        {
            "number": "04-C-2", 
            "head": "1995-05-05 (15.6 Jahre)", 
            "content": "Ich habe geträumt, ich sei am Bahnhofskiosk gewesen. Dann habe ich dort irgendwie so eine Süssigkeit in den Mund gesteckt, rausgehen wollen. Dann ist die Kioskfrau gekommen und hat ein \"Riesengschiss\" gemacht und hat gesagt, ich hätte dieses Zeugs geklaut. Und hat gesagt, sie wolle die Polizei holen. Sie hat alles aufgeschrieben und hat gesagt, sie sage es meinen Eltern. Dann bin ich ziemlich hässig geworden. Bin ich nachts mit dem Kollegen runtergegangen und habe den Kiosk angezündet. Nachher sind wir die ganze Zeit mit so einen Benzinkanister rumgelaufen, den wir nicht haben loswerden können. Dann haben wir ihn in einen Bach reinwerfen wollen. Und dann hat das meine Mutter aber gerade gesehen und hat uns zur Rede gestellt."
        }, 
        {
            "number": "04-C-3", 
            "head": "1995-05-11 (15.6 Jahre)", 
            "content": "Letzte Nacht habe ich geträumt, ich sei in der Schule gewesen. Aber diese Schule hat überhaupt nicht so ausgesehen wie die echte Schule. Das Klassenzimmer ist gerade etwa ein Viertel gewesen des normalen Klassenzimmers. Und die Schüler haben keine Pulte gehabt und Tische, sondern es hat ein grosses Bett in der Ecke gehabt und dort sind alle im Schneidersitz draufgesessen. Nur ich habe irgendwie ein Pult gehabt, einen Tisch, den ich mit niemanden habe teilen müssen. Und dann auf einmal habe ich irgendwie das Klassenzimmer wechseln, dort wo die Parallelklasse rübergekommen ist. Dann habe ich meine Schlangen auch einpacken müssen (ich habe irgendwie meine Schlangen dabei gehabt). Mit denen habe ich die ganze Zeit gespielt im Klassenzimmer drin. Und ein paar Schüler habe ich noch gekannt dort, aber die gehen gar nicht mit mir in diese Klasse."
        }, 
        {
            "number": "04-C-4", 
            "head": "1995-05-18 (15.6 Jahre)", 
            "content": "Letzte Nacht habe ich geträumt, ich sei mit meinen Eltern nach Amerika gegangen, mit der ganzen Familie. Irgendwie sind wir nur über einen kurzen See rüber, und diesen See haben mit dem Auto überquert. Dann sind wir irgendwie stundenlang gefahren, auf einer Passstrasse. Eigentlich ist es gar keine Strasse gewesen, sondern nur so Wiesen, über die wir gefahren sind. Nach einem Zeitchen ist dann eine Strasse gekommen, wo es ziemlich steile Klippen gehabt hat, die ins Meer runtergegangen sind. Dann haben meine Eltern gesagt, sie gingen jetzt da in ein Konzert (irgendwie eine spanische Sängerin). Dann sind sie mit meiner Schwester gegangen. Ich bin irgendwo so auf einen Hügel raufgeklettert. Von dort aus habe ich über den See rübergesehen. Habe ich drüben (es hat ziemlich nah gewirkt, aber ist relativ weit weg gewesen) eine spanische Flamenco-Tänzerin gesehen."
        }, 
        {
            "number": "04-C-5", 
            "head": "1995-05-29 (15.6 Jahre)", 
            "content": "Letzte Nacht habe ich geträumt von vier Leuten: zwei junge Frauen und zwei junge Männer, und denen ist es halt immer langweilig gewesen. Die sind einfach draussen rumgehängt. Und dann hat einer mal die Idee gehabt, wir könnten ins Spital gehen, das gerade nebendran ist. Dann haben sie gewusst, bis um fünf Uhr ist im Spital niemand und dann ist ihre Mittagspause fertig. Dann sind sie mal so zusammen reingegangen und dann ist alles so dunkel gewesen. Und irgendwie haben sie sich nicht richtig zurechtgefunden. Auf einmal ist Licht angegangen, es ist fünf Uhr gewesen. Dann sind alle Leute gekommen und dann haben sie sich geschämt. Sie haben Patientenkleider angezogen und haben gesagt, sie hätten das vorderste Zimmer am Ausgang. Und kaum sind die Leute weggewesen vom Spital, sind sie rausgegangen. Nachher haben sie irgendwie so ein paar Sachen mitgehen lassen, Alkoholfläschchen und so."
        }, 
        {
            "number": "05-A-1", 
            "head": "1991-03-13 (10.2 Jahre)", 
            "content": "Ich bin mit dem Rolf, meinem Schulkameraden, in die Schule hinuntergelaufen. Und dann hat er sich so wie ein Stuntman auf den Boden geschleudert. Und da habe ich gesagt: \"Spinnst Du eigentlich! Du könntest Dir ja den Kopf anschlagen.\" Und dann hat er gesagt: \"Das ist doch egal.\" Und dann ist er so wie ein Spinner einfach da in ein Auto gestiegen, das dort gestanden ist. Und hat Gas gegeben und hat gebremst. Und hinterher ist ein Motoradfahrer gefahren, der nicht gewusst hat, dass er bremst. Und der ist über das Auto hinübergeflogen. Und hat den Fuss verloren. Und dann ist der Rolf ganz rot geworden und ängstlich. Und dann ist der verletzte Motorradfahrer heimgehüpft auf einem Bein. Da sind wir weiter runterglaufen und in die Schule gegangen. Als wir dann wieder raufgelaufen sind zusammen, ist dann der mit der ganzen Familie da (der Verletzte), da sind wir uns begegnet. Und dann habe ich gesagt: \"Ja es tut mir schon schrecklich leid, was da vorher passiert ist.\" Und dann hat er gesagt: \"Das ist doch egal! Reden wir nicht mehr darüber.\""
        }, 
        {
            "number": "05-A-2", 
            "head": "1991-05-01 (10.3 Jahre)", 
            "content": "Ich bin mit meiner Mutter auf einer Insel gewesen. Und dann bin ich einmal ganz alleine auf der Insel einfach so herumspaziert. Und da komme ich plötzlich an einem Büro vorbei, wo man Autos und Führerscheine kaufen kann. Ich wollte einen Führerschein kaufen. Aber ich bin ja erst Zehn. Dann bin ich hineingegangen zum Schalter, und dort gab es eine junge Schwedin. Und die hat mir den Autoausweis gegeben. Und dann bin rausgelaufen und treffe eine Familie. Dann habe ich stolz meinen Führerschein in die Luft gehalten. Und als ich dann heimgelaufen bin, erwachte ich."
        }, 
        {
            "number": "05-A-3", 
            "head": "1991-05-03 (10.3 Jahre)", 
            "content": "Ich bin mit einer Frau und einem Mädchen durch den Wald spaziert. Dort haben wir Pilze gefunden und haben sie gesammelt. Dann sind wir weitergelaufen. Und dann sehen wir am Boden ein Baby liegen, das weint. Dann haben wir das aufgehoben, und haben es mitgetragen. Und dann plötzlich kommt das Meer. Da kommen einfach riesige Flutwellen. Und da sind uns die Pilze und das Baby weggeschwemmt worden. Und wir mussten uns an Bäumen und Aesten halten, dass es uns nicht weggerissen hat. Dann plötzlich ist das Meer wieder zurückgegangen. Und dann sind wir wieder im Wald gewesen. Dann sind wir weitergelaufen und die Frau und das Mädchen sind dann in ihr Haus gegangen. Und ich bin bei der Frau Feldmann auf dem Kiesweg heimgelaufen."
        }, 
        {
            "number": "05-A-4", 
            "head": "1991-09-16 (10.7 Jahre)", 
            "content": "Der Traum, den ich geträumt habe ist ziemlich komisch. Es sind verschiedene Arten wie Menschen sterben. Aber man kann es eigentlich gar nicht erklären. Zum Beispiel ein alter Mann hat einen Salto rückwärts gemacht und nachher hat er sich den Bauch aufgebrochen und so Zeug. Also man kann es fast nicht erklären."
        }, 
        {
            "number": "05-B-1", 
            "head": "1993-02-26 (12.2 Jahre)", 
            "content": "Mein Traum handelt um ein Fondue. Wir sind gerade dabei gewesen, im Caquelon ein Fondue vorzubereiten, als mir das Fonduegäbelchen hineingefallen ist. Und aus irgendeinem Grund hat meine Grossmutter sofort das Fondue von der Platte genommen und in eine Bratpfanne getan. Jetzt hat sie das Fondue in der Bratpfanne braun gebraten, und nachher haben wir es gegessen."
        }, 
        {
            "number": "05-B-2", 
            "head": "1993-02-27 (12.2 Jahre)", 
            "content": "Der Traum handelt von fliegenden Schuhen. Ich bin beim Hans-Christoph gewesen, und der hat gerade eine tolle Erfindung gemacht, nämlich fliegende Schuhe. Jetzt haben wir diese ausprobiert. Und da hat es unten so zwei Knöpfchen gehabt, und wenn man auf eines gedrückt hat, ist man hinaufgeflogen, und wenn man auf das andere gedrückt hat, ist man in der Luft stehengeblieben. Jetzt sind wir die ganze Nacht in meinem Heimatort mit denen umhergeflogen. Er hat mir dann ein Paar geschenkt. Ich bin mit denen dann nach Hause, und zwar über den Balkon im 3. Stock. Meine Mutter und meine Grossmutter sind gerade beim Nachtessen gewesen. Und ich bin dann so in Küche gestanden und habe ihnen die Schuhe vorführen wollen. Dann habe ich das auch gemacht und habe auf das Knöpfchen gedrückt und bin hinaufgeflogen und dann in der Luft stehengeblieben."
        }, 
        {
            "number": "05-B-3", 
            "head": "1993-03-01 (12.2 Jahre)", 
            "content": "In unserem Heimatort hat es eine Unterführung, wo Fahrverbot ist. Und heute Nacht habe ich geträumt, ich sei gerade von der Schule nach Hause gekommen und sei ohne abzusteigen unter der Unterführung durchgefahren. Und dann ist plötzlich ein Polizist gekommen. Der hat mich dann erwischt und hat mich gefragt, ob ich nicht wisse, dass man da unten nicht fahren dürfe. Da habe ich gesagt: \"Doch, ich weiss es.\" Und da er gefragt: \"Ja, warum machst Du es dann?\" Und dann habe ich gerade rasch eine Ausrede erfunden und habe gesagt: \"Mein Freund wartet auf der anderen Seite, und er hat gesagt, ich müsse mich beeilen.\" Der Polizist hat das dann geglaubt und hat gesagt, ich dürfe das nächste Mal nicht mehr fahren und hat mich dann gehen lassen. (Ich möchte noch sagen, gestern Abend ist das wirklich passiert, dass ich nicht also nicht abgestiegen bin, und der Polizist hat mich dann erwischt)."
        }, 
        {
            "number": "05-B-4", 
            "head": "1993-03-07 (12.2 Jahre)", 
            "content": "Ich bin mit meiner Mutter in einer Eisenbahn gesessen. Wir sind gerade in die Stadt gefahren. In dem Zug sind wir zu vorderst gesessen. Und dann sind wir so gefahren und gefahren und plötzlich habe ich Angst bekommen. Ich habe mir vorgestellt, wir sind ja zu vorderst gesessen, und wenn jetzt ein anderer Zug kommen würde, von der anderen Seite und es gäbe einen Zusammenstoss, dann würde es uns ja am ehesten treffen."
        }, 
        {
            "number": "05-B-5", 
            "head": "1993-03-18 (12.2 Jahre)", 
            "content": "Es ist Abend gewesen, und ich bin gerade nach Hause gekommen. Und da habe ich ein Telefon von meinem besten Freund erhalten, vom Lars. Und er hat mich gefragt, ob ich nicht bei ihm einmal übernachten könnte. Er wohnt gerade etwa 3 Minuten von mir entfernt, und da ist meine Mutter einverstanden gewesen und ich durfte. Und dann bin ich hinübergegangen. Es ist erst 7 Uhr gewesen, und dann haben wir gerade zu Abend gegessen. Und dann hat es gerade mein Lieblingsessen gegeben, nämlich Poulet. Nach dem Abendessen haben wir uns dann noch Witze erzählt. Und dann sind wir ins Bett. Dann am nächsten Morgen, als ich aufgewacht bin, da habe ich dem Lars gerade erzählt: \"Du, jetzt habe ich gerade den 5. Traum für das Psychologische Institut geträumt. Habt Ihr da nicht irgendwo einen Kassettenrecorder um drauf zu sprechen?\" Aber der Lars hat gesagt, sie hätten nirgendwo einen. Dann haben wir nachher noch zusammen Frühstück gegessen, und dann bin ich sofort nach Hause gegangen, um den Traum darauf zu sprechen."
        }, 
        {
            "number": "05-C-1", 
            "head": "1995-04-20 (14.3 Jahre)", 
            "content": "Ich bin mit meiner Mutter in Paris an einem Bistro-Tischlein gesessen, wo es ein paar leere Gläser drauf gehabt hat. Vorne dran hat man den Eiffelturm gesehen und am Dach vom Strassencafé nebendran ist ein Käfig gehangen mit einer weissen Taube drin. Plötzlich sind oben durch ganz viele Tauben in einer Dreiecksform durchgeflogen. Diese Taube im Käfig ist jetzt ganz unruhig geworden und hat raus wollen. Da bin ich aufgestanden und habe sie rausgelassen. Sofort hat sie sich den anderen Tauben angeschlossen und alle sind miteinander auf den Eiffelturm gehockt."
        }, 
        {
            "number": "05-C-2", 
            "head": "1995-04-30 (14.3 Jahre)", 
            "content": "Es ist in der Nacht um 12 Uhr gewesen. Ich bin aufgestanden und habe mich wollen ins Badezimmer kämmen gehen. Ich bin reingelaufen, und da ist am Boden ein komisches Viech gestanden, es hat ausgesehen wie ein Insekt, aber ist ein bisschen grösser gewesen. Und dann ist es plötzlich schnell rumgerannt. Ich bin fest erschrocken und bin zurück in mein Zimmer gerannt. Dort habe ich eine grosse Kartonrolle genommen, wo Posters drin sind. Jetzt bin ich langsam wieder ins Badezimmer geschlichen, aber dieses Viech ist nicht mehr dort gewesen. Dann habe ich mich in die Stube geschlichen und habe am Boden zwei Vogelspinnen gesehen. Wo ich mich näher an sie rangetraut habe, haben sie sich nicht bewegt. Aber die eine hat plötzlich ihr Hinterteil gelupft, auf mich gezielt und eine Flüssigkeit rausgespritzt. Zum Glück habe ich ausweichen können. Nachher bin ich näher an diese rangegangen und habe sie mit der Kartonrolle erschlagen. In diesem Moment ist mir die andere an den Arm rangeprungen. Ich habe so einen Schock bekommen und habe mich geschüttelt und wild um mich geschlagen. Da ist sie an den Boden geschleudert und ich habe sie auch mit der Kartonrolle erschlagen. Jetzt habe ich mich gefreut, aber plötzlich ist dieses Viech, das ich vorher im Badezimmer gesehen habe, vor mir gestanden. Es hat einen Satz genommen und ist auf mich gesprungen. Aber ich habe die Kartonrolle in der Hand gehabt und habe wie mit einem Baseball Schläger dreingeschlagen und habe es getroffen. Das ist an die Wand gespickt und ist dort zerdrückt. Jetzt habe ich mich gefreut, dass diese Viecher alle nicht mehr leben und bin zurück in mein Zimmer gegangen und wieder ins Bett gelegen."
        }, 
        {
            "number": "05-C-3", 
            "head": "1995-05-03 (14.3 Jahre)", 
            "content": "Ich bin ganz normal auf einem Kiesweg gegangen, und da habe ich plötzlich hinten ein Haus gesehen, eher einen Stand, wo mit blinkenden, farbigen Werbetafeln beleuchtet gewesen ist. Ich bin hingegangen und habe ein bisschen rumgeschaut. Hinter diesem Haus hat es einen Abgrund gehabt. Ich bin dann an dem Schalter fragen gegangen, was man da machen kann. Dieser Mann hat mir eine Zehnernote gegeben und hat gesagt, ich solle diese essen. Das habe ich dann gemacht. Und plötzlich habe ich fliegen können. Zuerst bin ich über den Stand geflogen. Und dann über den Abgrund. Und immer weiter. Und dann habe ich meine Kollegen gesehen, die unten auf grünen Hügeln rumgerannt sind. Ich habe ihnen gewinkt und habe ihnen zugerufen, und sie mir auch. Aber plötzlich habe ich nicht mehr fliegen können. Es ist, wie wenn diese 10er-Note keine Energie mehr gehabt hätte. Und ich bin runtergestürzt. Kurz vor dem Aufprall bin ich aufgewacht."
        }, 
        {
            "number": "05-C-4", 
            "head": "1995-05-05 (14.3 Jahre)", 
            "content": "Ich bin mit meinem Velo in einer Gegend rumgefahren, die ich gar nicht gekannt habe. Im Hintergrund ist eine Hochzeit gewesen. Ich habe die Hochzeitsmusik gehört und habe hingeschaut. Aber es hat mich komisch gedünkt, denn alle Leute sind schwarz angezogen gewesen, wie an einer Beerdigung. Ich habe mich nicht weiter drum gekümmert und bin einfach weiter geradeaus gefahren. Plötzlich ist ein grosses Hochhaus vor mir gewesen. Aber ich bin einfach auf dieses Haus zugefahren. Und wie ein Wunder bin ich senkrecht an der Wand vom Haus raufgefahren. Als ich oben angekommen bin, habe ich mein Velo auf den Kamin raufgestellt und bin an den Rand des Hauses gesessen und habe von oben die Hochzeit beobachtet. Da ist einfach aus dem Kamin eine Wolke gekommen und hat mein Velo mit in die Luft genommen. Als ich das gesehen habe, habe ich instinktiv den Schalter, der neben mir gewesen ist, gedrückt. Und plötzlich ist im Dach eine Klappe aufgegangen und ein Luftschiff ist rausgekommen. Es ist so ein altes Wikingerschiff gewesen mit einem riesigen Ballon obendran und Ruder auf der Seite. Ich bin dreingehüpft und habe angefangen zu rudern und habe die Wolken verfolgt. Wo ich genau über den Wolken gewesen bin, habe ich eine Leiter runtergelassen, bin runtergeklettert und auf die Wolke gesprungen. Da habe ich mein Velo wieder genommen, bin wieder zurück auf die Leiter und wieder in das Luftschiff, und habe umgekehrt und bin wieder auf dem Hochhaus gelandet. Ich habe wieder diesen Schalter gedrückt, das Luftschiff ist wieder verschwunden und ich bin mit dem Velo wieder senkrecht die Mauer runtergefahren und wieder am Hochzeit vorbei, irgendwo hin."
        }, 
        {
            "number": "05-C-5", 
            "head": "1995-05-07 (14.3 Jahre)", 
            "content": "Ich bin mit meinen Schulkollegen in der Umziehkabine gewesen. Als alle fertig gewesen sind, sind wir aus der Kabine in die Turnhalle gelaufen. Und wir haben es fast nicht geglaubt, als wir durch die Türe reingegangen sind. Es hat ein riesiges Gerüst in der Halle gehabt, das bis zur Decke raufgekommen ist. Es hat Rutschbahnen dran gehabt, riesige Trampolin und grosse Matten runter dran und noch viele andere Sachen. Wir Buben haben uns riesig gefreut und haben schon diskutiert, was wir alles machen wollen in dieser Stunde. Dann sind wir alle raufgeklettert und haben angefangen zu turnen. Wir sind die Rutschbahnen runtergerutscht, mit den Trampolin Saltos und jenste Sachen gemacht, die ich in Wirklichkeit gar nicht könnte."
        }, 
        {
            "number": "06-A-1", 
            "head": "1991-03-26 (10.4 Jahre)", 
            "content": "Es sind ein Affe und ein Pferd vorgekommen. Sie sind auf einem Baum herumgeklettert. Mehr weiss ich nicht."
        }, 
        {
            "number": "06-A-2", 
            "head": "1991-04-20 (10.4 Jahre)", 
            "content": "Mein Nachbar Felix und ich sind im Gebirge am Schneehütten bauen gewesen. Ich bin am Rand gestanden und habe den Schnee festgestampft. Der Felix ist in der Hütte gesessen und hat einen Tunnel gegraben."
        }, 
        {
            "number": "06-B-1", 
            "head": "1993-04-23 (12.4 Jahre)", 
            "content": "Ich bin in einem Raum gestanden, der aussieht wie unser Esszimmer. Und dort auf dem Tisch, der auch genau gleich ausgesehen hat, sind so Karten gestanden, wie man zum Geburtstag bekommt. Und dort sind alles so Geburtstagskarten gewesen, wo verschiedene Zahlen darauf gestanden sind, so ganz grosse. Die Karten sind von verschiedenen Jahren gewesen. Die Zahlen haben bedeutet, dass Amerika Geburtstag gehabt hat, dass es vor so und so viel Jahren gegründet worden ist. Dann bin ich aufgewacht."
        }, 
        {
            "number": "06-B-2", 
            "head": "1993-05-09 (12.5 Jahre)", 
            "content": "Ich bin in den Garten hinausgegangen und dort haben wir einen Nussbaum gehabt. Der Stamm und alles und die Aeste haben ausgesehen wie die von den Nussbäumen, aber zu äusserst an den Spitzen von den Aesten hat es so Stacheln gehabt, so wie von einer Tanne. Von aussen hätte es wie eine Tanne ausgesehen. Und oben dran, zuoberst in der Mitte, ist es nach links und nach rechts auseinander gegangen, also es ist herunter gehangen. Und dort hat es überall Tiere darauf gehabt, z.B. bin ich vor dem Baum gestanden und dann ist etwas Rotes heruntergekommen. Da habe ich gemeint, es sei ein Eichhörnchen, aber es ist ein Fuchs gewesen. Und auf einem Ast, als ich unter dem Baum gestanden bin, ist oben links von mir ein Meerschweinchen auf einem Ast umhergeklettert. Und dann zuoberst oben habe ich noch ein paar Vögel gesehen."
        }, 
        {
            "number": "06-B-3", 
            "head": "1993-05-11 (12.5 Jahre)", 
            "content": "Wir sind im Dschungel gewesen in Afrika. Und ich bin vor einer Waldlichtung gestanden, auf ein Hügel oben und vor mir ist es hinunter gegangen in ein Tal hinein. Und ich habe ein kleines Modellflugzeug gehabt, ein weiss-blau gestreiftes. Es war ein Propellerflugzeug, das nur vorne einen Propeller hat und die Flügel sind oben dran. An dem Propeller hat es drei so Ding gehabt, wo, eben wenn es dreht, die Luft nach hinten stösst. Und diese sind nach vorne gestanden und wenn man sie richtig übereinander getan hat, hat man den Motor laufen lassen können und das Flugzeug starten lassen."
        }, 
        {
            "number": "06-B-4", 
            "head": "1993-06-12 (12.6 Jahre)", 
            "content": "Ich habe geträumt, dass zwei Roboter drei Menschen gefangen genommen haben und in einer Höhle bewacht haben. Dann sind zwei andere Roboter gekommen mit einer Maske auf dem Kopf, aber sie sind nur vor die Höhle gestanden, dass man den Schatten gesehen hat. Und das hat dann mit den Masken ausgesehen wie wenn es ein Monster oder ein Drache wäre. Und dann die beiden anderen weggerannt."
        }, 
        {
            "number": "06-B-5", 
            "head": "1993-08-22 (12.8 Jahre)", 
            "content": "Ich habe geträumt, dass eine Gruppe von Leuten in einer Höhle gewesen ist und dort ein Gitter von einem Lüftungsschacht weggenommen hat. Dann sind sie dort hineingekrochen und sind in einer Bibliothek herausgekommen. Diese Leute haben später herausgefunden, dass es die seit 100 Jahren nicht mehr gibt. Und das Loch, durch das sie hindurchgekommen sind, ist langsam zugegangen und dann sind sie rasch zurück, so dass sie noch hindurch konnten."
        }, 
        {
            "number": "06-C-1", 
            "head": "1995-06-08 (14.6 Jahre)", 
            "content": "Ich habe geträumt, ich sei auf der Post gewesen und habe mit einem total zerrissenen Einzahlungsschein das Geld eingezahlt für ein Abonnement unserer Schülerzeitschrift."
        }, 
        {
            "number": "06-C-2", 
            "head": "1995-06-10 (14.6 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit meiner Kontokarte von meiner Bank zu einem Geldautomaten gegangen bin. Dann habe ich dort die Karte reingeschoben und habe den Code eingegeben. Und nachher ist auf dem Bildschirm eine Tabelle gekommen mit allen Fernsehprogrammen. Dann habe ich eines ausgewählt und habe nachher Fernsehen geschaut dort am Geldautomat."
        }, 
        {
            "number": "06-C-3", 
            "head": "1995-06-22 (14.6 Jahre)", 
            "content": "Ich habe geträumt, dass ich eine Katze (die ich früher mal gehabt habe, die aber weggelaufen ist) plötzlich auf dem Schulweg wieder gesehen habe. Aber anstatt dass ihr Rücken schwarz gewesen ist, ist er jetzt getigert gewesen. Und sie ist jetzt nicht mehr eine graue Tigerlikatze gewesen, sondern eine orange."
        }, 
        {
            "number": "06-C-4", 
            "head": "1995-11-25 (15.0 Jahre)", 
            "content": "Ich habe geträumt, dass Weihnachten schon vorbei sei und ich einen Akku bekommen habe, der nach einmaligem Aufladen ewig hält. Dieser Akku ist in einer grossen Schachtel verpackt gewesen. Und dort hat es eine riesengrosse Beschreibung drin gehabt. Die habe ich rausgenommen und angefangen zu lesen. In der Beschreibung ist gestanden, dass der Akku, wenn er nicht auf die Millionstel Sekunde genau aufgeladen wird, kaputt geht und man ihn nicht mehr brauchen kann. Dann habe ich gedacht, dass ich diesen an den Computer anschliesse und mit Hilfe vom Computer die Zeit stoppen tue. Dann ist der Computerprozessor aber ein fehlerhafter Pentium-Prozessor gewesen. Und dann hat er auf genau ein Millionstel-Sekunde zu früh aufgehört aufladen, dann ist der Akku kaputtgegangen."
        }, 
        {
            "number": "06-C-5", 
            "head": "1995-11-27 (15.0 Jahre)", 
            "content": "Ich habe geträumt, dass ich meine Mutter gefragt habe, ob ich noch ein bisschen Nintendo spielen dürfe. Dann bin ich in mein Zimmer gegangen, als sie ja gesagt hat, und habe einfach den Spielcomputer angeschaltet. Dann ist der Fernseher von allein gekommen. Dann habe ich ein Spiel gespielt, das \"Super-Mario-World\" heisst. Das habe ich eigentlich schon seit über einem Jahr nicht mehr gespielt. Und dann habe ich zuerst geträumt, ich sei einfach am Spielen, und dann gegen den Schluss des Traumes habe ich nur noch Fernsehen geschaut. Und da ist dann dieses Spiel in einen Film übergegangen, wo diese Spielfiguren selber geredet haben miteinander und etwas gemacht haben."
        }, 
        {
            "number": "07-A-1", 
            "head": "1991-03-21 (11.2 Jahre)", 
            "content": "Ich habe von den Ferien geträumt, die sind in Frankreich. Und dort seien wir am Morgen früh um sieben Uhr nach Roussillon gegangen, um die roten Wände mit den Hosen hinunterzurutschen und dann haben wir das so etwa 2, 3 Stunden gemacht und dann waren meine Hosen kaputt. Da sind wir wieder nach Hause gegangen. Und nachher sind wir dann Nachtessen gegangen, dann sind wir schlafen gegangen und am nächsten Morgen in den Ferien habe ich einen Fuchs gesehen."
        }, 
        {
            "number": "07-A-2", 
            "head": "1991-04-15 (11.3 Jahre)", 
            "content": "Ich war auf der \"Chilbi\" und bin Ringe werfen gegangen. Und dann habe ich immer auf eines gezielt, aber es ist immer daneben gegangen auf andere. Ich habe auf das Funkgerät gezielt. Aber nachher ist es auf so ein Tuch, dort war das japanische Wappen drauf mit einem Baseballspieler. Und dann war ich sehr überrascht, dass ich das gewonnen hatte und dann habe ich das unseren japanischen Nachbarn geschenkt."
        }, 
        {
            "number": "07-A-3", 
            "head": "1991-10-18 (11.8 Jahre)", 
            "content": "Ich habe heute geträumt, dass ich ein fliegendes Auto gehabt habe. Mit dem wäre ich aus dem Weltraum gekommen. Und mit meiner Familie hinunter auf die Erde gegangen. Und dann haben wir zwei Sonnenenergien gehabt zum Draufbinden, so dass alle zurückfliegen können. Und drum musste ich dann alleine rasch zurückgehen, genug Sonnenenergie holen (spezielle) und dann bin ich wieder heruntergekommen, um sie abzuholen. Und als wir dann oben waren, bin ich erwacht und dann war nichts mehr."
        }, 
        {
            "number": "07-A-4", 
            "head": "1991-09-13 (11.7 Jahre)", 
            "content": "Ich habe geträumt, ich bin im Zimmer gewesen und meine Kette ist kaputt gegangen. Und dann habe ich geträumt, dass der Leon sie mitgenommen hat und sie nachher bei mir hinten auf mein Bett hinaufgetan hat. Dann bin ich nachschauen gegangen, was das für eine Kette war. Es war genau die gleiche wie vorher. Auch Kristall gewesen."
        }, 
        {
            "number": "07-B-1", 
            "head": "1993-06-19 (13.4 Jahre)", 
            "content": "Ich habe geträumt, ich würde von einem Nachbarn ein Rollbrett erhalten. Ich bin damit fahren gegangen, habe es schön gehabt und dann bin ich umgefallen. Habe das Bein gebrochen und habe in das Spital müssen."
        }, 
        {
            "number": "07-B-2", 
            "head": "1993-07-16 (13.5 Jahre)", 
            "content": "Es gibt so ein Spiel, das heisst Gorilla auf dem PC. Da sind so 2 Gorillas, die werfen Bananen herum. Und ich habe geträumt, ich wäre so ein Gorilla. Und ein wenig ein komischer, und der andere Gorilla wäre etwa gleich gross gewesen wie ich, auch ein wenig ein komischer. Nachher haben wir die Bananen mit Nitroglzerin gefüllt und haben die herumgeschossen."
        }, 
        {
            "number": "07-C-1", 
            "head": "1995-06-14 (15.4 Jahre)", 
            "content": "Irgendwann, es ist vor vielen Jahren gewesen, habe ich davon geträumt gehabt, dass wir in England gewesen sind. Und zwar in Redding an einem Women's Festival, wo ich auch schon mal gewesen bin. Und zwar wäre dort der Peter Gabriel aufgetreten. Und ich habe mich so gefreut gehabt drauf, jeden Tag habe ich davon geschwärmt gehabt auf das Konzert. Und aufs Mal habe ist eine Nachricht rumgegangen, der Peter Gabriel sei umgebracht worden. Nachher bin ich in mein Zelt gegangen und bin weinen gegangen. Und am Morgen, als ich dann erwacht bin, bin ich froh gewesen, dass es nicht so gewesen ist."
        }, 
        {
            "number": "08-A-1", 
            "head": "1991-03-21 (10.3 Jahre)", 
            "content": "Ich habe geträumt, dass so ein Mann gesungen hat. Nachher sind ganz viele kleine Monster gekommen. Und nachher ist so eine Frau vorbeigekommen. Und die hatte Brot bei sich, ganz viel. Daher sind alle Monster auf sie gestürzt. Und haben Brot gefressen. Und die Frau hat sich versteckt, und ist weggelaufen. Und nachher, als die weggegangen sind die Monster, wir zuhören wie der Mann singt. Nachher bin ich hingegangen und es gab noch Brot. Und ich habe es aufgehoben und habe es gegessen. Mein Freund wollte auch ein bisschen. Und ich habe nein gesagt. Und ich war auch so ein Monster. Und mein Freund war dort,  ein paar Freunde waren dort. Nur mein Freund wollte noch ein bisschen essen. Da habe gesagt: \"Nein\" und nachher habe ich ja gesagt. Und da bin ich aufgewacht."
        }, 
        {
            "number": "08-A-2", 
            "head": "1991-03-23 (10.3 Jahre)", 
            "content": "Ich habe geträumt, dass ich ein Mensch bin, aus vielen grauen Steinen. Und dass ich vom Schwimmen nach Hause gehe. Mein Freund war dort. Ich wollte ihn fangen. Und nachher ist er zu einer Schule gegangen, die ich nicht gekannt habe. Da hat er gesagt: \"Nein. Du hast Angst.\" Dann bin ich hingegangen, nach hinten gegangen zum Brunnen. Er ist runter gesprungen und wollte mit mir kämpfen. Da habe ich ihm den Arm ausgedreht. Und nachher habe ich gesagt: \"Hörst Du auf.\" und er hat gesagt: \"Ja\". Danach bin ich wieder nach Hause. Der Freund ist weggelaufen. Dann bin ich nach Hause gegangen und habe mein Schwimmzeug aufgehängt. Und als ich im Badezimmer war, und das aufgehängt habe,dann ist die Zeit von 12 Uhr bis 9 Uhr so nach vorn gegangen. Und da wollte ich in den Hort, aber es war schon zu spät."
        }, 
        {
            "number": "08-A-3", 
            "head": "1991-04-25 (10.4 Jahre)", 
            "content": "Ich kenne nur noch ein paar Bilder. Ich habe gesehen, wie ich auf den Berg raufgestiegen bin. Allein. Da musste ich zu einem Mann, der hiess Info, um eine Frage zu beantworten, um etwas zu finden. Dann bin ich wieder vom Berg runter gestiegen. Danach bin ich aufgewacht."
        }, 
        {
            "number": "08-A-4", 
            "head": "1991-04-30 (10.4 Jahre)", 
            "content": "Ich habe geträumt, dass ich in einer Tierhandlung bin. Und da ist ein Tier ausgebrochen. Da bin ich in diesen Raum gegangen, und man hat dieses Tier gesucht. Und man hat gesagt, es war eine Schlange. Nachher habe ich gefragt: \"Welche?\" und die haben gesagt: \"Eine Pythonschlange\". Danach habe ich gesucht (das war wie im Dschungel) und habe gemeint, ein Ast ist eine Schlange. Da bin ich auf einen Schlauch getreten, habe ich gemeint, dabei war es die Schlange. Und da habe ich die Frau gerufen. Die hat mit einem Mann die Schlange den Schwanz gefasst und das Kinn von vorne. Und da hat sie gesagt: \"Gib mir einen Becher mit einer Plastikfolie drüber.\"  Da habe ich ihr einen gegeben. Danach hat er mir einen anderen Becher gegeben, einen normalen. Aber dabei ist die Schlange kleiner geworden. Nachher bin ich aufgewacht."
        }, 
        {
            "number": "08-B-1", 
            "head": "1993-02-09 (12.2 Jahre)", 
            "content": "Ich habe meine Klasse gesehen, wie sie auf einem Gewässer Motorboot gefahren sind, über Steine und über Land. Es war eigentlich ein Luftkissenboot."
        }, 
        {
            "number": "10-A-1", 
            "head": "1991-05-30 (09.9 Jahre)", 
            "content": "Es ist ein weisses Pferd gewesen, das über ein Wolkenmeer geritten ist, über ein rotes Wolkenmeer und hat Zügel gehabt. Und die Zügel waren mit roten Diamanten verziert."
        }, 
        {
            "number": "10-A-2", 
            "head": "1991-11-13 (10.3 Jahre)", 
            "content": "Ich träumte, dass ich in der Schule bin. Und dann gehe in Fächlein. Ich will den Ordner in mein Fächlein tun, aber dann ist mein Fächlein einfach nicht da."
        }, 
        {
            "number": "10-A-3", 
            "head": "1991-11-27 (10.4 Jahre)", 
            "content": "Ich habe geträumt, dass ich auf dem Pausenplatz Fussball spiele mit anderen Kindern."
        }, 
        {
            "number": "10-A-4", 
            "head": "1991-11-28 (10.4 Jahre)", 
            "content": "Ich bin bei einer Ralley gewesen mit unserem Auto. Und da haben wir Wettrennen gemacht: im Wasser gefahren, Flüsse überquert, durch Wälder."
        }, 
        {
            "number": "10-B-1", 
            "head": "1994-01-05 (12.5 Jahre)", 
            "content": "Ich bin baden gegangen in einem Fluss (in unserem Wohnort) mit meinem Vater. Und nachher sind wir eben schwimmen gegangen. Und nachher habe ich jemanden gesehen, der mein verloren gegangenes Portemonnaie gehabt hat. Ich habe ihm gerufen und gesagt, wo er das Portemonnaie gefunden hätte. Und da hat er gesagt, er hätte es irgendwo gefunden. Und dann habe ich gesagt, dass es mir gehöre. Und dann hat er gesagt: \"Ha, du bekommst es nicht.\" Und nachher haben wir uns lange gestritten und nachher sind wir uns einig gewesen, dass wir uns auf ein Basketballturnier einlassen würden. Ich und mein Vater gegen sie 2. Dann nachher haben wir eben gewonnen und ich habe mein Portemonnaie zurückerhalten."
        }, 
        {
            "number": "10-B-2", 
            "head": "1994-01-04 (12.5 Jahre)", 
            "content": "Ich habe geträumt, dass ich ein Snowboard auf Weihnachten erhalte und nachher mit dem Kollegen fahren gegangen bin. Auf dem Hochgebirge oben, es hat Spass gemacht mit dem neuen Brett, es ist ja besser als das alte gewesen. Sind wir einfach so ein wenig gefahren. Wir sind mit einem Car eben hinaufgefahren und nachher mit dem Car auch wieder hinuntergefahren und dann hat es einen riesen grossen Stau gehabt. Wir sind irgendwie 1/2 Stunde im Stau gewesen. Und nachher als wir nach Hause gekommen sind, bin ich todmüde gewesen. Und nachher Duschen gegangen und nachher bin ich noch zu ihm schlafen gegangen, habe ich geträumt. Und nachher eben, dann am nächsten Tag habe ich eine Erkältung gehabt, leider."
        }, 
        {
            "number": "10-B-3", 
            "head": "1994-02-25 (12.6 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit meinem Vater bin, wir sind auf Australien zu meinem Grossvater und zu meinem Onkel. Nachher sind wir dort, haben wir ein Surfbrett und Sweatshirt gekauft. Und nachher sind wir Surfen gegangen."
        }, 
        {
            "number": "10-B-4", 
            "head": "1994-03-04 (12.6 Jahre)", 
            "content": "Ich habe geträumt, ich und meine Kollegen sind auf dem Pausenplatz gewesen, haben Fussball gespielt und ein wenig Basket. Wir haben uns schön vergnügt. Und nachher bin ich zu spät nach Hause gekommen."
        }, 
        {
            "number": "10-B-5", 
            "head": "1994-03-15 (12.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich und meine Klasse 5 Prüfungen gehabt haben an einem Tag. Eine Matheprüfung, ein Diktat, Realienprüfung, Geometrie."
        }, 
        {
            "number": "25-A-1", 
            "head": "1992-07-23 (11.4 Jahre)", 
            "content": "Ich bin mit meinem Freund gewesen, der Benjamin geheissen hat. Dann wollten wir seine Eltern ausspionieren. Dann sind wir auf den Knien auf den Balkon. Nach einigen Minuten hat mich der Vater von Benjamin gesehen. Und nachher bin ich aufgestanden und Benjamin auch. Und dann hat der Onkel von Benjamin uns gesehen und hat gerufen: \"Geht von dort runter, dort darf man nicht hinauf, es ist gefährlich.\" Dann ist Benjamin hinunter, und ich habe mein Velo an einem Ort vom Balkon, wo es kein Geländer hatte, angehängt. Dann bin ich auf die Knie, wollte es wegnehmen, dann ist es abgerutscht. Ich habe nochmals versucht, es zu fangen, bin auf den Bauch gefallen, das Velo ist hinuntergefallen, und ich bin dann auch hinuntergefallen. Ich konnte mich noch aufhalten mit den Händen am Balkon. Nachher hab ich gedacht: \"Es ist ja nicht hoch.\" Und dann bin ich hinuntergesprungen. Dann wollte ich wieder mein Velo nehmen, dann sah ich, dass das hintere Rad ganz kaputt war. Nachher habe ich gedacht: \"Oh, jetzt werde ich dann sicher von meinem Vater gescholten, weil das Velo ist nicht einmal zwei Tage alt.\""
        }, 
        {
            "number": "25-A-2", 
            "head": "1992-10-20 (11.7 Jahre)", 
            "content": "Der Gunnar und sein Bruder Fritz sind wieder gegangen. Und die haben so schöne, grosse Wasserpistolen gehabt. Und ich hätte wahnsinnig gerne so eine gewollt. Dann hab ich versucht die, welche ich am liebsten gehabt hätte, zu verstecken. Und nachher ist er vorne durchgelaufen, hat dann noch ein bisschen herumgeschaut. Dann wollte er ins Auto sitzen und plötzlich sagt er: \"Oh, ich hab meine Wasserpistole vergessen.\" Und dann, gerade mit einem Griff, ist er wieder zurück und ging sie holen. Und dann habe ich keine Wasserpistole bekommen."
        }, 
        {
            "number": "25-B-1", 
            "head": "1993-12-27 (12.8 Jahre)", 
            "content": "Ich habe den Martin und den Benno freigelassen. Nachher sind sie"
        }, 
        {
            "number": "25-B-2", 
            "head": "1994-03-09 (13.0 Jahre)", 
            "content": "Ich habe geträumt im Fitnessraum hat es so ein Spiel gegeben. Und es hat so ganz viele Leute, die serviert haben. Die sind dort gestanden, so reihenweise. Und sie sind so gestanden, dass es einen Parcours gegeben hat, wo man durchrennen konnte. Und jedesmal, wenn man zu so einem gekommen ist, hat man 100.- Fr. bekommen. Und je mehr man gerannt ist, je mehr hat man bekommen."
        }, 
        {
            "number": "25-C-1", 
            "head": "1995-12-20 (14.8 Jahre)", 
            "content": "Ich bin mit drei Freunden bei mir zuhause gewesen. Mein Vater Robert ist tanzen gegangen und dann haben wir alle drei bei mir zaabig essen. Und einer hat dann nicht können und hat nach Hause müssen. Gut der hat ein \"Töffli\" gehabt und ich gebe ihm Benzin. Und wir sind dann raufgegangen und haben angefangen etwas zu essen. Da habe ich dann gehört unten, dass der andere mir irgendwie Benzin gestohlen hat. Und dann bin ich schauen gegangen und dann hat er gesagt, er hat wollen Oel nehmen für das \"Töffli\". Und gerade in diesem Moment ist der Robert wieder zurückgekommen. Also mir wäre es eigentlich egal gewesen, aber er hat eben das falsche Oel genommen, das Oel für das Auto vom Robert. Und er hat glaube ich so Mais gemacht und so."
        }, 
        {
            "number": "25-C-2", 
            "head": "1996-01-03 (14.9 Jahre)", 
            "content": "Wir sind zusammen gewesen mit den Freunden. Wir sind Schlittschuh laufen gegangen. Und dann habe ich mein \"Töffli\" in so einen Vorderraum hingestellt, ohne abzuschliessen. Ich habe gedacht, dass da nichts passiert. Dann sind wir Schlittschuh gefahren. Dann, als ich wieder gekommen bin, ist es nicht mehr dort gewesen. Dann habe ich angefangen zu suchen und gedacht, vielleicht habe ich es nicht hierhin getan. Dann habe ich gesucht und dann habe ich gemerkt, dass es mir gestohlen worden ist. Dann habe ich nicht viel machen können, es ist ja nicht versichert gewesen gegen das Stehlen. Dann habe ich probiert zu suchen, überall ein wenig im Dorf. Und es hat mich recht angeschissen so. Dann habe ich jemanden gesehen, der dort rumgefahren ist und irgendwie etwas gesucht hat. Ich habe dann gedacht, dass es dieser gewesen ist und bin diesem nach und habe dann aber trotzdem nichts gefunden."
        }, 
        {
            "number": "26-A-1", 
            "head": "1989-11-03 (10.3 Jahre)", 
            "content": "Wir sind im Wald gewesen. Und dann haben wir einen Pfosten in den Wald geschlagen. Einer, der auch dabei gewesen ist, wollte draufsitzen. Und nachher ist er runtergegangen. Und dann sind wir wieder zurück gegangen. Nachher haben wir noch Kuchen gegessen."
        }, 
        {
            "number": "26-A-2", 
            "head": "1989-11-05 (10.3 Jahre)", 
            "content": "Wir mussten wieder ein Theater machen. Wie gegen Piraten mussten wir in diesem Theater kämpfen? Und nachher mussten wir immer wieder das gleiche üben wegen 2 Leuten. Und nachher mussten wir jemanden befreien. Aber ich weiss auch nicht mehr, wer das gewesen ist."
        }, 
        {
            "number": "26-A-3", 
            "head": "1989-11-09 (10.3 Jahre)", 
            "content": "Ich bin in ein anderes Schulhaus gekommen. Und dann ist dort ein Knabe gewesen, der ist ganz nett gewesen mit mir, weil ich mich in diesem Schulhaus noch nicht ausgekannt habe. In diesem Schulhaus hat es viele Gebüsche und Mulden gehabt. Und man musste aufpassen, dass man nicht hinunter gefallen ist. Aber er hat sich da schon ausgekannt und ist recht viel in diese Gruben hinunter gesprungen und hat gesagt: \"Schau, hier musst Du hinspringen, da passiert Dir nichts.\" Dann bin ich auch nach unten gekommen. Dann hat er einmal ein Balisto mit in die Schule genommen, und dann ist seine Lehrerin gekommen und hat gesagt, dieses Balisto dürfe er nicht haben und wollte es in den Abfalleimer schiessen. Nachher hat sie den Abfalleimer nicht getroffen. Und nachher haben wir 2 gelacht. Nachher hat sie gesagt: \"Ihr müsst nicht lachen.\" Und hat es dafür in den Abfalleimer geschossen, hat aber wieder nicht getroffen. Und ich habe es dann gemerkt und bin es ihm holen gegangen."
        }, 
        {
            "number": "26-A-4", 
            "head": "1989-11-20 (10.3 Jahre)", 
            "content": "Ich habe einen Traum gehabt. Und dort hat es einen Jungen gehabt, und der hat zum \"Räbeliechtli\" getrommelt. Und dann sind wir so durch den einen bekannten Stadtteil gegangen, und nachher sind wir noch durch den Hof gegangen, dort, wo wir wohnen. Und nachher hat es noch Würstli gegeben."
        }, 
        {
            "number": "26-A-5", 
            "head": "1989-12-01 (10.3 Jahre)", 
            "content": "Ich habe heute einen Traum gehabt. Wir sind in den Wald gegangen und nicht als Familie. Und dann haben uns einmal Wölfe angegriffen (eigentlich nicht in unserem Wald dort, aber Wölfe haben uns angegriffen). Und nachher haben wir zuerst gedacht: \"Ja, das ist nicht schlimm.\" Nachher sind wir einfach weitergegangen durch den Wald. Nachher sind dann mehr gekommen. Nachher haben sie so wie einen Kreis um uns gemacht. Und dann haben wir auch einen Kreis gemacht. Und dann auf einmal hat es ein riesiges Gelächter gegeben, weil nachher haben diese Wölfe (die, die diese Wölfe gespielt haben) das Fell ausgezogen. Nachher sind Menschen darunter hervorgekommen. Und nachher haben wir gelacht. Und nachher hat es noch Götterspeise gegeben."
        }, 
        {
            "number": "26-B-1", 
            "head": "1991-09-16 (12.1 Jahre)", 
            "content": "Ich bin Fussball spielen gegangen draussen allein. Und dann ist der Ball ins Gebüsch und dann bin ich im Gebüsch umgefallen. Die Gärtner haben alles runtergeschnitten gehabt, einen Busch ganz abgeschnitten gehabt. Und dann habe ich an der Stirne alles Blut gehabt, weil ich dort hineingefallen bin und das ist ja hart diese Stecken."
        }, 
        {
            "number": "26-B-2", 
            "head": "1991-11-26 (12.3 Jahre)", 
            "content": "Ich und noch andere Kinder sind bei einem recht wilden Fluss. Da hat es so ein Hüttchen gehabt am Fluss, an einer Flussecke. Und dann sind wir dort hinausgesprungen und ich habe immer Angst gehabt in diesen wilden Fluss hineinzuspringen. Aber alle anderen von meiner Klasse sind gesprungen. Das erste Mal bin ich dann einfach ein bisschen hineingehöpselt und das zweite Mal bin ich dann voller Anlauf hineingesprungen und nachher bin ich mit kopfvoran abgekommen in diesen Fluss und nachher habe ich den Kopf unten am Grund noch angeschlagen. Und nachher bin ich am Land gelegen und nachher bin ich noch mal rauf, habe mich dort hingesetzt und habe gesagt: \"Nein, jetzt gehe ich nicht mehr.\""
        }, 
        {
            "number": "26-B-3", 
            "head": "1992-01-26 (12.5 Jahre)", 
            "content": "Männer wollten mich fangen und dann bin ich weggerannt und nachher bin ich an einem Dornenbusch hängengeblieben."
        }, 
        {
            "number": "26-C-1", 
            "head": "1994-03-15 (14.6 Jahre)", 
            "content": "Ich habe am Ende vom Silvester (also am nächsten Tag) noch ein paar Feuerwerkskörper. Ich und ein paar Kollegen haben ein paar Feuerwerkskörper gefunden, zwar völlig durchnässt und haben ziemlich alt ausgesehen. Und dann habe ich sie aber trotzdem nach Hause genommen und habe sie bei mir getrocknet auf einer Heizung. Und dann haben wir mal schauen wollen, ob diese überhaupt noch gehen. Und dann hat man die angezündet und nachher hat man die irgendwie fortwerfen können und hat es so eine Reihe von \"Chlöpf\" gegeben, so wie Frauenfürze. Und dann haben wir die angezündet. Nachher sind wir erschrocken, dass diese wirklich noch gehen und nachher habe ich diese irgendwo hingeschossen. Und dann ist das auf das Fensterbrett von einem Haus gefallen und ist dort explodiert."
        }, 
        {
            "number": "26-C-2", 
            "head": "1994-06-12 (14.9 Jahre)", 
            "content": "In diesem Traum bin ich mit einer Einladung auf eine Molchzucht-Farm gekommen. Und dann nachher bin ich einfach dort gewesen, mit auch noch anderen Personen, zum Teil auch aus meiner Klasse. Wir haben das dann einfach dort angeschaut und dann nachher ist mir einfach noch ein Bild: Wie in diesem Riesenaquarium diese kleinen Molche so rumschwimmen. Aber dann sind sie eben zum Teil auch Fische gewesen (ganz genau weiss ich das nicht mehr)."
        }, 
        {
            "number": "27-A-1", 
            "head": "1989-12-13 (11.3 Jahre)", 
            "content": "Ich habe geträumt, ich hätte mein Tagebuch nicht mehr. Jemand hat es mir genommen, ein Schulkamerad, einer von der höheren Klasse von meinem Bruder Matthias, hat mir das genommen. Und 2 von meiner Klasse, die ich auch kenne, haben ihm immer geholfen. Das ist immer ganz lang hin und her gegangen, bis endlich ich dieses Buch gehabt habe. Es hat mich recht genervt, weil sie haben mich immer ein bisschen aufgeregt, weil sie haben es mir immer wieder weggenommen. Und in meinem Tagebuch steht diese Sachen, die sie gar nichts angehen. Dann bin ich wütend geworden. Und dann habe ich noch irgendwann geträumt mit Schiessen. Jemand aus den Wägelchen geht und jemand aus einem Wägelchen fliegt mit Schiessen, mit Pistole. Und die Leute haben einander niedergeschlossen, aber diese Leute habe ich überhaupt nicht gekannt. Und dann noch bin ich hinten auf so einem Wägelchen gewesen (vorne sind 2 Pferde gewesen) mit noch einem, den habe ich nicht gekannt. Wir sind ganz schnell geritten, weil wir haben Angst gehabt vor dem Feind, vor dem Räuber. Und nachher sind wir vorbeigeritten. Und nachher habe ich nach hinten geschaut und habe gesehen, dass dort gerade der Räuber noch gestanden ist. Und dann habe ich gesagt: \"Schneller, schneller, schneller!\" Und dann sind wir in einem Galopp geritten um so eine Biegung. Und dann habe ich sie leicht von oben gesehen. In einer solchen Biegung sind wir gewesen, in einer Kurve. Und dann haben wir diese Kurve geschlagen, und nachher sind auf einmal Matthias und ich zusammen gewesen und sind wir in so einem Art Haus drin gewesen. Da war ein grosses Zimmer mit einem Tisch und Schubladen und Abfalleimer. Und dann haben wir uns versteckt und haben gewartet, bis der Räuber gekommen ist. Und der Räuber hat irgend etwas gesagt und weil es ganz viel andere Räuber noch gehabt hat. Und dann ist ihm der Codename, wo sie geraubt haben, ist ihnen nach unten gefallen auf eine alte Schachtel. Und dann habe ich diese noch schnell können nehmen, diesen Code. Und dann hat er ihn gesucht. Und dann hat ihn Matthias schnell bedroht mit dem Revolver, so dass die andern ihn nicht sehen. Und der andere macht weiter. Und es kommt eben doch raus, dass die andern Räuber merken, dass er jetzt auf unserer Seite ist und nichts mehr macht bei uns und möchte nur verschwinden und hat Angst. Dann geht Gunther (einer von der Klasse von Matthias) an das Kästchen und macht auf und nimmt so einen Revolver raus, der eingepackt ist (man muss an einem Schlüsselchen herumdrehen). Und dann hat er einen Revolver, und die andern machen genau das gleiche mit andern Gewehren und Pistolen. Und nachher möchten sie auf den andern schiessen. Und ich spring immer vor den andern hin eigentlich. Ich habe gar nicht gewollt, dass dieser stirbt. Ich habe es auf einmal recht lieb gefunden. Ist so eine Schiesserei, Matthias ist schon nach draussen gegangen. Und dann haben diese ein bisschen geschossen. Und ich bin immer hin und her gehüpft. Und sonst weiss ich eigentlich nichts mehr. Aber ganz oft habe ich gesehen so Wagen, die reiten, und dann schiessen sie die Leute mit Pistolen von den Wagen herunter und so. Und die Leute fallen hinunter und habe ich einmal gesehen, ein Wagen, der so reitet, und auf einmal hat einer so einen Anfall."
        }, 
        {
            "number": "27-A-2", 
            "head": "1989-??-?? (11.3 Jahre)", 
            "content": "Ich habe geträumt, wir hätten Schulsilvester gehabt. Und dann liefen wir durch meinen Wohnort. Und dann sind wir an so einer Art Villa angekommen. Dann habe ich meinen Feund Christoph (der in meiner Klasse ist) und seinen Bruder in so einem Bassin drinsitzen und schwimmen sehen. Dann sind wir hineingegangen. Und nachher bin ich in ein Doppelbett hinaufgeklettert, so unheimlich modern. Und nachher, wo ich so hinaufgeklettert bin, dann habe ich dort Kleider geholt oder habe irgend etwas gemacht. Und nachher sind wir nach draussen gegangen. Und nachher habe ich Matthias, Olli (also der Freund von meinem Bruder Matthias), und dann noch ein paar andere Freunde sind rumgestanden und haben einen von unserer Klasse ein bisschen fertig gemacht, weil er so ein \"Bünz\" ist. Und dann haben sie ihn ein bisschen ausgemacht. Das habe ich noch lustig gefunden. Und dann sind noch 2 Freunde von mir gekommen, Maik und Sascha (die sind auch in meiner Klasse). Und dann bin ich mit Sascha in so eine Art Bombe hineingegangen, die oben offen ist. Und dann sind wir mit diesem von der Terrasse hinausgeflogen, in die Luft hinaus. Und dann haben sich die Wolken aufgetan. Und dann haben wir die Wolken gesehen, unheimlich schön. Nachher habe ich so ein bisschen das Kribbeln bekommen, und nachher sind wir wieder zurück gegangen und gelandet."
        }, 
        {
            "number": "27-A-3", 
            "head": "1989-??-?? (11.3 Jahre)", 
            "content": "Ich habe geträumt, ich sei in meinem alten Schulzimmer und hätte noch so Büroklammern aufgehoben. Und dann kommt meine Mutter hinein. Und drin ist von einem Freund von Matthias seine Mutter drin und sagt irgend etwas. Und meine Mutter sagt etwas dagegen. Und dann bin ich nur noch mit meiner Mutter drin. Und dann werfe ich einen Ballon aus dem Fenster. Nachher fliegt dieser dorthin. Und dann kommt der Zug, und dann fliegt er dorthin. Und nachher wirbelt der Zug mit der Luft den Ballon wieder hinauf. Und das geht unheimlich lang. Und nachher kommt er dann hinunter und landet. Und dann hat es gerade ein Velo dort, und ein Knabe ist drauf. Ist wie ein Deltasegler, der jetzt am Boden herumfährt. Und dann auf einmal bin ich unten und sehe, wie ganz viele von Matthias seiner Klasse auch solche tragen. Und auch sagen, das sei so lässig und so. Und dann reklamiert Rudi (das ist auch einer von Matthias seiner Klasse) und sagt: \"Oh, du machst ein Puff immer, du bist es gewesen.\" Und Matthias lacht immer und sagt immer: \"Au, tu doch nicht so blöd.\" Und nachher gehen sie in eine Art Kirche hinein. Und nur Kerzen brennen, die ganze Klasse geht in die Kirche hinein ausser Rudi. Und dann packt noch der Freund von Matthias irgend etwas aus den Hosentaschen, etwas zum Essen. Und ich und Matthias und Bastian (der Freund von M.) essen das."
        }, 
        {
            "number": "27-B-1", 
            "head": "1991-06-26 (12.9 Jahre)", 
            "content": "Mein Traum ist gewesen, ich bin auf einem Frachter gewesen, auf einem Schiff. Und das Schiff hat einen Swimming Pool gehabt. Dort bin ich und noch Kollegen (ein Freund und noch 3 andere Freunde) auf dem Schiff gewesen. Wir haben gebadet und mit einem Ball gespielt. Nachher ist ein grosser Sechstklässler und dann noch einer von der 6.  Klasse gekommen. Und dann haben die uns gewollt, dass sie jetzt spielen dürfen. Und dann haben wir ein bisschen gestritten und geschlägert. Und nachher sind aber die Leute vom Schiff gekommen und haben gesagt, wir sollen aufhören. Und dann habe ich aber zu einem andern gesagt, er solle doch aufhören. Dieses Swimming Pool sei doch für alle da und nicht nur für ihn. Und die Leute von da, die auf diesem Schiff sind, können ja auch noch drauf, also es sei für alle. Und nachher hat dieser gesagt: \"Ja.\""
        }, 
        {
            "number": "27-B-2", 
            "head": "1991-07-09 (12.9 Jahre)", 
            "content": "Ich bin so wie in einer Badi gewesen mit ein paar von meiner Klasse. Und dann musste ich mich aber anziehen und bin ins Schulzimmer, bin einfach vor der Schulzimmertüre gestanden. Und die andern Kinder sind hinterher gekommen. Aber dann ist der Herr Reinecke gekommen, unser Lehrer, und hat gesagt: \"Noch nicht hinein.\" Und hat unheimlich Freude gehabt und hat so gelacht wie wenn er etwas im Schilde führt und hat sich sehr gefreut. Und nachher durften wir hinein. Nachher ist ein Mann mit einem Mikrofon, mit einer Brille und dieser hat einfach ganz laut geredet und hat so schwarze Locken gehabt. Und ich habe ihn nicht gekannt. Und dieser hat dann geredet, und die Kinder haben es sehr gut gefunden. Es könnte eben sein, dass es in einem Lager gewesen ist. Die Kinder haben es gut gefunden, und ich habe es komisch gefunden und bin dann hinaus. Und draussen habe ich dann den Torben getroffen. Das ist einer, den habe ich auf einmal so an einer Ecke stehen sehen. Mit diesem bin ich früher in die Klasse gegangen. Und dann habe ich gesagt hallo. Und dann haben wir angefangen, zu reden miteinander. Und er hat gesagt, er hätte eine Stunde gehabt, aber jetzt hat er doch keine Schlagzeugstunde heute. Und jetzt ist er umsonst hierher gekommen. Und die Mutter kommt ihn jetzt dann abholen. Dann haben wir noch geredet miteinander."
        }, 
        {
            "number": "27-B-3", 
            "head": "1991-09-08 (13.1 Jahre)", 
            "content": "Ich habe geträumt, ich sei in meinem alten Wohnort. Dort hat es ein altes Haus gehabt auf dem Schulweg im Schrebergärtchen. Und das ist abgerissen worden. Ich bin noch dort im alten Haus gewesen mit der Familie. Und wir wollten eben ein Musikinstrument kaufen. Dann haben wir geläutet, dann ist ein junger Knabe (vielleicht so 18) gekommen und hat also unsere Frage gehört und ist wieder hinein. Und nachher ist er hinaus gekommen mit so einer kleineren Trommel und hat mir diese überreicht und hat gesagt, ob sie gut sei. Und nachher sind wir dann mit der Trommel und mit dem Knaben, der Matthias und meine Mutter und mein Vater sind wir hinüber gegangen über die Strasse. Dann ist dort so eine Bushaltestation gewesen, aber eigentlich wäre diese 20 Meter weiter vorne, aber diese ist dort gewesen. Und dann hat dieser Mann angefangen einfach mit Schlegeli drauf zu spielen. Das ist so traurig gewesen. Es ist eine gewesen am Anfang und wo er drauf gespielt hat, sind es 3 gewesen, so kleinere Trommeln, die man an den Gürtel schnallen kann. Hat er gespielt mit diesem, und dann hat auf einmal der Matthias auch Klarinette gespielt. Und dann haben wir ein Stück gemacht. Und ich habe dann Trommel gespielt. Und dieser Mann hat alle unsere Töne sofort aufgeschrieben und ganz genau. Und nachher hat er dann einen Ball hervor genommen, einen Jonglierball, und hat mit diesem so ein Spiel gemacht: Seite immer genommen und hat dann so geworfen, dass man ihn ganz gut halten kann. Wir haben dann aufgehört und haben mit diesem so gespielt, also ganz scharf werfen, aber so dass er immer gehalten wird. Und dann hat es dann Leute gegeben rundherum, die zugeschaut haben. Und dann ist es fertig gewesen. Und dann sind so recht viele Leute gehabt, aber die Trommel hat mir dann nicht so gefallen, und wir haben sie dann wieder zurück gegeben, also wir haben sie nicht gekauft. Und der Mann hat erst dann ausgenützt, hat uns nicht einmal richtig tschüss gesagt, ist so gerade gerannt und hat gerade Hutsammlung gemacht, hat also gerade das Geld eingesammelt. Dann sind wir nach Hause gefahren in unsere jetzige Heimatstadt. Und dann hat der Matthias gesagt: \" So gut hat dieser aufschreiben können Noten.\" Wenn wir gespielt haben, hat er gerade geschrieben. Das ist sehr gut, wenn man das einfach so kann. Und dann hat er immer die Melodie wieder und wieder gesungen und gesagt. Eine Melodie, ich weiss sie nicht mehr, die langsam ist und dann schneller wird. Und wenn sie schnell ist, fängt dann eine Schnellmelodie an. Und dann bin ich aufgewacht."
        }, 
        {
            "number": "27-B-4", 
            "head": "1991-11-12 (13.2 Jahre)", 
            "content": "Die ganze Klasse von mir sind in der Stadt gewesen. Und dann hat der Herr Wagner gesagt, wir sollen voraus rennen. Dann sind wir bei der Uni gewesen. Und dann sind wir in die Uni hinein. Und dann hat es wahnsinnig viele Leute gehabt. Und dann habe ich gesagt: \"Ich gehe schnell hinüber zu meinem Vater.\" Und dann bin ich einfach nicht hinüber gekommen, es hat so viel Gewühle gehabt. Bin ich wieder zurück und habe gesehen in der Uni drin im Hörsaal den Daniel sitzen und will zuhören. Und dann habe ich ihn hinaus gerufen, weil er hat Krach gemacht. Und nachher sind wir noch im Restaurant durch gelaufen, ein Riesengedränge. Und nachher sind wir wieder hinaus gegangen. Wir sind dann nicht zum Vater gegangen. Und dann ist der Daniel auf einmal der Matthias gewesen. Und wir sind einfach auf so eine Brücke gegangen, wie in der Phänomena, so auf einen Hochstand. Und dort haben wir ganz viele Leute gesehen aussen und überall so Leute wie Ameislein. Und dann haben wir gesagt, auf der Strasse haben wir noch die beste Gelegenheit, irgend jemanden zu finden. Und dann sind wir gelaufen. Und dann sind wir auf einmal so in Rom gewesen, so in Gassen. Und dann sind wir gelaufen. Und dann sind wir auf einmal an einem Restaurant vorbei gekommen, wo der Sven gearbeitet hat (ein Bekannter vom Zirkus) und mit diesem haben wir noch geredet. Und wir haben gesagt, wie suchen die Mutter und den Vater, wir wissen nicht, wo sie seien in Rom. Und dann hat er gesagt, er hätte sie vorher gerade gesehen. Sind wir so gerannt hinter ein Gässchen. Und dort hat es noch so viele fremde Leute gehabt. Und dort ist der Vater gestanden. Und dann haben wir ihn gerufen. Und dann ist er dann gekommen. Und die Mutter habe ich nicht gesehen, aber der Vater ist einfach gekommen. Und dann haben wir uns gefreut. Dann sind wir zum Sven gegangen, und wir haben geredet mit ihm. Dann bin ich aufgewacht."
        }, 
        {
            "number": "27-B-5", 
            "head": "1991-11-13 (13.2 Jahre)", 
            "content": "Ich sei in einem Bus gewesen mit dem Sven, und dieser sei an der Schule vorbei gefahren und gerade in die Schule hinein (also neben die Schule). Und auf dem Platz sei so ein Vorstand gestanden von der Schule, den ich kenne. Dieser hat so eine Anrede gehalten und draussen herum waren alles so Erst-, Zweit- und Drittsekundarschüler. Und wir sind wir ausgestiegen. Und dann habe ich im Bus noch gesagt: \"Wie im Militär tut er mit den Händen herum schwenken.\" Und dann bin ich ausgestiegen. Und dann hat mir meine Mutter gesagt: \"Mach doch auch mit.\" Und dann habe ich gesagt: \"Nein, ich will nicht mitmachen.\" Hat sie gesagt: \"Doch, mach doch mit, schau die an, vielleicht kannst Du mitmachen.\" Und dann hat es geheissen: \"Auf die Plätze fertig los.\" Dann sind alle fort gerannt. Und ich habe mich dann noch entschlossen mitzumachen und bin einfach auf die andere Seite gerannt und nicht auf diese Seite, wo alle rennen. Und dann sind noch 2 Kollegen rennend gekommen von meiner Klasse und sind auch gerannt. Und dann sind wir so eine Art um den See gerannt. Dann sind wir an so ein Hardpipe, an so eine Art Schanze, wo man mit dem Rollbrett drüber kann. Und dann sind wir von oben nach unten. Und ich bin dann darüber geklettert und bin weiter gerannt rund herum. Und dann bin ich durch so eine Art Schacht. Und nachher bin ich raus gekommen. Und nachher habe ich gewusst, jetzt gehe ich über die Brücke in den Nachbarort. Und dann bin ich hinüber gerannt. Es ist auf einmal der Simon und die Nina da gewesen und noch einer, ein älterer. Wir sind gerannt an diese Stelle, wo man diese Rampe gehabt hat. Dort ist der Leonard (ein Kollege vom Matthias) gewesen und hat noch 10 Sprünge gemacht auf dieser Schanze und hat gesagt, nachher renne er erst weiter. Und dann sind wir beim Bahnhof vorbei gerast. Zuerst habe ich den Matthias noch getroffen. Und der Matthias hat mir erzählt, dass er gerade vorher mit einem Polizisten, den er schon einmal getroffen hat, geredet hat. (Das schon einmal geschehen. Mir ist auch das, was er erzählt hat von diesem Polizisten sehr bekannt vorgekommen, aber ich habe es noch nie erlebt). Sind wir so gegen die Stadt gerannt dort beim Bahnhof. Und dann habe ich gefragt, wo der Bahnhof sei. Und dann sind wir mit einem Lift durch viele Räume hindurch und ganz alleine sind wir dann gewesen, so mit dem Lift hinunter und hinauf. Und nachher sind wir dann hinaus gekommen und ich habe gedacht: \"Ach Gott, Glück gehabt.\" Und dann sind wir weiter los gerannt. Und dann bin ich aufgewacht."
        }, 
        {
            "number": "27-C-1", 
            "head": "1994-01-30 (15.5 Jahre)", 
            "content": "Ich bin mit meiner Klasse in einem Kurort gewesen (oder in einem Lager). Wir sind zurückgekommen von irgend einer Wanderung oder von einem Ausflug. Und alle sind eigentlich drauf gewesen zum Duschen und ich bin dann gerannt, dass ich der erste bin. Und da bin ich gerade vor dem Duschen gestanden, vor einem Räumchen, und dann kommt einer und geht gerade vor mich hinein. Und schliesst ab. Und dann stehe ich draussen und bin ein wenig gefrustet, und nachher denke ich mir, sicher auch noch eine andere Idee. Und lauf durch diesen Ort durch, also durch die verschiedenen Räume. Und suche dann noch eine zweite Dusche. Dann schaue ich die Schilder draussen und dann steht bei einem \"Fantasy\"-Raum. Und nachher mache ich diese Türe auf und dann sieht man drinnen so eine Turnhalle. Und in der Turnhalle hat es Leute, die lauter so Gummilatten, so verschiedene Gebilde machen und auf denen rumklettern. Und an der Wand hat es Kinder, die rumklettern. Ich mache wieder die Türe zu und gehe dann weiter und dann finde ich neben einem WC eine zweite Dusche und will dort auch reingehen. Dann kommt so eine dicke Frau anzurennen und geht gerade vor mir rein und sagt: \"Ja, du hättest halt früher kommen müssen\". Die habe ich dann eklig gefunden und nachher bin ich wieder zurückgelaufen, wieder zu der ersten Dusche und dann ist dann dort niemand mehr drinnen gewesen. Und nachher bin ich dort rein und nachher sind dort noch andere drin gewesen (im Vorraum von der Dusche). Und nachher ist dort die Anne gewesen, eine Klassenkameradin von mir. Und sie hat dann eine Story erzählt: Sie ist total gefrustet gewesen und hat gesagt, sie habe am Pferd von der Schwester ein Deto gemacht. Ich habe nicht verstanden, was es ist. Und die Schwester sei jetzt vollkommen \"muff\". Und dann bin ich aufgewacht."
        }, 
        {
            "number": "27-C-2", 
            "head": "1994-02-27 (15.5 Jahre)", 
            "content": "Wir haben ein Fest gehabt, ich, meine Familie und Verwandtschaft, in der Gartenhalle. Es ist so eine Halle gewesen: Unten hat man essen können und neben dran hat es einen Baum gehabt und es ist noch friedlich gewesen. Dort unten sind die Leute gewesen und hinter dem Garten hat es noch einen hinteren Teil gehabt vom Garten. Und dort hat es ganz hinten eine Baumhütte und eine Feuerstelle unten. Und dort sind meine Cousins gewesen. Und die haben gespielt mit einem Flaschenzug. Sie haben an den Schnüren gezogen und Zeug raufgehoben und wieder runtergezogen. Ich bin ein wenig weiter unten gewesen, beim Eingang dort, bei der Gartenhalle, und habe zugeschaut. Mein Götti war auch dort und hat ein wenig geschwatzt im hinteren Teil. Und dann haben die Kinder an dem Flaschenzug an einer Schnur zu fest gezogen und alles ist runtergekommen. Die ganze Konstruktion ist runtergerissen und mein Götti hat vollkommen gemotzt und hat sich aufgeregt und hat gesagt, das könne man nicht mehr flicken und weiss nicht was. Und nachher haben sie dann das wieder gelassen. Und nachher habe ich den Matthias gefragt, wieso dass die Baumhütte ein neues Dach hat. Wir haben nicht mehr in diesem Haus gewohnt, wir haben dort nur noch ein Fest gemacht (sie ist umgebaut worden). Es habe ja nicht das Wasser reingelassen. Und dann hat er gesagt, er wisse es auch nicht. Und dann haben wir es ein bisschen weich gefunden, ein wenig gefrustet, dass unser altes Werk eigentlich nicht mehr so ist. Die ganze Baumhütte ist weiss angestrichen gewesen, hat andere Fenster gehabt und andere Eingänge. Es ist ganz ein neuer Bau gewesen im Baum drinnen. Nachher bin ich ein bisschen runtergelaufen und auf dem Gartenhallendach hintendran ist so ein Totenkopf aus Gips gestanden, den ich gemacht habe. Und der Friedrich (das ist ein Kollege aus der Band) hat dann gefragt, ob ich das gemacht habe. Und dann habe ich erzählt, ja das habe ich gemacht, und man könne da wirklich aufmachen und dann hat man so eine kleine Falle aufmachen können. Und dann hat man in den Kopf reinschauen können. Und nachher hat mein Götti den Cousins gerufen. Er ist immer gern der grosse Spender und bringt immer gern viel Zeug mit. Und er hat dann gesagt, sie sollen die Klaussäcke holen gehen mit den Nüssen und Mandarinen und Zeug drin. Und das ist ein wenig komisch gewesen, weil eigentlich das Fest ist im Sommer. Und dann hat man ja meistens keinen Sankt Nikolaus. Und der hat dann einfach ausgerufen, sie sollen das wenigstens holen gehen, wenn sie den Flaschenzug, den sie immer noch am Flicken waren, wenn sie den nicht flicken könnten."
        }, 
        {
            "number": "27-C-3", 
            "head": "1993-10-12 (15.2 Jahre)", 
            "content": "Ich und die Familie, die beiden Grossmütter von beiden Seiten, sind einen Weg raufgegangen zu einer kleinen Wohnung im Maggiatal, wo wir manchmal hingehen können. Der Weg ist aber viel grösser gewesen als in Wirklichkeit. Und dann sind wir da hinaufgegangen, und nachher sehen wir auf einmal einen Zeppelin zwischen den Bäumen auftauchen, den wir schon mal gesehen im Traum, also vorher. Und dann schauen wir dem zu und dann verschwindet er wieder zwischen den Bäumen. Nachher gehen wir weiter und meine Grossmutter sagt mir, ich sei einfach zu frech und ich müsse ein wenig anständig sein zu den Eltern. Und das bezieht sich auch wieder auf den Traum vorher, oder auf die vorherige Szene, die ich nicht mehr weiss, zurück. Nach einer Zeit kommen wir an einem grossen Haus vorbei mit grossen Glasfenster, so eine Front mit Glasfenstern, und man kann reinschauen und dahinter sind ganz viele rote Stühle. So aufgestuhlt wie in einem Kino oder in einem Theater. Das ist wahrscheinlich ein Theater gewesen, weil es ja auch ein Theater im Maggiatal hat. Und nachher reden wir irgendwie über das, dass es da bald etwas neues gibt, denn drinnen hat es auch noch Leute, die umbauen (mit Leitern und so). Zuhinterst hinter der Stuhlung, hat es einen Sessel, und drin hockt eine Frau. Es ist eine Puppe mit schwarzen Haaren, relativ lang, wie eine Frau. Und die liest die Zeitung und hat so die Beine übereinandergeschlagen und das sieht total wahrheitsgetreu aus. Es erinnert wahnsinnig an die Wirklichkeit. Wir haben in Paris wo wir in den Sportferien waren, in einer modernen Ausstellung, hat es einen Künstler gegeben, der so ausgestellt hat. Und das ist jetzt die Szene gewesen, von einem Theater oder von einem Filmstück. Dann im Traum drin, wo sie das anpreisen oder Werbung machen mit dieser Art. Nachher sind wir wieder weitergegangen und da bin ich dann aufgewacht. Vor dieser ganzen Szene habe ich auch noch geträumt, dass ich mit den Grossmüttern und mit der Familie autogefahren bin am Meer entlang."
        }, 
        {
            "number": "27-C-4", 
            "head": "1994-04-23 (15.7 Jahre)", 
            "content": "Es ist ein schöner Morgen gewesen. Und ich bin im Garten unten gewesen, bei unserem Wieschen, und bin nach hinten gegangen unter den Birnbaum und sehe auf einmal, dass dort so eine Wand, eine Mauer ist gebaut worden vom Nachbarn. Die hat er gewollt, und dort haben wir gerade ganz viel Bambus und Efeu und Farn gepflanzt, also wahnsinnig aufwendig. Und das ist jetzt diesen Frühling schon sehr grün. Und jetzt bin ich dorthin gegangen und es ist einfach weg gewesen. Es ist die Betonwand weg gewesen, alles ist im Farn und es sind so neue Rasenziegel hingelegt worden und es hat so einen Gartenzaun gehabt wie beim Zirkus, also so ganz einen feinen mit so Lättchen hingemacht, einen weissen. Und nachher schaue ich rüber und sehe so, dass der Nachbar, dort wo man so eine Platte gemacht hat und eine Feuerstelle und dort ist eine Birke gestanden, und alles das ist weggewesen. Man hat Gartentisch gehabt, so Festbank-Tisch und das ganze ist überdeckt gewesen mit einem so weissen, mit einem weissen, grossen Zelt. Und weiter hinten dran hat es so eine Tribüne gehabt mit so einem wirklich blöden Schlagzeug drauf, so ein billiges, mit irgend einem Namen von einer Band drauf. Und er hat alles vorbereitet gehabt. Es ist gerade der 1. August gewesen. Es ist am Morgen gewesen, 1. August. Und ich bin total aufgebraust gewesen und verrückt, dass jetzt auf einmal das weg ist. Und unser Efeu und unser Farn. Nachher bin ich zurückgerannt, dann ist die Mutter gerade gekommen. Also zurückgerannt, habe gerade ins Haus wollen, die Mutter holen. Und dann ist sie auch gerade rausgekommen. Dann habe ich sie gerufen und habe gesagt: \"Du musst mal schauen kommen.\" Und nachher sind wir rüber und sind da über den Zaun gestiegen, geklettert. Es ist so ganz niedrig gewesen, und sind dann ist der Nachbar gerade rausgekommen. Und dann haben wir den angemotzt, wo das sei. Und dann habe ich gesagt, wo denn unser Farn sei, und unser Efeu und wo das, dieser Bambus sei. Und er hat gesagt, jaja, er liege vor der Garage bei ihm. Und dann fragen wir, was ihm eigentlich einfalle und so. Und nachher sagt er, als er Mauer gebaut habe, sei nicht sicher, dass es für immer sei. Ab und zu werde sie halt wieder abgebrochen für das Fest. Und wir haben überhaupt nicht verstanden, warum. Und nachher sind wir dann wieder weggegangen. Und dann hat sich das dann wieder gelegt. Dann bin ich oben gewesen. Die Mutter war am bügeln, in einem kleinen Zimmerchen, das sie hat. Dann bin ich rein und dann haben wir über das gesprochen und nachher hat sie irgendwie gesagt, es habe ja etwas, es sei ja nicht so schlimm. Und dann bin ich irgendwie so verrückt geworden, aber nicht auf die Mutter sondern auf den Nachbarn und habe dann einfach der Mami eine geschlagen, zwei geschlagen. Und sie hat dann aufgeschrien und aufgebraust und es tue ihr weh und so. Und ich habe eigentlich gar nicht sie schlagen wollen sondern den Nachbarn, weil er mich so aufgeregt hat. Ja. Und nachher ist es noch weiter gegangen, aber ich weiss nicht mehr wie."
        }, 
        {
            "number": "27-C-5", 
            "head": "1994-04-25 (15.7 Jahre)", 
            "content": "Ich habe geträumt, ich und die Familie sind in einem Berg oben gewesen, in so einem Berghaus und haben dort gewohnt. Und wir haben uns verstecken müssen vor einer Hexe, vor irgend so einem bösen Wesen. Es hat so eine Postkarte geschickt. Und wir haben dann diese zerrissen und diese beseitigen wollen. Und wir haben recht Angst, einfach es ist uns komisch, also wir haben uns nicht gut gefühlt. Es ist einfach Stress gewesen. Und nachher haben wir gemerkt, wir können dieser nicht davon, und müssen weg von da. Und dann sind wir geflüchtet. Wir sind über ein Eisfeld gerannt und so geschlittert, runter. Dann sind wir auf einmal so eine grössere Gruppe gewesen, und irgend jemand, der auch in unserer Gruppe gewesen ist, ist dann so eine Gletscherspalte runtergefallen. Also noch recht brutal. Und wir sind dann weitergerannt, weiter runtergerutscht. Und ich und der Vater sind dann davon und haben eine Art eine Weltreise gemacht und sind weg in ein anderes Land. Und wir sind dann in Afrika gewesen, irgendwo. Und es hat so gelben Sand gehabt am Boden und so Riesenviecher, so Ochsen, die umgepflügt haben mit einem Pflug. Und die haben von aussen angefangen und haben wie eine Riesenschnecke gemacht gegen innen. Und innen ist es dann ganz klein geworden. Wenn man es von oben Ansicht gesehen hat, hat es dann das schöne Muster gegeben. Und dann hat es nebendran auch einen Ochse gehabt, der hat ganz speziell und ganz kompliziert eine Art Mandala gemacht (wie es im Tibet gemacht wird). Und wir haben dies gestaunt und der Vater hat das festhalten wollen mit der Kamera und dann haben diese wie sich verwandelt in so Hunde, in weisse. So Zottelhunde, ganz mit langem Fell. Und die sind dann immer von weit angerannt gekommen, kleine Punkte, und sind in einem Riesenaffenzahn, also krankhaft schnell, sind angerannt gekommen und an uns vorbei, ganz nah. Und der Vater hat mich dann auf den Schultern gehabt, ich bin dem Vater auf den Schultern gestanden. Die sind dann immer an uns vorbeigerast, und dann hat der Sand so gestoben (die Erde) und es ist immer noch am gleichen Ort gewesen auf einem grossen Platz mit Bäumen und mit Sträuchern. Da hat es vereinzelte noch gehabt und es ist sehr heiss gewesen und dürr."
        }
    ]
}