{
    "dreamer": "zurich-f.de", 
    "description": "Swiss children, auf Deutsch (F)", 
    "dreams": [
        {
            "number": "13-A-1", 
            "head": "1991-04-25 (10.3 Jahre)", 
            "content": "Ich träumte, ich hätte einen Hund bekommen, und unsere Katze, die Minka, hätte ihn nicht ausstehen können. Dabei jagte sie ihn fort. Ich ging ihr nach, um ihr eines zu schlagen, aber sie versteckte sich, und den Hund fanden wir nicht mehr."
        }, 
        {
            "number": "13-A-2", 
            "head": "1991-05-05 (10.3 Jahre)", 
            "content": "Ich träumte mein Vater und meine Mutter und ich würden durch den Wald spazieren, und es würden Füchse und Wölfe kommen und versuchten, uns das Essen wegzunehmen. Endlich kamen wir in die Stadt. Ich war heilfroh, dass wir so gesund ankamen. Nachher konnten wir noch mit dem Tram heimfahren."
        }, 
        {
            "number": "13-A-3", 
            "head": "1991-05-20 (10.3 Jahre)", 
            "content": "Ich träumte, meine Freundinnen Erika und Claudia würden mit mir einen Ausflug machen. Als wir auf dem Heimweg gingen, wollte Claudia nicht mehr laufen und stieg in einen Wagen ein. Wir liefen neben dem Wagen her. Als wir nach Hause kamen, bemerkten wir, dass Claudia gefangen worden war. Wir erzählten es meiner Mutter. Sie gab uns einen guten Rat. Sie liess uns aus dem Fenster raus an einem Seil, bis wir ungefähr 10 Zentimeter über dem Boden waren. Nachher konnten wir spielen wie wir wollten, und wenn die Leute kamen und versuchten uns zu fangen, konnten wir an diesem Seil hochklettern. In dieser Zeit wurde später noch mein Bruder gefangen genommen. Claudia und mein Bruder waren jetzt also zusammen. Sie mussten in den Zirkus. Sie hatten schon eine Menge Auftritte gemacht. Eines Tages hatten sie keine Lust mehr. Also machten sie ab, wenn die Seiltänzerin auf den Seilen steht, dann hauen wir ab. Wir haben ja schon Geld von dem letzten Auftritt. Also schlichen sie sich davon und liefen zum Bahnhof. Dort kauften sie sich ein Billett und fuhren zu uns zurück."
        }, 
        {
            "number": "13-A-4", 
            "head": "1991-07-09 (10.5 Jahre)", 
            "content": "Ich träumte, ich hätte von einem alten Mann einen Hund bekommen. Es war ein Husky. Ich, Erika und der Hund gingen zur Schule. Der Lehrer und die Schüler waren noch nicht dort. Also wir spielten dann, bis der Lehrer und die Schüler kamen. Wir durften den Hund in der Schule behalten und immer mit ihm spielen. Wir durften ihn sogar mit in die Pause nehmen."
        }, 
        {
            "number": "13-A-5", 
            "head": "1991-08-10 (10.6 Jahre)", 
            "content": "Ich träumte, ich würde mit meinem Hund in die Schule gehen. Nachdem die Schule fertig war, liess ich ihn im Schulhaus frei herumlaufen. Plötzlich war er weg. Ich rannte ihm nach. Da sah ich ihn im obersten Stock. Aber wie sah denn mein Hund aus? Er war gestreift. Noch nie war er gestreift. Also nahm ich meinen Hund und ging nach Hause. Zu Hause war mein Hund wieder normal."
        }, 
        {
            "number": "13-B-1", 
            "head": "1993-02-28 (12.1 Jahre)", 
            "content": "Ich habe geträumt, dass meine Familie in die Skiferien fahren. Als wir ankommen, begeben wir uns gleich auf den Skilift. überhaupt, es hat nur einen Lift in diesem Ort. Wir fahren das eher flache Stück hoch und sausen auf der anderen Seite des Hügels herunter. Dort treffen wir auf eine Familie, die uns schon beim ersten Blick merkwürdig vorkommt. Sie sagen, dass sie uns hübscher machen könnten. Mein Vater findet das eine gute Idee und wir lassen uns verschönern. Nach mehreren Tagen meinen wir, dass die Kur langsam beendet sein müsste. Doch die andere Familie folgt uns dicht hinter den Fersen. Irgendwie haben wir sie dann endlich hinter uns gelassen. Unsere Wege trennen uns dann und ich gehe mit meiner Mutter in ein Haus mitten im Wald. Als uns die Frau des Hauses bemerkt, machten wir uns auf und davon. Die Frau aus der merkwürdigen Familie treffen wir auch noch. Sie sagt, dass nur sie uns vor dem Rest der Familie schützen könnte und sie spricht eine Zauberformel und rettet dadurch unsere Familie. Erst jetzt bemerken wir, dass wir es mit einer unheimlichen Familie zu tun hatten."
        }, 
        {
            "number": "13-B-2", 
            "head": "1993-03-22 (12.2 Jahre)", 
            "content": "Ich träumte, meine Klasse und ich würden ins Skilager fahren. Als wir am nächsten Tag skifahren gehen, sagen alle ich könne so gut Ski...Schlepplift fahren. Doch als einige mit mir Schlepper fahren gehen, fahren sie mir extra über meine Skis, so dass ich ich allein aus dem Schlepper herausfalle."
        }, 
        {
            "number": "13-B-3", 
            "head": "1993-03-23 (12.2 Jahre)", 
            "content": "Was ich träumte. In Mathematik lernen wir gerade wie man eine spezielle Form faltet. Plötzlich sind wir und das Klassenzimmer nicht mehr da. Im Traum kommen nur noch Tiere, die vor einem anderen Tier flüchten vor. Die Tiere verstecken sich, doch die meisten werden von dem anderen Tier gefunden. Nur einige Tiere, darunter ein Affe, der sich in einem halbierten Baumstamm versteckt hatte ist nicht gefunden worden. Er hat einen prachtvollen Schmuck an. Die Tiere gehen zu einem Ort an dem es eine Pflanzenart gibt, die, wenn man sie isst, das gefährliche Tier verscheucht, und sie bleiben dort."
        }, 
        {
            "number": "13-B-4", 
            "head": "1993-03-24 (12.2 Jahre)", 
            "content": "Ich habe meine Klassenkameraden zum Schwimmen bei uns eingeladen. Doch vor dem Freischwimmbad ist ein winziger kleiner Bach, in dem sich eine neue Art von Muscheln befindet. So bald das Tier, das einer Schnecke ähnlich sieht, jedoch kein Schneckenhaus, sondern eine Muschel mit sich trägt, etwas frisst, öffnet sich die Muschel und man kann, wenn man genug schnell ist etwas Essbares aus ihr herausnehmen. Da sind also meine Freundinnen und Freunde. Zuerst essen sie ein bisschen von dem komischen Etwas der Muschel, doch später gehen sie schwimmen. Und als sie dann wieder herauskommen, stehen einige unbemerkt auf diese seltsamen Tiere, obwohl ich sie noch gewarnt hatte."
        }, 
        {
            "number": "13-B-5", 
            "head": "1993-03-25 (12.2 Jahre)", 
            "content": "Ich träumte, meine Klasse, mein Hund und ich gehen Skifahren. Wir sind zuerst in einem kleinen Dorf und steigen dann auf einen Zweier-Sessellift um. Neben mir sitzt mein Hund Afra. Die Lehrer stehen noch unten und schauen uns zu. Zu mir schreien sie, ich sei feig und schiessen noch zwei Schneebälle hoch. Durch die zwei Bälle kommt der Lift ins Schaukeln und Afra fällt herunter. Ich sehe sie am Boden liegen und springe dann nach. Die Lehrerin, Frau Prof. Schulze, will den Hund zum Arzt bringen und einschläfern lassen. Ich weigere mich und lasse Afra, die den Rücken gebrochen hatte, operieren."
        }, 
        {
            "number": "13-C-1", 
            "head": "1995-05-17 (14.3 Jahre)", 
            "content": "Ich hab' geträumt, dass ich und meine Clique in einem Raum sind. In einem ziemlich dunklen, grossen Raum. Und alle auf einem Bett liegen und uns einen Film anschauen. Und dass dann plötzlich mein Bruder reinkommt, ziemlich komisch angezogen, und dass ich es unheimlich peinlich find und er sich einfach dazusetzt, aber die anderen gar nicht reagieren, also auf ihn. Und ja, das war eigentlich der Traum."
        }, 
        {
            "number": "13-C-2", 
            "head": "1995-05-21 (14.3 Jahre)", 
            "content": "Ich hab' geträumt, dass ich zu meiner Freundin in die Schweiz fahre, und wir nachher am gleichen Tag äh ins Freischwimmbad schwimmen, also durch den See durch, ins Freischwimmbad schwimmen und dass ich kaum noch Schweizerdeutsch hab' reden können. Und wie wir dann nachher im Freischwimmbad angelangt sind, war da alles verändert. Also statt den Flossen waren da so Schiffe mit Blumen und auf die hat man auch schwimmen können, aber es hat mir eigentlich nicht so gefallen, alles war so beleuchtet, bis spät in die Nacht und da hat man immer mal rumschwimmen können und überall waren Riesenschiffe, eben auf die man klettern hat können."
        }, 
        {
            "number": "13-C-3", 
            "head": "1995-05-27 (14.4 Jahre)", 
            "content": "Ich hab' geträumt, dass ich und meine Klasse und meine Freundin aus der Schweiz in ein Museum gehen und dass wir so durch verschiedene Räume gehen und überall Bilder hängen. Und dass jedes Mal, wenn ich mich von irgend einer Wand weggedreht habe, dass die Wand auf mich zugestürzt ist und mich gepackt hat und geschüttelt hat. Und mich irgendwie auffressen wollte, ich weiss nicht. Und dass es die Freundin aus der Schweiz mich immer auch versucht hat zu befreien und als sie es dann geschafft hat, ist die Wand aber gleich wieder auf mich zugestürzt und hat mich wieder ... und meine Lehrerin hat sich dann nur immer umgedreht und gelacht und hat sich gefreut. Ja und sonst ist eigentlich gar nichts passiert."
        }, 
        {
            "number": "13-C-4", 
            "head": "1995-06-01 (14.4 Jahre)", 
            "content": "Ich habe geträumt, dass ich und eine Freundin von mir zu einer Höhle gingen und dass wir dann reingingen und dass links und rechts von uns lauter Türen waren und vor uns eine Treppe runterging und die wir dann runtergegangen sind. Und wir kamen dann zu einem See, der zur Hälfte gefroren war und der Rest war normal, also Wasser. Und man konnte drin schwimmen. Und da waren noch andere Personen, die sind darin geschwommen und meine Freundin ging eislaufen. Und zum Teil ist das Eis eingebrochen. Aber das hat sie anscheinend nicht gestört. Und wir sind dann schliesslich wieder rausgegangen. Ich bin dann heimgefahren und sie auch. Am nächsten Tag bemerkte ich dann, dass ich meine Geldtasche dort verloren hab'. Dann ging ich sie mit meiner Mutter dort suchen, also in der Höhle. Und wir lasen dann die verschiedenen Schilder wie z.B. 'Hier wohnt der Vampir' und andere Schilder auch. Und wir haben dann die Geldtasche gefunden und sind dann wieder heim. Haben uns nichts gedacht. Und seitdem verfolgte uns dann der Vampir also, wir haben ja gar nicht gemerkt, dass da wirklich ein Vampir lebte. Und dann mussten alle flüchten, viele Freunde schon eher oder Bekannte oder Verwandte wurden umgebracht. Und wir fuhren, also ich und meine Freundin, zogen dann allein los, weil wir die Familie nicht in Gefahr bringen wollten. Und dann fuhren wir in verschiedene Grossstädte und kamen aber schliesslich ja auch wieder aufs Land. Dann, wo wir dann sahen, was so alles geschehen war, da waren Dörfer angezündet und tausende Leute waren gestorben und ich gab mir allein die Schuld, weil ich das alles angestiftet hatte. Das war der Traum."
        }, 
        {
            "number": "13-C-5", 
            "head": "1995-07-10 (14.5 Jahre)", 
            "content": "Ich habe geträumt, dass meine Klasse, meine Freundin aus der Schweiz und ich eine Busreise machen und dass wir durch Wälder fahren und schliesslich eine sehr steile Strasse runterfahren und ich habe dann auf dieser Strasse einen Totenkopf gesehen. Und ich habe aber nichts meinen Kollegen gesagt und wir sind dann zu einem Hotel gekommen. Da habe ich es dann zu einem Mann gesagt, der hat sich wahnsinnig dafür, also für dieses Stück interessiert und ist dann sofort dort raufgefahren. Und hat es halt untersucht und später ist er uns immer mit dem Auto nachgefahren, als wir in die Stadt gegangen sind, also ich und meine Freundin. Und jedesmal hatte er aber ein anderes Gesicht oder war anders angezogen. Ich und meine Freundin sind dann wieder zu dem Hotel gekommen und haben dann rausgekriegt, dass es ein Zauberer war und der hat ziemlich dunkle Geschäfte gemacht. Und ich bin dann auch mit meinem Hund hinter dem hergeschlichen. Und einmal habe ich ihn gefragt, was das soll, und dann hat er uns in Ruhe gelassen und wir sind dann mit unserer Klasse weitergefahren und sind zu einem Bauernhof gekommen. Das hat es ganz viele Kaugummi-Automaten und andere Automaten gegeben und ich und meine Freundin haben uns ganz viele Kaugummis rausgedrückt. Wir sind dann durch das Haus gegangen und haben dann einen Schwarzen kennengelernt. Der hatte eine komische Mütze auf. Und jedes Mal, wenn zum Beispiel ein Tisch nass war, hat er die Mütze genommen und damit den Tisch abgewischt. Und ich fand das eher für ihn erniedrigend, aber ihm hat es gar nichts ausgemacht. Das war mein Traum."
        }, 
        {
            "number": "14-A-1", 
            "head": "1991-05-01 (10.5 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit meiner Freundin auf dem Kirchturm gewesen sei."
        }, 
        {
            "number": "14-A-2", 
            "head": "1991-06-03 (10.6 Jahre)", 
            "content": "Ich habe geträumt, ein Mädchen hätte mich Reiten gelehrt. Ich war sehr glücklich dabei."
        }, 
        {
            "number": "14-A-3", 
            "head": "1991-06-30 (10.6 Jahre)", 
            "content": "Ich habe geträumt, in dem Schlafzimmer von meiner Mutter hätte es Fledermäuse."
        }, 
        {
            "number": "14-A-4", 
            "head": "1991-07-01 (10.6 Jahre)", 
            "content": "Ich war einmal im Kino. Es lief Amadeus. Mozarts Vater war eine strenge Person. Ich träumte dann aber von Talieri mit der schwarzen Maske. Ueberall wo ich war erschien auch die schwarze Maske."
        }, 
        {
            "number": "14-A-5", 
            "head": "1991-07-08 (10.7 Jahre)", 
            "content": "Ich träumte, ich sei in einem Zeltlager. Wir badeten, da fiel mir das T-Shirt ins Wasser. Weil wir so übermütig waren, sagte ich zu den Anderen: \"Ich lege das T-Shirt nicht an die Sonne. Das trocknet auch im Wasser.\" Wir fanden das so lustig und liessen das Leibchen im Wasser liegen."
        }, 
        {
            "number": "14-B-1", 
            "head": "1993-03-03 (12.3 Jahre)", 
            "content": "Ich habe geträumt, dass wir in einem Schwimmbad gewesen wären, also ich, meine 2 Freundinnen, Hanna und Monika und einfach noch andere Kinder vom Schulhaus. Und das ist also in einem Freibad gewesen. Also ich bin noch nie an diesem Ort gewesen, ich habe keine Ahnung wo das ist, und wir haben dort einfach Spritzschlachten gemacht und Wasserballone und herumgeschossen und ziemlich lustig gehabt und so."
        }, 
        {
            "number": "14-B-2", 
            "head": "1993-03-04 (12.3 Jahre)", 
            "content": "Ich habe geträumt, dass wir im Skilager, Mittelstufe, einen Ausflug gemacht hätten, irgendwohin, ich kenne diesen Ort nicht. Wir haben dort irgendein \"Fangis\" oder Versteckspiel oder etwas gemacht gehabt. Auf jeden Fall hat es dort einen Mann gehabt, so schön angezogen, Fliege, so ein Diener, so Hemd und so. Und dann hat dieser jetzt brutal gesagt mein Meerschweinchen erschossen. Und ich habe natürlich ganz fest weinen müssen, und dann habe ich diesem gesagt: \"Wenn Du das noch einmal machst, meinen Meerschweinchen, dann drehe ich Dir den Kopf zweimal herum und lasse ihn sädere.\" Ich habe eben 6 Meerschweinchen. Darum kann er es mehrmals machen."
        }, 
        {
            "number": "14-B-3", 
            "head": "1993-03-21 (12.4 Jahre)", 
            "content": "Ich habe geträumt, wir seien irgendwo (ich habe wirklich keine Ahnung, wo das ist): mein Cousin, irgendein Diener, einfach Küchenleute in einem vornehmen Haus. Es ist aber ein Ferienhaus gewesen, also so ein Chalet, das man mieten kann. Auf jeden Fall sind wir dann hinaus und so, und dann ist es dunkel gewesen und nachher sind so Leute herumgerannt: \"Ja, der Babas, der Babas kommt.\" Und wir: \"Wer ist der Babas?\" \"Ja, der grösste und stärkste Mann, und dieser schlägt alles zusammen, wenn er kommt.\" Und wir haben natürlich Angst gehabt, und nachher kommt dieser und wir verstecken uns. Und dann ist er an uns vorbei und dann ist dort Tag gewesen, aber 2 Meter weiter vorne ist es wieder dunkel gewesen. Ich weiss auch nicht wie das geht. Auf jeden Fall sind mein Cousin und ich dann so nach Hause gerannt, also in dieses Ferienhaus, und dort sind alle schon am Tisch gesessen und haben gegessen und so. \"Ja, seid Ihr alle schon da?\" Und sie: \"Ja, wir wollen ja nicht, dass der uns zertrampelt und so.\" Und dann habe ich so gefragt: \"Ja, kann denn dieser auch die Häuser zerstören?\" Dann haben sie gesagt: \"Ja, er kann schon, wenn er will.\""
        }, 
        {
            "number": "14-B-4", 
            "head": "1993-03-31 (12.4 Jahre)", 
            "content": "Ich habe geträumt, ich sei mit einer Kollegin, sie hat braune Haare gehabt, ziemlich lang (aber ich weiss nicht wer das ist), in der Badeanstalt in meinem Heimatort. Dort ist noch einer gewesen, der mit mir ins Rettungsschwimmen kommt und einer, also sein Freund, der Kollege. Sie haben uns immer hineingeschupst und haben uns die Wege versperrt für das Sprungbrett. Und dann haben wir es noch lustig gehabt. Auf jeden Fall ist dann so ein Polizist gekommen, und dieser hat gesagt, wir müssten die Taschen umkehren, es seien Drogen da. Und dann nachher haben sie bei uns nichts gefunden, das ist klar, weil wir nichts mit diesem Zeug zu tun haben. Und dann haben wir aber gesagt, wir hätten am Kiosk vorne einen gesehen, der habe so komisch Handel gemacht mit Leuten, und er hätte ihnen etwas gegeben und sie hätten ihm sehr wahrscheinlich Geld gegeben. Ja, und dann ist der Polizist schauen gegangen. Und dann haben wir uns in die Sonne gelegt, und nachher haben die Knaben auch kommen müssen. Und nachher hat mich meine Freundin mit Tüchern zugedeckt, also über den Kopf, dass ich keinen Sonnenstich bekomme. Und dann auf einmal sind diese Buben da, also so mit Wasserkessel gewesen und haben uns angespritzt. Ja, irgendwie ist es schon noch lustig gewesen, aber es kann eben doch nerven."
        }, 
        {
            "number": "14-B-5", 
            "head": "1993-04-04 (12.4 Jahre)", 
            "content": "Ich habe geträumt, wir seien an einer Bergstation. Ich kenne diesen Ort nicht. Und dort sind komischerweise Trams hinauf gefahren. Mein Vater und meine beiden Schwestern sind auch dabei gewesen. Wir sind einfach wandern gegangen. Ich weiss nicht mehr von diesem Traum."
        }, 
        {
            "number": "14-C-1", 
            "head": "1995-07-07 (14.7 Jahre)", 
            "content": "Wir haben von einem Lehrer die Aufgabe erhalten, eine Französischprüfung vorzubereiten und ich habe das gemacht und am nächsten Morgen, als ich in die Schule gekommen bin und wir hätten das vorlesen müssen, haben das alle auf deutsch vorgelesen und der Lehrer hat mir aber gesagt gehabt, ich müsse das auf französisch machen und dann habe ich protestiert und dann hat er gesagt, nein, er erwarte das jetzt von mir. Und dann habe ich gefragt, wieso die anderen das auf deutsch machen. Da sagt er, ich hätte das nur falsch gehört, die hätten das auch auf französisch gemacht. Und dann bin ich irgendwie im Traum so erschrocken, dass ich erwacht bin und zuerst habe schauen müssen, ob ich jetzt wirklich eine Französischprüfung habe morgen oder nicht. Ich habe dann schon eine gehabt, aber sie ist natürlich normal gewesen."
        }, 
        {
            "number": "14-C-2", 
            "head": "1995-07-11 (14.7 Jahre)", 
            "content": "Ich habe geträumt, ich und meine Kollegen sind in einem Spital gewesen und dann ist dort irgend jemand, den ich gekannt habe, im Spital gewesen und wir haben daheim junge Katzen gehabt. Und da hat er gesagt, er wolle diese sehen, aber in den Spital könne man keine Katzen mitnehmen. Und nachher hat dieser Patient gesagt: Doch ich möchte es aber sehen, bitte, tu es doch für mich reinschmuggeln. Dann sagte ich: \"Also gut.\" Habe die Katzen in einem Körbchen reingeschmuggelt und nachher im Spitalzimmer rumrennnen lassen. Und nachher sind sie irgendwann im ganzen Spital rumgerannt. Und dann haben wir sie einfangen müssen, und dann ist die Krankenschwester gekommen und wir haben so ein Durcheinander gehabt, bis wir diese Katzen gehabt haben, und nachher sind sie noch nach draussen, und dort hat es wie einen Bach gehabt und eine Höhle. Und nachher sind wir in diese Höhle rein schauen gegangen. Und nachher sind dort noch mehr junge Katzen gewesen, also ein \"Hurendurcheinander\". Und nachher haben wir die Katzen eingefangen und sind dann nach Hause gegangen. Und nachher sind uns dort die Katzen wieder davongerannt und in einen Laden,  so wie ein Antik-Laden rein, wo alles so komisches Zeug verkauft wird. Und dann hat uns dort der Verkäufer gesagt gehabt, wir sollen doch da absitzen und nachher sind wir abgesessen. Und nachher hat dieser uns jenste Sachen aufbinden wollen: Ja, wir sollen doch das noch mitnehmen und das auch noch, und das sollen wir auch noch kaufen und dann haben wir gesagt, nein, wir wollen das nicht, wir wollen nur unsere Katzen. Und dann hat er gesagt, ja er gebe uns die Katzen nicht. Wir müssten etwas nehmen. Und nachher haben wir unser Geld zusammengekratzt und haben dort irgend etwas gekauft. Dann hat er uns die Katzen gegeben und gefragt, ob er nicht eine behalten dürfe, er habe so gerne Katzen. Es ist so ein komischer Mann gewesen. Und dann haben wir gesagt, nein, es seien alle schon vergeben. Und nachher sind wir nach Hause gegangen und dann  sind wir auf einmal wieder in dieser Umgebung gewesen, die ich gekannt habe und ganz normal ist es dann gewesen. Und dann irgendwann bin ich erwacht."
        }, 
        {
            "number": "14-C-3", 
            "head": "1995-08-14 (14.8 Jahre)", 
            "content": "Ich habe geträumt, ich bin im Pfadfinderlager gewesen. Im Zug sind wir gefahren. Eine Strecke, die habe ich gar nicht gekannt. Einfach so, auf einem Wall oben, ist die Zugschiene verlaufen, und dann ist er so gefahren. Und nachher haben wir aussteigen müssen. Und dann habe ich dort den Sack im Zug drinnen vergessen, und nachher ist ein Durcheinander gewesen. Und nachher habe ich einfach müssen warten, bis ich wieder daheim gewesen bin nach dem Lager und dann anrufen müssen. Aber vorher sind wir eben im Lager gewesen. Da haben wir in der \"Schür\" geschlafen und nachher habe ich am Morgen Wasser holen gehen wollen mit der Pfadileiterin und dann ist einfach Milch zum Brunnen rausgekommen und kein Wasser. Und dann habe ich gedacht, ja ok, dann nehmen wir Milch. Und dann, am nächsten Abend sind ich und die Kollegin ganz laut gewesen, also wir haben es sehr lustig gehabt und haben gelacht und nachher haben sich die anderen genervt und sind raus schlafen gegangen und haben irgendwie dann draussen im Freien geschlafen. Und wir haben noch ein Käferfest gehabt drinnen bis zum nächsten Morgen. Und dann ist irgendwie das Pfadilager zu Ende gegangen und ich habe dann daheim angerufen ins Fundbüro wegen diesem Sack. Und die haben gesagt, ja sie hätten nichts gefunden und so. Und nachher bin ich dann irgendwann erwacht."
        }, 
        {
            "number": "15-A-1", 
            "head": "1991-05-07 (09.9 Jahre)", 
            "content": "Heute habe ich von einem Dracula geträumt. Und der hat mir meine Decke nicht mehr zurück geben wollen. Aber ich habe sie gewollt. Und dann hat er auch noch ein Buch von mir ausgelehnt gehabt. Und das hat er mir auch nicht mehr zurück geben wollen."
        }, 
        {
            "number": "15-A-2", 
            "head": "1991-05-10 (10.0 Jahre)", 
            "content": "Ich habe geträumt, dass ich in ein Hotel gegangen wäre, wo ich einen Schwimmtest machen muss. Und dann habe ich ein Häsli gesehen, und das ist in ein Mausloch hinein gegangen. Und dann hat es meine Maus herausgeholt, also in so einem Griff, der so am Fell gehalten hat. Und dann hat sie es auf den Boden getan. Und dann ist meine Maus fort gerannt. Und dann ist der Hase gekommen und hat sie wieder eingefangen und hat ihr das Aeuglein abgeleckt. Und dann ist das Auge aufgegangen."
        }, 
        {
            "number": "15-A-3", 
            "head": "1991-05-12 (10.0 Jahre)", 
            "content": "Heute habe ich geträumt, dass mein Plüschbär schwimmen kann."
        }, 
        {
            "number": "15-A-4", 
            "head": "1991-05-19 (10.0 Jahre)", 
            "content": "Ich habe geträumt, meine Mäuse würden in einem Nest schlafen, wo auch ein Vogel drin wäre, und das würde mich aufregen. Und dann würde ich das Ei vom Vogel herausnehmen und würde es unter meine Heizung legen. Und dann würde ein Vogel ausschlüpfen. Und dann würde ich ihn ganz hübsch finden und würde ihn wieder ins Mäuschennest hinein tun. Und dann würde ich den Mäusen ein anderes Nest bauen, und diese würden dann dort drin stehen. Und dann hat der Vogel gelernt zu fliegen. Und dann ist er davon geflogen."
        }, 
        {
            "number": "15-A-5", 
            "head": "1991-05-31 (10.0 Jahre)", 
            "content": "Heute habe ich geträumt, dass eine Hexe aussehen würde wie meine Mutter. Und dann würde sie sich immer so in Monster verwandeln und wir würden sie dann auf den Balkon sperren. Und dann würde sie sich wieder in sich verwandeln. Dann würden wir sie wieder herein holen. Und dann würde ich sagen, dass ich ein bisschen Mayonnaise auf die Fischstäbchen tun würde. Und dann würde sie gerade erschrecken. Und dann würden wir merken, dass wir sie von oben bis unten mit Mayonnaise einstreichen müssen. Dann würde sie tot werden. Und dann würde ich einstreichen, aber das ist meine Mutter gewesen. Und dann habe ich eben die Hexe eingestrichen. Und dann ist gar nichts geschehen. Und dann hat mein Vater zu der Hexe gesagt, dass sie von oben bis unten mit Mayonnaise eingestrichen ist. Und nachher ist sie gestorben."
        }, 
        {
            "number": "15-B-1", 
            "head": "1993-01-22 (11.7 Jahre)", 
            "content": "Ich habe einen langen Gang gesehen. Am Ende vom Gang sind 3 WCs gestanden, ein wenig weiter 2 Abspülbecken und noch weiter 2 Tische und eine Küche. Und es hat alles sehr alt ausgesehen."
        }, 
        {
            "number": "15-B-2", 
            "head": "1993-01-27 (11.7 Jahre)", 
            "content": "Ich habe geträumt, dass die Julia und ich (die Julia ist nicht gerade meine beste Freundin) im Hort  zusammen Aufgaben machen würden, und dann würden wir ein wenig aufhören. Wir hätten Mühe und würden einfach so Fernsehen schauen, und dort würde ein ganz brutaler Film laufen, wo sie mit brennenden Fackeln in den Bäuchen herumlaufen. Und dieser Film hat geheissen \"Die Abenteuer des jungen Indiana Jones.\" Aber ich habe ihn noch nie gesehen. Und dann haben wir wieder abgestellt und sind weiterrechnen gegangen, sind nicht draus gekommen. Dann sind wir dann schlafen gegangen, aber das haben wir alles im Hort gemacht. Und meine Mutter ist die Hortleiterin gewesen. Normalerweise ist sie das natürlich nicht. Und dann sind wir schlafen gegangen, und dann habe ich geträumt, dass so ein afrikanischer Götze mir eine Fackel in den Bauch stossen würde und sagen: \" Von jetzt an bist Du ein Zombie.\" Dann würde ich ganz schnell aufwachen, alles im Traum und würde dem Dings die Fackel wieder herausziehen, aber ich würde komisch aussehen, und ich wäre ein Zombie geworden. Nein, nicht ein ganzer Zombie, aber ein halber. Und dann bin ich in die Schule gegangen. Also am nächsten Morgen habe ich meiner Mutter gesagt, dass ich nicht in die Schule möchte und sie hat gesagt: \"Geh jetzt mit der Julia in die Schule, das ist nicht so schlimm.\" Dann bin ich gegangen, und dann hat sie gesagt: \"Das ist sicher nur ein Traum gewesen.\" Aber ich habe überall noch Brandwunden gehabt und habe ausgesehen wie ein Zombie. Und dann bin ich wieder nach Hause gegangen ins Bett, um zu schlafen. Und dann ist so wieder dieser Götze gekommen und hat gesagt: \"Wie willst Du morgen am Morgen alle Aufgaben machen?\" Und dann bin ich aufgewacht."
        }, 
        {
            "number": "15-B-3", 
            "head": "1993-01-30 (11.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich in einem Schmuckladen wäre, wo man Nagellack und Parfum und solche Sachen kaufen kann, und dann bin ich in einer Abteilung gewesen für Lippenstifte, Parfum und Nagellack. Und dann bin ich zu einem Gestell gegangen und habe eine Nagellackflasche gesehen. Und dann habe ich schauen wollen, wie es aussieht, und dann habe ich gemerkt, dass der Nagellack eine Parfumflasche ist. Und dann habe ich den Lippenstift ausprobieren wollen, und dann habe ich gemerkt, dass der Lippenstift ein Nagellack ist."
        }, 
        {
            "number": "15-B-4", 
            "head": "1993-02-05 (11.7 Jahre)", 
            "content": "Wir sind spazieren gegangen, mein Vater, mein Bruder, meine Mutter und ich. Und dann haben wir an einem Wettbewerb mitgemacht und haben 2 Trainer gewonnen, wo die Farbe wechselt, wenn man sie ins warme Wasser tut. Dann sind wir weitergelaufen, da hat mein Bruder eine Tätowierung machen wollen. Und dann sind wir dann weitergelaufen, und mein Bruder ist dort geblieben. Nach einer Weile ist er dann aber wieder zurückgekommen und hat gesagt, er habe es sich anders überlegt. Und dann haben wir jassen wollen, und dann bin ich aufgewacht."
        }, 
        {
            "number": "15-B-5", 
            "head": "1993-02-06 (11.7 Jahre)", 
            "content": "Ich habe geträumt, dass mein Vater und meine Mutter mich abholen würden von der Schule und ein Baby in der Hand haben würden und sagen, dass das von jetzt an unseres wäre. Und dann würden wir baden gehen auf dem Springbrunnen, der in der Nähe der Schule ist und das Baby auch. Und dann würde ich es genau anschauen und würde sehen, dass der Hinterkopf von einem Baby ist, aber der vordere Teil und der Körper ein Taschenrechner."
        }, 
        {
            "number": "15-C-1", 
            "head": "1995-02-02 (13.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich so in einer Art Zirkus wäre und ich wäre eine Sängerin und müsste mit anderen Kindern ein Lied singen. Und dann würde das irgendwie nicht klappen. Und ich würde aus dem Zirkus rausrennen und würde so in eine ganz sommerliche Gegend kommen, und würde über einen Weg laufen, der voller toter Spinnen wäre. Und irgendwie fände ich das total grusig und renne darüber. Und dann bin ich auf einmal in einem Schulzimmer gewesen. Es hat schon ein wenig meinem Schulzimmer geähnelt, aber es hat anders ausgesehen. Da ist mein Lehrer reingekommen und hat gesagt, der Geographielehrer komme jetzt, und er möchte sich verstecken. Und dann ist der Geographielehrer auch gekommen und mein Lehrer hat sich zwischen zwei Türen versteckt und noch schnell eine Schnapsflasche reingenommen. Und dann habe ich das irgendwie lustig gefunden und habe die Schnapsflasche genommen, auch eine, und habe mich im Gang vom Schulhaus versteckt und dann ich irgendwie ganz besoffen geworden, weil ich so viel von dem getrunken habe und habe ein Auge nicht mehr aufgebracht. Und das ist dann immer so weitergegangen, so dass ich mein Auge nicht aufgebracht habe und dann doch, aber dann ist es wieder zugegangen. Und dann bin ich aufgewacht."
        }, 
        {
            "number": "15-C-2", 
            "head": "1995-02-04 (13.7 Jahre)", 
            "content": "Ich träumte, dass ich schlitteln gehen würde mit meiner Klasse und würde fast zu spät kommen und dann merke, dass ich meinen Schlitten noch nicht hätte. Dann würde ich mit einer Kollegin schnell in unseren Keller gehen, zum ihn holen. In unserem Kellerabteil hätte so etwas wie eine Ziege, aber schwarz/grau-schwarz, und ganz ein kleiner Körper und ein Riesenkopf. Und dann würden wir das irgendwie herzig finden und möchten das füttern, damit es einen grösseren Körper bekommt. Dann würde ich rauf in die Wohnung Cornflakes holen gehen und dann würde diese Ziege das so essen. Und dann würden wir so ein wenig mit ihr spielen und dann würde ich meine Ratte holen gehen, damit sie auch mit dem Tier spielen könnte. Und dann habe ich sie geholt und die haben gespielt miteinander. Und dann ist auf einmal meine Mutter gekommen und hat gefunden, das müsse in den Wäscheraum gehen, sonst gehe es ihm nicht gut. Und die Ratte müsse aber dort bleiben. Und dann haben wir sie in den Waschraum getan und ihm nochmals Cornflakes gefüttert und nochmals die Ratte geholt. Und dann würde noch mein Vater dazu kommen und irgendwie uns erzählen, dass wir jetzt zu spät kommen, und dann würden wir in eine Panik reingeraten. Den Rest habe ich vergessen."
        }, 
        {
            "number": "15-C-3", 
            "head": "1995-02-11 (13.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich so lange Experimentchen machen würde, um beweisen zu können, dass Eisen leichter ist als Federn. Und nachher würde ich das dann mit Hilfe von jemand anderem (ich weiss nicht, wer das gewesen ist) beweisen können. Dann würde ich mich sehr freuen und ein Fest veranstalten und überall würden Eisen und Federn rumliegen."
        }, 
        {
            "number": "15-C-4", 
            "head": "1995-02-19 (13.7 Jahre)", 
            "content": "Ich habe geträumt, dass es nach den Ferien wäre. Und dass ich im Schulzimmer sitzen würde mit allen anderen und dass mein Lehrer sagen würde, er müsse die Zeugnisse korrigieren. Und dann würde er zuerst ein paar Kinder nach vorne rufen, und dann käme meine Erzfeindin dran. Sie hat im Rechnen einen 3-4. Dann würde sie an sein Pult gehen und er würde irgend etwas mit ihr reden. Dann würde sie zurückkommen und mir so ganz stolz zeigen, dass sie jetzt eine 5 hätte. Und dann würde ich zum Lehrer gehen und fragen, warum er jetzt das gemacht hat. Da hat er gesagt: \"Du musst unten am Zeugnis lesen.\" Und dann habe ich das Zeugnis angeschaut von ihr und dort ist irgendwie gestanden, dass sie nur 6er gehabt hat und ein Mal einen 3-4er und er hat irgendwie den Durchschnitt falsch ausgerechnet. Und dann bin ich einfach ein wenig sauer gewesen."
        }, 
        {
            "number": "15-C-5", 
            "head": "1995-02-21 (13.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich vom Schlitteln nach Hause gekommen bin (unsere Wohnung würde ein wenig anders aussehen) und würde in die Küche gehen. Und dort wäre mein Bruder mit noch einem anderen Mädchen. Und eine riesige Spinne, so ganz eine grusige, die gar nicht aussehen würde wie eine Spinne, aber eine wäre, würde so rumrennen. Und sie würden sie probieren umzubringen, weil die Spinne möchte sie dauernd beissen. Und nachher würde ich ihnen irgendwie helfen und würde sie zwischen der Türe zerquetschen. Und nachher wären wir irgendwie froh, und nachher würde sie aber auf einmal sich wieder aufrappeln und weiterleben. Und nachher würden wir sie nochmals mit den Füssen zerquetschen. Und sie würde sich nochmals aufrappeln. Dann sind wir in die Küche gerannt. Und dann haben wir sie ersäuft in heissem Wasser. Und dann ist sie so wie Wachs auseinandergegangen. Dann ist mein Vater nach Hause gekommen. Und da haben wir ihm das erzählt und ich habe gesagt: \"Jetzt ist sie sicher wieder lebendig.\" Und nachher sind wir dorthin schauen gegangen, aber dann ist sie noch nicht lebendig gewesen, dann war sie immer noch so zerlaufen gewesen. Da haben wir gemeint, wir haben sie eigentlich besiegt und haben uns gefreut. Und nachher ist sie auf einmal doch wieder aufgestanden und so rausgekrabbelt. Und dann hat sie mein Vater genommen und in einen Luftballon reingetan und hat ihn nicht ganz zugemacht. Und hat ihn aus dem Balkon rausgeworfen. Dann hat er sie wollen zerplatzen lassen mit dem Ballon. Und dann hat er es aber nicht geschafft. Und dann habe ich gefragt, warum er es nicht geschafft hat. Und dann hat er gesagt: \"Weil die Spinne aus dem Loch raus ist, hat sich ein Netz gemacht und ist abgehauen.\" Da habe ich wieder Angst bekommen, dass sie in unserer Wohnung ist und habe mir vorgestellt, wie es wäre, wenn man das Ganze abbrennen würde, die ganze Wohnung, das ganze Haus. Und dann hat meine Mutter gesagt, ich solle mir nicht so dumme Ideen machen. Und wir könnten doch ins Kino. Und dann bin ich aufgewacht."
        }, 
        {
            "number": "16-A-1", 
            "head": "1991-05-05 (10.2 Jahre)", 
            "content": "Ich habe einen Traum gehabt, einen kurzen Traum, der in einem Zirkus gewesen ist. Und das Publikum ist ganz voll gewesen. Und in der Manege ist gerade eine Clownnummer vorgeführt worden. Und der Clown hat einen Reif in der Hand gehabt, einen Holzreif, und hat einen Zuschauer gebeten, er solle über diesen Reif drübergehen, also wie die Wildkatzen beim brennenden Reif drüberspringen. So drüberzuspringen soll er versuchen. Mit einem Bein zuerst über den Reif und mit dem anderen Bein auch wieder über den Reifen kommen, ohne zu berühren. Und der Zuschauer hat es versucht, aber hat berührt."
        }, 
        {
            "number": "16-A-2", 
            "head": "1991-05-19 (10.3 Jahre)", 
            "content": "Ich habe einen Traum gehabt, in dem die Pippi Langstrumpf drin gewesen ist. Und wir haben gespielt in einem Zelt drinnen. Und meine Freundin, die Meike und meine andere Freundin, die Vanni, sind auch dabei gewesen und haben mitgespielt. Dann ist eine Frau gekommen, die sich beschwert hat, wir sollen aufhören mit diesem Krach. Und da bin aus dem Zelt rausgegangen und habe gesagt zu dieser Frau: \"Wo können wir denn sonst spielen? Es gibt ja nirgends einen Ort, wo man spielen kann, überall beschweren sie sich ja.\" Und dann hat diese Frau gesagt: \"Ich werde mich bei Herrn Langstrumpf beschweren.\" Und da habe ich gesagt: \"Das können Sie machen, aber nicht gerade jetzt. Weil jetzt ist er nicht da. Er ist einkaufen gegangen.\" Dann hat es plötzlich gewechselt auf das Schiff von Herrn Langstrumpf. Und dann haben wir weitergespielt in diesem Zelt drinnen. Dann ich einmal rausgegangen nachschauen, die schöne Aussicht geniessen. Und dann habe ich plötzlich Piraten gesehen, Schiffpiraten. Da bin ich reingegangen und habe zur Pippi gesagt: \"Pippi ahoi, du, es sind Seeräuber da, also Piraten.\" Und dann ist sie von der Bank runtergesprungen, wo wir draufgesessen sind. Und dann hat ihr Vater gerade gesagt, wir müssten ins Wasser springen, weil die Piraten seien da. Unter uns könnte Italien liegen (also unter dem Schiff). Und wir sollen ins Wasser springen, wir könnten jetzt bald tot sein. Und dann sind wir alle ins Wasser gesprungen. Und die Frau, die sich beschwert hatte, ist auch dabei gewesen. Wir sind alle ins Wasser reingesprungen und wollten uns retten auf einer Mauer. Und dann bin ich auf die raufgeklettert. Aber mich hat ein Seeräuber trotzdem gepackt und gesagt:\" Dich erwischt man ja gleich.\" Und dann hat er mich gepackt. Und ich habe dann ihm in den Arm gebissen. Und dann sind wir plötzlich bei einer Burg gewesen und dann sind wir auf die Brücke rein. Auf eine Brücke rauf, die auch dort über diesen Fluss geführt hat, der dann ins Meer reingegangen ist. Wir sind dann dort über diese Brücke. Und da sind wir die Treppe rauf. Und dann ist man dort in einen grossen Saal gekommen. Und in diesem Saal gab es solche Schränke, wo man so Sachen zum reinschauen hatte. Und plötzlich ist die Pippi Langstrumpf nicht mehr da gewesen. Und meine Freundin, meine Freundinnen, die Meike und die Vanni, sind dann auch nicht mehr dort gewesen. Dafür ist meine ganze Schulklasse, und noch ein paar andere Kinder, die ich kenne, dort gewesen. Die so herumgelaufen sind. Und so Sachen in der Hand hatten, so Schmuck. Dann gab es dort noch so eine ganze Menge Tische wie in einem Restaurant. Da sind wir hingesessen, oder eher hingestanden. Und einer meiner Schulklasse, ein Junge, hat dann einen Zopf entdeckt. Und dann hat er den Zopf verbröselt und gegessen. Und dann hat der Bürgermeister Wein eingeschenkt, in die Gläser rein, Rotwein."
        }, 
        {
            "number": "16-A-3", 
            "head": "1991-06-01 (10.3 Jahre)", 
            "content": "Ich habe einen Traum gehabt, wieder ein kleiner Traum, der wie die unendliche Geschichte gewesen ist, oder wie \"Nicht ohne meine Tochter\". Da habe ich mit meinen Eltern und mit meiner Schwester eigentlich sterben müssen. Und das wollten wir nicht. Und wir mussten dort bei den Stieren, die uns angreifen wollten, durchrennen, also durchspringen. Beim ersten Mal habe ich es geschafft. Meine Eltern und Schwester auch. Und dann gab es noch einen anderen Jungen mit seinem Bruder, der auch durchrennen musste. Und dann ist er gegangen. Beide haben es beim ersten Mal geschafft, als er den Bruder dabei hatte. Und dann hat das beim zweiten Mal der erste Bruder geschafft. Und der zweite Bruder ist dann erwischt worden und gefressen. Und beim zweiten Mal habe ich und meine Eltern und meine Schwester es auch geschafft. Dann sind es alles ganz dünne Stiere gewesen, auch nicht gross, eher so mittel. Und beim dritten Mal ist dann ein riesiger, grosser Stier gekommen und der Stier ist auch dick gewesen. Man konnte schon vermuten, dass der ein paar hundert Menschen gefressen hat. So dick ist der gewesen. Aber der hat noch nie Menschen gegessen. Und dann sind wir auch wieder rübergerannt. Wobei ich zuerst gesagt habe: \"Nein das würde ich nicht machen. Bei dem schon gar nicht. Ich werde später durchrennen, nicht jetzt, nicht irgendwann, sondern ich würde zuerst einen anderen dort haben.\" Und dann haben wir das gemacht. Da sind wir aber doch durchgerannt. Und haben es dann beim dritten Mal wieder geschafft. Und der kleine auch. Der Junge hat es auch geschafft. Und dann sind die, die alle töten wollten, auch aufgefressen worden (also angegriffen). Wir haben so etwas gewettet. Wenn wir das alle schaffen, dann müsst ihr rüberrennen, also auch gefressen werden. Und dann müssen wir das, wenn nur jemand gefressen worden ist, das auch. Das ist mir wie die Unendliche Geschichte vorgekommen. Als sie auf der Suche sind nach Fantasien."
        }, 
        {
            "number": "16-A-4", 
            "head": "1991-06-13 (10.4 Jahre)", 
            "content": "Ich habe einen Traum gehabt, der war ein ganz grosses Durcheinander. Zuerst bin ich in einem Waldfluss, wo ich dann mal den Fluss runtergeschwommen bin, den Fluss quer rüber, den Fluss wieder aufwärts. Wieder aus dem Wasser gegangen bin. Da habe ich noch ein paar Leute angetroffen, die das auch gemacht haben. Und da habe ich gesagt: \"So jetzt gehe ich mal einfach quer rüber.\" Und da wollte ich quer rüber, aber es ist dann nicht gegangen. Ich weiss auch nicht wieso. Ich wollte quer rüber, habe aber beim anderen Ufer nicht können loslassen, denn ich wäre sonst flussabwärts gegangen bis zu einer Mauer. Dort gab es nämlich am Ende so eine Mauer. Und dann bin ich vom Fluss her wieder raus. Und dann ist  so ein alter Mann dagewesen. Den älteren Mann habe ich dann Grossvater genannt. Und dann ist der mit einer Flasche Bier losgegegangen. Ich hinterher. Und er hat mit dieser Flasche Bier so den Boden nass gemacht. Zuerst habe ich auch nicht gewusst wofür. Aber nachher hat der Grossvater mir gesagt, dass das für den Hund sei, zum riechen. Und dann habe ich gedacht: \"Für den Hund zum riechen?\" Ich habe gar nicht gewusst, welcher Hund? Da habe ich dann Adieu gesagt und bin weitergelaufen. Und dann bin ich wieder an so einen Fluss gekommen. Einen grösseren, der auch ein bisschen wild gewesen ist. Und dann bin ich weitergelaufen Und da habe ich plötzlich den Hund meiner Grossmutter im Fluss schwimmen gesehen. Und dann habe ich plötzlich meinen Cousin den Alexander gesehen. Und ich habe nach ihm gerufen: \"Alexander!\" Und er hat mich gesehen. Ich bin runtergerannt, vom Hügel oben, wo ich gestanden bin. Wo ein Wald gewesen ist. Und da sind wir ein Stückchen gelaufen um die Ecke herum. Und da habe ich meine Tante Anneliese und meinen Paten getroffen. Beide haben ein Pferd gehabt. Und hinten dran ist noch ein zweites gewesen. Und dann habe ich gefragt, ob man auf diesen Pferden auch reiten könne (auf diesen, die hinten dran waren). Und da haben sie gesagt: \"Könnte man schon, aber sie können nicht antraben.\" Und da sind sie also zackzack gegangen. Dann haben sie gesagt, man müsse hinten dran laufen, sonst gehen sie irgendwoanders durch. Das ist der Schluss von diesem komischen Traum."
        }, 
        {
            "number": "16-A-5", 
            "head": "1991-06-19 (10.4 Jahre)", 
            "content": "Ich habe einen Traum gehabt, der auf meinem Schulhausplatz gewesen ist, wo meine Klasse Turnen gehabt hätte. Und dass wir aber nicht turnen gegangen sind. Und unser Lehrer, der Herr Maier, ist dann zu einer völlig anderen Turnhalle gegangen, wo wir gar nicht Turnen gehabt hätten. Aber dort hinein ist dann Herr Maier hingegangen. Und ist da einfach herumgelaufen, herumgelaufen, herumgelaufen, und wir Kinder sind ihm nachgelaufen. Dann ist er einmal um den Schulhausplatz, dann ist er wieder einmal zum Fussballplatz. Und dort haben wir ihn dann aus dem Bild gehabt. Und dann sind wir einmal um den Fussballplatz herum. Und dann ist der Herr Maier hervorgekommen. Und hat gesagt: \"Wo seid denn ihr gewesen?\" Und dann haben wir gesagt, dass wir ihn aus dem Bild verloren haben. Und dann sind wir halt noch einmal um den Fussballplatz herum. Das ist der rote Platz auf unserem Schulhof. Da hat unser Lehrer nur gelacht und gesagt, wir seien alle Schlitzohren. Dann sind wir weitergelaufen. Dann ist aber nochmal meine Freundin, die Maria, die aus Portugal kommt, dabei gewesen und ich. Wir waren dann dort auf dem hinteren Pausenplatz, und dann sind wir auf dem Boden gesessen. Da haben wir auch noch Lego gespielt. Und da hat es mir wieder gestunken, Lego zu spielen. Und dann habe ich zu ihr gesagt :\"Für was interessierst du dich? Was willst du einmal lernen?\" Und dann hat sie gesagt (als ich gesagt habe, für was interessierst du dich am liebsten): \"Für eine Zitrone, die Flugzeug hilft. Und das habe ich beim ersten Mal nicht verstanden. Und beim zweiten Mal hat sie es endlich laut gesagt."
        }, 
        {
            "number": "16-B-1", 
            "head": "1993-01-23 (12.0 Jahre)", 
            "content": "Ich habe geträumt, dass ich, die Meike, die Susi und noch jemand auf dem Pausenplatz gewesen sind und gespielt haben und zwar Fangis und Verstecken und Schiff haben wir auch noch gespielt. Wir haben auf jemanden gewartet. Und wir haben den, auf den wir gewartet haben, gesucht und nicht gefunden. Da hat dieses Mädchen (wo ich nicht weiss, wie es heisst) noch einmal gehen müssen, und dann sind die Meike, ich und die Susi allein gewesen. Plötzlich ist ein Mädchen, ein jüngeres, mit Buben gekommen und hat zu mir geruft: \"Ananas mit Zuckerzusatz.\" Und ich habe dieses Mädchen gekannt, und dieses hat Carmen geheissen, und es hat dann mit seinen Kameraden noch gespielt auf dem Pausenplatz, und dann ist es auch nach Hause. Und als es ungefähr halb 6 Uhr gewesen ist, haben die Meike, die Susi und ich Lust gehabt, um auf den hinteren Pausenplatz zu gehen und haben dort eine Querflöte spielen gehört. Und dann haben wir dort an so ein Fenster geklopft, und dann haben wir uns wieder versteckt, und dann ist nichts passiert, und plötzlich ist dort ein Licht ausgegangen, und da haben wir gesagt: \" Ja, komm, jetzt gehen wir doch auch nach Hause, es ist Zeit.\" Und dann sind wir nach Hause gelaufen und dann haben wir zu Abend gegessen miteinander, und dann sind wir ins Bett gegangen, um zu schlafen. Wir haben dort Ferien gehabt, und da habe ich die Meike und die Susi einladen dürfen, um ein paar Tage zu mir nach Hause zu kommen. Das ist der Traum gewesen."
        }, 
        {
            "number": "16-B-2", 
            "head": "1993-01-24 (12.0 Jahre)", 
            "content": "Ich habe geträumt, dass mein Vater, meine Mutter, meine Schwester und ich in einer Show gewesen sind, und es ist so wie eine Oscarverleihung gewesen. Dort in dieser Show haben Sängerinnen und Sänger gesungen, so die Nicole und die Nicki, Bonnie Taylor, David Hasselhoff, Michael Jackson und noch mehr gesungen. Und man hat dann dort am Schluss auf eine Taste drücken müssen, oder man hat sagen müssen, wieviele Punkte man für den und die und denjenigen gibt. Und am Schluss hat dann Bonnie Taylor so eine Krone bekommen, die sie für ein ganzes Jahr hat. Und diese Verleihung oder dieser Wettbewerb, der ist jedes Jahr an einem bestimmten Tag gemacht worden. Und da hat die Bonnie Taylor noch einmal singen müssen, und nachdem sie fertig gesungen hat, ist dann das Finale gewesen, und da hat man das Finallied gesungen und sich verabschiedet, und das ist dann auch im Fernsehen gekommen. Nachdem aber abgeschaltet worden ist im Fernsehen, ist es dann dort mit einer Riesenparty weitergegangen. Und als es um Mitternacht gewesen ist, sind mein Vater, meine Mutter, meine Schwester und ich nach Hause gegangen und dann ins Bett. Das ist der Traum gewesen."
        }, 
        {
            "number": "16-B-3", 
            "head": "1993-01-28 (12.0 Jahre)", 
            "content": "Ich habe geträumt, dass meine ganze Klasse verletzt gewesen ist, und immer 3 haben etwas gehabt, also dasselbe gehabt. Ich habe etwas am Knie gehabt, und ich habe das Zimmer mit 2 Buben von mir in der Klasse teilen müssen. Ich habe zwar schon laufen können mit den Buben zusammen, aber ich habe weder Stücke noch so ein Ding bekommen, das die alten Leute manchmal haben, so eine richtige Stütze, wo du links, rechts und vorne geschützt (also gestützt) bist. Und wir haben manchmal Besuch bekommen von meinen Eltern, von meiner Schwester und von meiner Grossmutter und von meinem Grossvater. Und das Frühstück ist ganz lustig gewesen, wir haben ein Brot bekommen und Konfitüre und Butter dazu und noch etwas zu Trinken, das ist ein Orangenjus gewesen. Da haben wir zum \"Znüni\" jeweils ein Mandarinchen bekommen. Zu Mittag hat es Kartoffelstock, Gehacktes und Bratensauce gegeben und auch wieder etwas zu Trinken, das ist ein Fruchtsaft gewesen, und dann hat es \"z'Vieri\" gegeben, eine Banane, und am Abend hat es ein Birchermüesli gegeben mit einer Milch. Und wenn du den richtigen Schritt gemacht hast, hat das Knie dir nicht weh getan, aber man hat zuerst den richtigen Schritt herausfinden müssen und nachher immer so laufen, und ich habe den Schritt noch nicht gefunden gehabt, und da hat mir jeweils das Knie immer weh getan. Und wenn ich jeweils das Knie hinunterhängen gelassen habe, da hat es mir auch noch weh getan. Da habe ich mich jeweils immer wieder ein wenig hingelegt. Und dort in jenem Spital hat es ein Kajütenbett gehabt, und dort drin lagen die Buben. Das ist der Traum gewesen."
        }, 
        {
            "number": "16-B-4", 
            "head": "1993-02-10 (12.0 Jahre)", 
            "content": "Ich habe geträumt, dass ich, meine Mutter, mein Vater und meine Schwester ein Theater anschauen gegangen sind. Und zwar hat das Theater geheissen \"Kommissar Klotzigs schlimmster Fall\". Das ist ein Theater gewesen, das ich auch angeschaut habe mit der ganzen Klasse. Das ist ein Theater vom Herrn Schmidt (ein Lehrer von einer 6. Klasse) und die haben so ein Theater gemacht. Wir, also meine Schwester und ich, wir haben dort nochmals einen Bruder gehabt, und der hat dort eben mitgemacht (in Wirklichkeit haben wir keinen Bruder). Und wir haben am Elternabend schauen gehen können, was sie vorführen. Und ganz am Anfang haben wir zuerst vor der Türe draussen warten müssen, und dann endlich haben wir hineingehen können, und dann sind wir gesessen. Und dann ist es dunkel geworden und dann leuchtet eine Taschenlampe von hinten her, und da schleicht unser Bruder nach vorne bis auf die Bühne, und dann hat er den Titel gesagt: \"Kommissar Klotzigs schlimmster Fall.\" Und dieser Traum hat mich gerade an jemanden erinnert und dann bin ich aufgewacht. Das ist der kurze Traum gewesen."
        }, 
        {
            "number": "16-B-5", 
            "head": "1993-03-10 (12.1 Jahre)", 
            "content": "Ich habe geträumt, dass ich gefangen worden bin von fremden Völkern, und diese sind in allen Farben gewesen (also die Menschen): in grün, violett, blau, rot, gelb und in allen Farben. Und ich und noch jemand aus der Schule sind gefangen worden (ich habe jenen Buben nicht gekannt). Und dann haben wir unsere Eltern nie mehr gesehen. Und dort hat es auch Pferde gehabt, die sind auch so in verschiedenen Farben gewesen: so rot, gelb, blau, grün. Aber wir sind so geblieben wie wir gewesen sind, unsere Hautfarbe ist nicht angemalt worden. Eines Tages haben wir reiten dürfen auf den Pferden, frei, weil wir haben nicht mehr gewusst, wo unsere Eltern sind. Also haben wir auch nirgends hin können. Und dann sind wir reiten gegangen, dieser und ich. Und dann hat er mir so erzählt, wie er heisst und was er früher gemacht hat, und dann sind wir zusammen gewesen beim Reiten, und dann plötzlich ist mir diese Umgebung bekannt vorgekommen. Wir sind nämlich plötzlich im Schnee gewesen, und dann habe ich gemerkt gehabt, dass ich hier schonmal war und mich auskenne. Und da habe ich gesagt: \"Ja komm jetzt, reiten wir zu diesem Haus, wo ich in den Sportferien gewohnt habe.\" Dann sind wir dorthin gegangen, weil ich gemeint habe, dort seien jetzt meine Eltern, und dann ist aber dort jemand anderer gewesen in jener Wohnung. Und dann haben wir uns dort aufwärmen gehen dürfen. Und dann sind wir plötzlich in einem Bähnchen drin gewesen (also die Eisenbahn). Da sind wir so gefahren, und dann ist es plötzlich flach geworden, also eine Ebene, die dort eigentlich nicht ist. Und dann sind wir so von dort bis in meine Heimatstadt hinuntergefahren. Ich weiss auch nicht, wieso das so gewesen ist, aber wir sind einfach von dort her bis nach unten gefahren. Und dann sind wir einfach weiter herumgelaufen, aber die Pferde sind plötzlich auf einmal verschwunden, und da bin ich aufgewacht. Das ist der Traum gewesen, ein kurzer."
        }, 
        {
            "number": "16-C-1", 
            "head": "1995-02-04 (14.0 Jahre)", 
            "content": "Da ich ja ein Riesen-Kelley-Family-Fan bin, habe ich folgendes geträumt. Meine Freundin, die das auch ist, und ich sind an ein Konzert gegangen von ihnen. Meine Grossmutter hat uns hingefahren. Das Konzert ist nicht im Hallenstadium gewesen, sondern in einem kleinen Saal (irgendwo, wo ich nicht weiss, wo das ist). Es sind alle Leute, die an dieses Konzert gegangen sind, vor der Gardenrobe von ihnen gestanden. Da haben wir gedacht, wir machen das auch, und kurz darauf sind dann alle rausgekommen von denen, die singen. Nachher sind wir in den Saal reingestürmt und haben vorne sitzen wollen. Und dann sind sie irgendwie von unten her bei der Bühne raufgekommen. Dort hat es nämlich Deckel gehabt, die man hat aufklappen können und sie sind dann so raufgekommen. Bald darauf haben sie angefangen zu singen, was wunderschön gewesen ist, und auf einmal bin ich irgendwie mit so einer Gitarre auch auf der Bühne gewesen, allerdings nicht mit der Kelley-Family, sondern mit meinen Kolleginnen, die gesungen haben und ich habe begleiten müssen. Allerdings sind wir immer mit der Gitarre zusammengestossen. Da hat sie gesagt gehabt, ich solle weggehen von da, weg von der Bühne. Und dann bin ich gegangen, in Tränen aufgelöst, und dann bin ich erwacht aus meinem Traum."
        }, 
        {
            "number": "16-C-2", 
            "head": "1995-02-17 (14.0 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit einer Zauberin (eigentlich nur mit einer Hexe) durch den Wald gelaufen bin, so einen steilen Weg runter, und sie hat irgendwie so einen Handschuhe gehabt, wo sie den Tag und die Nacht einfach so mit einer Drehung hat können abspielen lassen. Wenn sie sich gedreht hat, diese Hand, dann ist entweder Nacht oder Tag gewesen. Und das die ganze Zeit so. Wir sind dann dort einfach runtergelaufen und ich habe ihr gesagt gehabt, ziehe diesen Handschuh ab. Das ist gefährlich. Und aufs Mal sind wir dann in einer Turnstunde gewesen bei meinem Sechstklasslehrer, wo wir dann an den Geräten geturnt haben (also, Bälle und so). Und am Schluss von dieser Turnstunde haben wir dann noch irgendetwas gesungen. Und meine Freundin und ich haben einfach die ganze Zeit nur noch Musik gehört."
        }, 
        {
            "number": "16-C-3", 
            "head": "1995-02-19 (14.0 Jahre)", 
            "content": "Mein Traum ist gewesen, dass die Theatergruppe ein Theater aufgeführt hat, wo ich auch dabei gewesen bin. Und am Anfang haben wir etwas vorlesen müssen, um was es gegangen ist. Es ist alles dunkel gewesen und es haben nur zwei Lichtlein, genauer gesagt, zwei Kerzen auf dem Tisch gebrannt. Ich habe vorlesen müssen. Und das ist in einer anderen Sprache gestanden, die ich nicht genau gewusst habe, was es heisst, und habe die ganze Zeit stocken müssen und abbrechen und so. Und dann, mitten im Theater, hat mich eine andere Frau gefragt gehabt, wieso ich eigentlich weitergelesen habe. Gerade vor dem Publikum. Und dann habe ich gesagt gehabt, erstens Mal hat niemand was gesagt und zweitens sollen die anderen sagen, wann ich aufhören soll. Und nachher habe ich so ein mittelalterliches Kostüm anziehen müssen und habe mich dann so rasch als möglich umgezogen. Und dann haben einfach die ganze Zeit die Buben reingeschaut, und das hat mich eklig genervt. Und dann habe ich vorspielen müssen, da so ein Konzert gewesen ist (irgendwie Beethoven oder Mozart oder so etwas). Nachher ist es so dunkel gewesen auf dieser Bühne, und dann habe ich versucht, Licht anzumachen und wir haben nicht mehr gewusst, welcher Schalter es ist. Da haben wir einfach alle Schalter ausprobiert, auf so einem Tisch. Und jedesmal hat einfach so Wasser gesprudelt. Und dort unten, vor uns, haben dann noch ein paar andere irgendwie etwas gespielt, damit man merkt, dass es bei uns nicht so langweilig ist, eben sieht, dass mir da etwas suchen und sich nicht auf uns konzentrieren. Da haben wir' den Schalter gefunden und dann haben wir wieder etwas vorlesen müssen."
        }, 
        {
            "number": "16-C-4", 
            "head": "1995-03-15 (14.1 Jahre)", 
            "content": "ich habe geträumt, dass meine Schwester und ich abends noch rausgegangen wären. Wir sind spazieren gegangen, im Wald, und es sei immer dunkler geworden. Wir haben nicht mehr gewusst, wo wir durchgehen, und wir haben uns irgendwie noch verirrt. Dann sind wir so, ohne zu wissen, wohin es geht, einfach weitergegangen und haben auf einmal ein Licht gesehen. Wir sind auf dieses Licht losgegangen und haben dort eine Reisegruppe gesehen. Und die haben wir dann nach dem Weg gefragt gehabt. Sie haben uns nicht weiterhelfen können. Links und rechts von uns ist es runtergegangen, ziemlich steil oben runter und da haben sie gesagt gehabt, wir könnten mit ihnen gehen, also mit ihnen weitergehen. Das haben wir dann auch gemacht, bis wir dann zu einem Haus gekommen sind. Es ist ein modernes Wohnhaus gewesen. Dort drin ist eine Familie gewesen mit Kindern in unserem Alter. Mittlerweile ist es so um Mitternacht worden. Und ich habe dann diejenigen, die das Haus besessen haben, gefragt, ob sie es mir nicht erlauben würden, meine Eltern anzurufen. Das habe ich dann auch gemacht und äh ganz verheult hat dann meine Mutter gesagt gehabt, dass sie uns gerade holen kämen. Am Schluss sind dann meine Eltern da angekommen und dann sind meine Schwester und ich wieder heimgefahren, mit meinen Eltern."
        }, 
        {
            "number": "16-C-5", 
            "head": "1995-03-21 (14.1 Jahre)", 
            "content": "Heute Nacht habe ich geträumt gehabt, dass ich an einer Ausstellung gewesen bin. Es ist eigentlich keine Ausstellung gewesen, sondern mehr für Hobbies (zum zeigen, was man für Hobbies machen kann). Da ist zum Beispiel eine Akrobatikschule gewesen, oder Tanzkurse, und so. Und auch Turnvereine. Zuerst ist es mir leicht langweilig gewesen und ich bin dann so mit dem Einrad rumgefahren (in Wirklichkeit kann ich das eigentlich nicht, aber im Traum anscheinend schon). Ich bin dann einfach so rumgefahren, ohne zu wissen wohin, und dann bin ich einmal so in eine Turnhalle reingekommen (das Ganze hat in einem Schulhaus abgespielt). Dort sind so Turngeräte aufgestellt gewesen, so Schaukelringe und so Sachen, und dann habe ich noch so rumgeschaut gehabt, was da so alles passiert. Und dann habe ich dort ein paar alte Kolleginnen gesehen. Ich habe sie zwar nicht mehr mit Namen gekannt, aber wo ich noch in meiner alten Stadt gewohnt habe, bin ich auch in so einen Turnverein gegangen und von dorther kenne ich diese. Ich habe dann auch gesehen, dass genau diejenigen Turngewändchen angehabt haben, wie ich sie auch kenne. Dann habe ich einfach mal so geschaut gehabt, was sie da so machen, ob sich irgend etwas verändert hat. Aber es ist eigentlich nichts anders gewesen. Und dann steht auf einmal neben mir ein Schulkollege von mir. Er hat genau das gleiche Gewändchen angehabt wie die andern Turnerinnen. Man muss wissen, es ist eine Mädchenriege gewesen und keine Bubenriege. Und dann haben wir uns ein wenig unterhalten über dieses und jenes. Und dann hat er mich gefragt gehabt, ob ich diejenige Turnlehrerin, dort, an der Ecke, kenne. Da habe ich gesagt gehabt, ja, die habe mir mal Unterricht gegeben, auch in diesem Turnverein. Nachher schaut mich diese Turnlehrerin an und kommt auf uns zu und sagt, dass sie mich doch kenne, ich sei doch auch schon mal da gewesen. Und dann haben wir noch ein wenig so geredet miteinander. Wo es sich dann rausgestellt hat, dass sie rausgefunden hat, wer ich bin, da haben wir noch über dieses und jenes miteinander geschwatzt. Und dann bin ich wieder mal nach langem Reden mit dem Einrad wieder nach Hause gegangen."
        }, 
        {
            "number": "17-A-1", 
            "head": "1991-05-12 (09.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit einem Mädchen den Boden aufgewischt habe im Dschungel, und dass man dort eine Eisenbahn bauen kann. Und wir sind immer ganz fröhlich gewesen. Und plötzlich haben die Besen von alleine gewischt. Nachher sind noch die Arbeiter gekommen, und dann nachher haben wir denen gesagt, sie müssen einfach ganz fröhlich sein. Nachher sind sie auch fröhlich gewesen. Nachher hat man bald eine Schiene gehabt. Und nachher habe ich dort einen Freund gehabt, und das ist ein Frosch gewesen. Und dann habe ich immer mit diesem gespielt, weil wegen den Schienen hat man ganz gut spielen können. Und manchmal bin ich auch mit diesem Zug fahren gegangen. Und nachher hat der Frosch ein anderes  \"Gschbänli\" gefunden. Und dann bin ich wieder alleine gewesen. Und dann bin ich aufgewacht."
        }, 
        {
            "number": "17-A-2", 
            "head": "1991-06-03 (09.8 Jahre)", 
            "content": "Ich habe geträumt, dass ich bei einem Reithof gewesen bin. Und ich wollte reiten, mit meiner Schwester Sabine und mit meiner Mutter. Und dort sind 5 grosse Mädchen gewesen, und die haben alle ein Pferd gehabt. Und nachher musste ich warten bis ein Pferd frei gewesen ist, weil ein Mädchen ist gerade beim Ausreiten gewesen. Nachher ist sie zurück gekommen und dann habe ich ihr Pferd haben dürfen. Und es ist ohne Sattel und ohne Zügel gewesen. Nachher bin ich so geritten. Und nachher bin ich plötzlich bei einem Mädchen, das ich kenne, auf einem roten Schultornister drauf gesessen. Und nachher bin ich abgestiegen, habe nochmals versucht, und nachher bin ich wieder auf diesem Mädchen oben geritten. Und dann ist fertig gewesen."
        }, 
        {
            "number": "17-A-3", 
            "head": "1991-05-13 (09.7 Jahre)", 
            "content": "Ich träumte, dass ich mit meiner Schwester Sabine und meinem Vater gegangen bin, ein Picknick zu machen. Und dann nachher wollte ich ungedingt einen Vogel. Und dieser Wald, wo wir gewesen sind, ist ganz farbig gewesen. Und neben uns hat es einen schwarzen Baum gehabt und dort sind ganz viele rote Vögel draufgesessen. Und es hat ausgesehen wie das die Blätter von diesem Baum wären. Und dann sind plötzlich diese Vögel erschrocken, weil ich niesen musste und sind alle davon geflogen. Und dann nachher wollte ich ein bisschen spazieren gehen. Nachher bin ich nicht mehr spaziert. Nachher habe ich bei einem braunen Baumstamm auf einem Ast 2 Spatzen gesehen. Und dann bin ich weiter gegangen, weil diese Spatzen sind zu hoch oben gewesen bei diesem Ast. Und nachher habe ich plötzlich bei einem farbigen Gebüsch einen Vogel gesehen, ein ganz farbiger. Und dann nachher habe ich diesen gepackt. Und nachher ist er mir plötzlich ganz verlegen geworden, weil ich habe mit Vögeln reden können. Und dann nachher habe ich ihn gefragt: \"Was kann ich Dir machen?\" Und nachher hat er gesagt, er möchte einen Freund haben. Und nachher habe ich ihn gefragt: \"Möchtest Du Spatzen als Freunde haben?\" Und nachher hat er gesagt: \"Nein, einen farbigen Vogel.\" Und dann nachher bin ich mit diesem zurück gegangen. Und nachher sind alle roten Vögel bei diesem schwarzen Baum zurück geflogen. Und dann nachher habe ich diesen Vogel ob auch auf so einen Ast gesetzt bei diesem schwarzen Baum. Und nachher ist dieser immer mit diesen gewesen."
        }, 
        {
            "number": "17-A-4", 
            "head": "1991-??-?? (09.8 Jahre)", 
            "content": "Ich träumte, dass ich mit meiner Schwester Sabine und mit meinen Freundinnen einen Platz gefunden habe, wo es einen See gehabt hat und Inseln mit Palmenen. Dort hat es aber auch Krokodile und Schlangen gehabt. Und dann haben wir auch einen Lastwagen gefunden, und dort hat es Abfall drin gehabt. Und nachher haben wir plötzlich ein weisses, kleines Kätzchen gesehen. Und mit dem Kätzchen haben wir immer gespielt. Und wenn es uns weggelaufen ist, haben wir es immer gesucht. Manchmal sind wir auch gemeinsam spazieren gegangen. Und einmal sind wir an einen See gegangen, und das Kätzchen ist nicht einmal wasserscheu gewesen und hat schwimmen können. Und zuletzt ist es uns dann wieder davon gelaufen, und wir haben es nicht mehr gefunden."
        }, 
        {
            "number": "17-A-5", 
            "head": "1991-??-?? (09.8 Jahre)", 
            "content": "Ich träumte, ich und meine Freundin Andrea seien bei einem breiten Fluss wollten schwimmen gehen. Nachher haben wir aus Karton uns so ein Sesselchen gemacht. Der Karton konnte schwimmen. Und dann nachher sind wir beim Fluss am Schwimmen gewesen. Nachher sind wir bei breitenen Höhlen gekommen. Und nachher ist es ganz dunkel gewesen. Und nachher sind wir beim anderen Ende mit Hilfe von Lederstriemen wieder herausgekommen, und dann hat meine Freundin Andrea gewusst, wo wir sind. Nachher habe ich mich und Andrea gefragt: \"Wo kommen wir jetzt hin?\" Und nachher habe ich das Tösen von einem Wasserfall gehört. Nachher habe ich gefragt: \"Kommen wir jetzt bei einem Wasserfall heraus?\" Und nachher hat sie gesagt: \"Ja.\" Und nachher sind wir auch wirklich bei einem Wasserfall heraus gekommen, bei einem ganz bei einem ganz grossen. Und wir sind nur noch an einem kleinen Felslein sind wir gewesen. Und nachher hat meine Freundin Andrea gesagt: \" So jetzt gehst Du zuerst hinunter. Du bist doch sonst immer so mutig.\" Und nachher bin ich einfach hinunter gegangen und wo ich unten gewesen bin, habe ich weiter ans Ufer schwimmen können. Und es ist ganz lustig gewesen. Nachher ist meine Freundin auch gekommen. Und dann nachher haben wir das noch meinen andern Freundinnen erzählt. Und die wollten auch kommen. Und nachher haben wir ganz viele Kartonsesselchen gemacht. Und wir sind gar nicht nass geworden, wo wir mit den Kleidern dort hinein gegangen gewesen sind. Und dann haben wir ganz viele Kartonsesselchen gemacht für alle von meinen Freundinnen. Und wir haben gewusst, wir müssen noch in die Schule gehen. Und einer ist mit uns in die Schule gegangen. Und dann plötzlich ist auch unsere Hortleiterin herein gekommen und hat gesagt: \"Kommt alle in die Schule gehen.\" Und ich und meine Freundin und noch ein paar, wir gehen alle zusammen in die Schule. Da hat sie gesagt: \"So und jetzt kommt Ihr mit mir mit, um alle in die Schule zu begleiten, weil Ihr habt ja frei.\" Und nachher bin ich aufgewacht."
        }, 
        {
            "number": "17-B-1", 
            "head": "1993-05-16 (11.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich bei einer Vorführung gewesen bin von meiner Schwester. Dann plötzlich bin ich an einer Hochzeit gewesen, und dann nachher bin ich in einem Reitlager gewesen, und ich habe irgendwie ein Geheimnis lösen müssen. Und dort hat es gar keines gehabt. Und nachher habe ich immer Mist schaufeln müssen. Und dann bin ich immer so verwirrt gewesen, und nachher habe ich einmal noch das Dach reparieren müssen von denen, mit meinem Vater. Und dann nachher bin ich aufgewacht."
        }, 
        {
            "number": "17-B-2", 
            "head": "1993-05-17 (11.7 Jahre)", 
            "content": "Ich bin mit der Freundin im Kindergarten gewesen, und dann nachher haben wir so gespielt und nachher ist plötzlich eine von meinen Schulfreundinnen gekommen. Nachher hat sie mich so gefragt, ob ich bei den Aufgaben draus komme, und was für eine Note ich in der Sprache hätte, und ich bin dann gar nicht draus gekommen, weil ich dort noch im Kindergarten gewesen bin. Und dann nachher ist dann die ganze Klasse gekommen und hat eben auch gefragt. Nachher habe ich gefragt, ob sie mit mir mitspielen wollen. Da haben sie gesagt, sie wollen jetzt zuerst wissen, was ich für Noten gehabt habe, und dann nachher bin ich aufgewacht."
        }, 
        {
            "number": "17-B-3", 
            "head": "1993-05-20 (11.7 Jahre)", 
            "content": "Ich habe geträumt, ich sei in einem Ferienhaus in den Ferien, und dann sei ich im Swimmingpool baden gegangen mit meiner Schwester. Dann ist es langsam dunkel geworden, dann sind wir ins Haus gegangen, und dann nachher sind wir auf den Balkon gegangen, und dann nachher sind so Kinder von meiner Klasse unten gewesen und haben so Abgeben gespielt mit dem Ball. Dann haben sie gefragt, ob ich auch mitspielen wolle. Aber ich habe keine Lust mehr gehabt, weil ich schon zu müde gewesen bin."
        }, 
        {
            "number": "17-B-4", 
            "head": "1993-05-28 (11.7 Jahre)", 
            "content": "Ich bin ins Schwimmbad gegangen um zu schwimmen. Und dort hat es ganz viele Bonbons im Wasser gehabt. Und immer wenn ich ein Bonbon nehmen wollte, ist es gerade weg gewesen. Und dann bin ich nachher herausgegangen, und dann hat es am Rand auch überall Bonbons gehabt, und dann nachher auch immer, wenn ich wollte sind sie weggegangen."
        }, 
        {
            "number": "17-B-5", 
            "head": "1993-06-17 (11.8 Jahre)", 
            "content": "Ich habe an so einem Bärenwettbewerb mitgemacht, wo man so einen Hampelmann hat ausschneiden müssen. Und dann irgendwie anmalen oder etwas drauf kleben. Und nachher bin ich einmal in einen Laden gegangen, also dort wo ich den Bärenwettbewerb mitgemacht habe, und dann nachher habe ich gewonnen gehabt. Und dann ist irgendwie gestanden: \"Ein Sucher, den der Bär gemacht hat.\" Und dann bin ich aufgewacht."
        }, 
        {
            "number": "17-C-1", 
            "head": "1995-05-27 (13.7 Jahre)", 
            "content": "Ich bin in der Stadt gewesen, und dann ist plötzlich schon Geschäftsschluss gewesen an einem Samstag. Da ist mir in den Sinn gekommen, dass ich die Brille abholen gehen sollte vom Brillengeschäft, und das Brillengeschäft ist im Einkaufszentrum gewesen. Dann bin ich gegangen, und dann habe ich gefragt, ja ob sie die Brille noch hätten (diejenige die ich abholen gehen sollte). Und dann haben sie gesagt, die hätten sie nicht mehr, die seien alle ausverkauft, weil alle so eine Brille hätten haben wollen. Und dann habe ich eine andere genommen mit dem gleichen Gestell, einfach in silbrig."
        }, 
        {
            "number": "17-C-2", 
            "head": "1995-05-28 (13.7 Jahre)", 
            "content": "Ich bin von der Schule heimgekommen und dann ist auf meinem Fensterbrett ein Totenkopf aus Zement gewesen. Und dort ist mit rot von unten vier, drei und vier draufgeschrieben gewesen."
        }, 
        {
            "number": "17-C-3", 
            "head": "1995-05-29 (13.7 Jahre)", 
            "content": "Ich habe auf dem Sega-Mega-Treff habe ich so ein Spiel gespielt, so mit Flugzeugen, wo man so Pilot ist. Und man muss auf anderen Planeten so Leute verfolgen. Und nachher bin ich plötzlich selber in diesem Spiel gewesen und so in einem Raum. Und da hat es so Leute gehabt, gegen die habe ich kämpfen müssen. Und dann haben sie mir einen Tag Zeit gelassen. Und dann bin ich dort abgehauen. Und dann bin ich in mein Zimmer gerannt und habe mich hinter der Türe versteckt und dann haben sie mich wieder gefunden. Und dann ist fertig. Dann bin ich aufgewacht."
        }, 
        {
            "number": "17-C-4", 
            "head": "1995-09-19 (14.1 Jahre)", 
            "content": "Ich habe geträumt, ich sei zuhause gewesen in unserer Wohnung. Und der Hans, das ist mein Stiefvater, hat den Peterle im Arm gehalten. Der Peterle, der ist im letzten Sommer gestorben. Das ist meine Lieblingskatze gewesen. Und ich und meine Schwester und meine Mutter sind drum rumgestanden und dann nachher hat der Hans den Peterle gestreichelt und dann ist er wieder lebendig geworden."
        }, 
        {
            "number": "17-C-5", 
            "head": "1995-10-27 (14.2 Jahre)", 
            "content": "Ich habe geträumt, ich sei in einem dunklen Raum gewesen. Und dann habe ich eine Katze reinkommen gesehen, die schwarz gewesen ist mit einem weissen Pfötchen. Dann habe ich gesagt: \"He, schau, der Peterle ist wiedergeboren. Dann habe ich das Licht angemacht, aber es ist nicht der Peterle gewesen, aber auch eine herzige Katze. Und dann habe ich beschlossen, diese Katze zu behalten."
        }, 
        {
            "number": "18-A-1", 
            "head": "1991-05-12 (11.2 Jahre)", 
            "content": "Ich habe geträumt, dass ich im Bett war und dann nachher bin ich auf einmal geflogen mit dem Bett. Und dann nachher, als ich flog, habe ich mir gewünscht, dass ich auf dem Mond lande. Und dann bin ich wirklich auf dem Mond gelandet. Und dann nachher habe ich ganz viele Früchte gesehen. Ganz komische Früchte. Die Birnen haben ganz anders ausgesehen (nicht so wie Birnen aussehen) und auch Gemüse und so. Ich habe die Sachen nicht gekannt. Und auf einmal sind so zwei Zwerge angerannt gekommen und haben gesagt, dass ich die Früchte einmal essen soll, ich solle die mal probieren. Und dann nachher habe ich eines versucht und dann bin ich auch so ein Zwerg geworden. Und dann nachher, als ich ein Zwerg wurde, haben sie gesagt: \"Ja, möchtest du wieder gross werden?\", und dann habe ich gesagt \"Nein, ich möchte jetzt mal eine Weile ein Zwerg sein\". Und dann nachher haben die Zwerge mir alles gezeigt, ihre Hütte und so. Und es ist aber ganz herzig gebaut gewesen und sie haben gesagt: \"Nur ein Jahr kann man da bleiben und dann kann man wieder gross werden, ausser wenn man so eine Birne isst\", und da haben sie so eine Birne gezeigt. Nur ein Jahr und das ist bei denen ganz schnell gegangen, das ist bei denen eine Minute gewesen. Eine Minute hätte ich noch dort bleiben können und dann hätte ich die Birne essen sollen. Also wenn ich eine Minute möchte bei ihnen bleiben noch, dann sollte ich eine solche Birne essen. Und dann nachher könne ich grad wieder gross werden in einer Minute. Aber wenn ich jetzt keine Birne esse, dann wäre ich jetzt das Leben lang so klein geblieben. Dann habe ich so eine Birne gegessen, dann habe ich eine Minute dort bleiben können. Dann bin ich wieder ins Bett zurückgegangen, dann bin ich wieder hinuntergeflogen und auf einmal bin ich in einem privaten Schulhof gelandet. Und für die war ich ganz durchsichtig, weil sie haben mich gar nicht gesehen. Und dann habe ich ein Rascheln gehört und dann ging eine Türe auf und dann bin ich aufgewacht."
        }, 
        {
            "number": "18-A-2", 
            "head": "1991-05-17 (11.2 Jahre)", 
            "content": "Ich habe geträumt, dass ich auf einer grünen Wiese war und dort hatte es ganz viele farbige Blumen. Und es war Muttertag. Und ich wollte ihr Blumen schenken. Und dann habe ich rote abgerissen, eine Tulpe (es hat verschiedene Blumen gehabt). Eine rote habe ich abgerissen und dann hat die Rote gesagt: \"Wirf mich weg\", und da habe ich sie weggeworfen und dann habe ich ganz viele Farben abgerissen. Da habe ich eine Margerite abgerissen die hat gesagt: \"Behalte mich\". Dann ging ich nach Hause und schenkte sie meiner Mutter. Dann sagte meine Mutter: \"Das ist nett, dass du mir eine Margerite schenkst, gar niemand hat mir Margeriten geschenkt, alle haben mir Tulpen geschenkt.\" Bitte beachten: Habe ich eine rosarote gepflückt, \"wirf mich fort\", blaue gepflückt hat sie gesagt, \"wirf mich fort\". Ganz viele Farben. Nur die echte ist geblieben. Habe ich die echte meiner Mutter geschenkt. Meine Mutter hat ganz fest Freude gehabt. Nachher sagte sie alle die Farben, die ich genannt habe, hat sie gesagt, die habe ich vorher geschenkt bekommen, und da hat es keine einzige Margerite dabei gehabt. Und da konnte sie die Margerite dort hineintun. Und darum haben die Blumen immer gesagt: \"Wirf mich weg\"."
        }, 
        {
            "number": "18-A-3", 
            "head": "1991-05-18 (11.2 Jahre)", 
            "content": "Ich träumte, dass ich einen Scheck gefunden habe, der 20 Franken wert ist. Nachher war ich mit meinem Vater. Dann sagte ich meinem Vater: \"Ich habe einen Scheck für 20 Franken genommen.\" Aber niemand beachtete mich. Und auch niemand suchte mich. Ich war nämlich durchsichtig, aber ich wusste das nicht. Nur weil ich einen Scheck berührt habe, und das durfte ich nicht, sonst wäre ich durchsichtig. Und dann nachher war es zwei Uhr nachmittags. Da hört man die Glocken läuten und dann wurde ich wieder sichtig. Und nachher wollte ich diesen Scheck nehmen und da war er weg. Dann wachte ich auf."
        }, 
        {
            "number": "18-A-4", 
            "head": "1991-05-20 (11.2 Jahre)", 
            "content": "Ich habe geträumt, dass ich einen Hund gehabt habe für mich alleine. Und mit dem Hund habe ich den ganzen Tag immer gespielt, habe ihm zu essen gegeben, habe ihn auch gekämmt. Wenn er sich waschen musste, habe ich ihn gewaschen, und alles habe ich mit ihm gemacht. Er war mein eigener Hund gewesen. Ich bin mit ihm spazieren gegangen und so. Und er konnte reden, aber nur selten. Und dann nachher habe ich mal 2 Kinder streiten gesehen. Und dann habe ich den Hund gefragt: \"Warum streiten die denn?\" Und nachher hat er gesagt: \"Ja, die streiten wegen einer Puppe.\" Und nachher habe ich gesagt: \"Ja komm, wir machen doch...\", und da hat der Hund gesagt: \"Ja und diese Puppe ist eben auch noch kaputt\". Und dann nachher habe ich gesagt: \"Ja, warum tun wir dann nicht einfach zwei Puppen, also jedem eine Puppe schenken?\", und dann hat er gesagt: \"Ja, das ist schwierig, so eine schöne Puppe!\" Und dann nachher konnte er eine herzaubern, da haben wir es ihm gegeben. Aber den Hund habe ich nicht wegen dem Zaubern gern gehabt und weil er diese Sachen sagen konnte, ich hatte ihn nämlich gern, weil er so herzig war, klug und nett. Der Hund, der hat mir mal das Leben gerettet gehabt, in dem Traum. Ich wollte bei einem See hinüber schwimmen und dann nachher hat es eine Strömung gegeben auf einmal, als es anfing zu regnen. Und ich war mitten im Fluss, ich bin hinunter geschwommen, nachher dort sehe ich eben den Hund und der konnte mich grad halten."
        }, 
        {
            "number": "18-B-1", 
            "head": "1993-04-18 (13.1 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit meinem Vater, mit meiner Schwester und mit einem Knaben, den ich kenne und einer Frau mit dem Auto in Frankreich gewesen sind. Aber es ist irgendwie Krieg gewesen. Und irgendwie ist jemand gefangen gewesen und wir haben den retten müssen. Ich weiss auch nicht warum. Und nachher haben wir immer Angst gehabt vor dem Fenster, dass sie uns eine Bombe anwerfen. Und irgendwie haben wir es dann geschafft, dass wir die gerettet haben. Ich weiss auch nicht mehr wie es gegangen ist. Und nachher sind wir weggekommen."
        }, 
        {
            "number": "18-B-2", 
            "head": "1993-05-10 (13.2 Jahre)", 
            "content": "Ich habe geträumt, dass ich auf einer grossen Blumenwiese gewesen bin. Dort bin ich noch nie gewesen, diese Blumenwiese kommt mir überhaupt nicht bekannt vor, mit so gelben Blümchen, Margeritenblumen, oder irgend so etwas. Dann bin ich aufgestanden, da kommt von hinten so ein Ziegenbock in mich hineingerannt. Es ist unangenehm gewesen, weil es hat mir ja weh getan. Also im Traum hat es mir schon nicht weh getan, aber ich bin einfach erschrocken, und nachher bin ich erwacht."
        }, 
        {
            "number": "18-B-3", 
            "head": "1993-05-?? (13.2 Jahre)", 
            "content": "Ich habe geträumt, ein Knabe oder ein Mann (ich weiss jetzt auch nicht mehr, er ist etwa um 15) hat mich abschlagen wollen. Ich weiss nicht mehr warum. Aber nachher hat er gesagt, ich müsse nach der Schule so zu einer Mauer kommen. Ich weiss wo die ist. Und dann nachher, bin ich dorthin gekommen und dann bin ich gerade wieder erwacht. Das ist ein ganz kurzer Traum."
        }, 
        {
            "number": "18-B-4", 
            "head": "1993-05-18 (13.2 Jahre)", 
            "content": "Ich habe heute geträumt, dass ich auf einer Wiese gewesen bin (ich bin dort wirklich noch nie gewesen). Und es ist alles voller Esswaren gewesen. Nachher ist irgendwie einfach alles in mich ins Maul hineingestopft worden. Aber es sind irgendwie keine Leute dort gewesen, die mir das hineingestopft haben. Und ich habe nicht mehr essen können und alles, und es ist unangenehm gewesen für mich. Und eben, ich habe nicht mehr essen können."
        }, 
        {
            "number": "18-B-5", 
            "head": "1993-05-29 (13.3 Jahre)", 
            "content": "Ich kenne ein Mädchen, und sie ist behindert. Und ich habe geträumt, dass das gestorben ist, aber ich weiss nicht an was. Und nachher haben ich und noch andere, die ich gekannt habe, sie in einen Sarg getan und haben sie getragen zum durch das ganze Dorf (in diesem Dorf bin ich noch nie gewesen). Wir sind in einen Friedhof gegangen (den Friedhof kenne ich auch nicht) und haben sie einfach in ein Loch hinuntergeworfen."
        }, 
        {
            "number": "18-C-1", 
            "head": "1995-05-19 (15.2 Jahre)", 
            "content": "Heute habe ich geträumt von einem Mädchen in unserem Schulhaus und sie ist so ein wenig der King. Ich habe geträumt, dass ich diese in einen Pool runtergeworfen habe. Und es ist ein Pool von einer Villa  (es ist vorher eine Villa gewesen vom Bauer), und dort habe ich sie reingeworfen. Und sie hat irgendwie so künstliche Nägel gehabt und die habe ich eben auch noch abgerissen. Und dann hat sie irgendwie den Schlüssel verloren und dann habe ich den Schlüssel gesucht. Und dann hat sie den Schlüssel wieder gefunden und dann nachher ist sie einfach ganz anders gewesen. So schüchtern und so."
        }, 
        {
            "number": "18-C-2", 
            "head": "1995-05-21 (15.2 Jahre)", 
            "content": "Heute habe ich geträumt, dass wir irgendwie einen Wettlauf gemacht haben in der Schule und dass die von Bay Watch (das ist so von einer Serie), so Schauspieler, dass die auf einmal auch dort gewesen sind. Und dann nachher habe ich eben einen Wettlauf gemacht und dann haben wir irgendetwas gesucht, aber ich weiss auch nicht, was genau. Und dann habe ich einen Maulwurf gefunden. Und dann bin ich auch schon erwacht."
        }, 
        {
            "number": "18-C-3", 
            "head": "1995-05-25 (15.2 Jahre)", 
            "content": "Heute habe ich geträumt, dass ich an einer ganz langen Strasse entlang gelaufen bin und auf der Seite hat es alles so Bäume gehabt, aber es sind keine richtigen Bäume gewesen. Es sind irgendwie so richtig wie zwei Schlangen, die ineinander verschlungen sind. Das ist der Stamm gewesen und oben ist schon normale Blätter gewesen. Einfach so an einer Strasse entlang gelaufen."
        }, 
        {
            "number": "18-C-4", 
            "head": "1995-05-26 (15.2 Jahre)", 
            "content": "Heute nacht habe ich geträumt, dass ich im Auto gefahren bin. Es ist so ein Kleiner gewesen, so ein kleines Auto (ich weiss nicht, wie die heissen). Die, welche elektrisch laufen und nicht mit Motor. Ich habe also geträumt, dass ich mit dem durch die Stadt gefahren bin und habe immer rumgehupt (ich weiss zwar nicht warum). Ich bin dann in eine Schlucht, aber es ist nicht ganz eine Schlucht gewesen, mitten in der Stadt, in der Nähe vom Bahnhof. Dann bin ich dort reingefahren und dann wieder raus und dann bin ich erwacht."
        }, 
        {
            "number": "18-C-5", 
            "head": "1995-07-06 (15.4 Jahre)", 
            "content": "Ich habe heute geträumt, dass irgend jemand Geburtstag gehabt hat, aber wir haben nicht genau gewusst, wer. Und es sind ich und noch ganz Leute, um einen Tisch rumgehockt und es ist einfach ein Geburtstagskuchen gewesen, in der Mitte, aber es ist nichts passiert. Wir sind einfach da gehockt, und haben den Geburtstagskuchen angeschaut. Und das ist eigentlich alles."
        }, 
        {
            "number": "19-A-1", 
            "head": "1991-07-04 (09.7 Jahre)", 
            "content": "Ich habe geträumt, ich und meine Freundin sind in der Schule. Wir führen ein Theater auf. Und nachher mussten die anderen üben gehen. Und wir mussten oben mit der Frau Koppe etwas machen. Und da waren Grosse daoben gewesen. Und die rammelten so, und dann wollten die Nadine und ich nicht dort hinauf. Und die Frau Koppe sagte:\"Jetzt kommt doch, die machen euch nichts.\" Und nachher sagte Nadine: \"Also gut, ich komme.\" Und dann sagte ich: \"Dann komme ich auch.\" Dann nachher mussten wir über so ein Ding, also unten durch ist Wasser gewesen und oben so Bögen. Und dort musste man gerade ganz schnell durch, sonst wäre man ins Wasser gefallen. Und nachher sind der Martin und die Yvonne heraufgekommen und sagte, die Tora hätte die ganzen Flaschen ausgeleert und wäre jetzt am aufputzen. Und dann nachher gingen wir auch hinunter und auf den Treppen ist es ganz schön gewesen. Dort gab es alles: Schuhe und Kleider und so gab es, das herumgelegen ist, und Spielsachen und so Zeug. Und nachher konnte man da einfach nehmen, was man wollte."
        }, 
        {
            "number": "19-A-2", 
            "head": "1991-08-13 (09.9 Jahre)", 
            "content": "Ich habe geträumt ich bin aufgewacht und nachher habe ich plötzlich gehört die Mutter, den Vater und meinen Bruder Sebastian draussen kämpfen. Dann habe ich gedacht: \"Jetzt gehe ich mal runter.\" Und dann ist plötzlich die Mutter gekommen und hat gesagt: \"Ja, iss Du jetzt zuerst einmal zu Morgen.\" Und dann habe ich zu Morgen gegessen. Und nachher habe plötzlich einfach so ein bisschen rübergeschaut. Und dann habe ich gesehen, dass sie einen Teich machen. Und dann habe ich gemerkt für was: Weil der Sebastian hat kleine Krötlein gefangen und kleine Wasserschildkrötlein. Und dann haben sie für das so einen Teich gemacht. Und nachher hat er gesagt: \"Das ist jetzt für die der Teil.\" Dann habe ich gesagt: \"Ja, ist aber für einen Grossen. Wir haben jetzt fast keinen Garten mehr.\" Und dann hat er gesagt: \"Es stimmt, aber ist ja jetzt egal. Wir können ihn dann ein anderes Mal umbauen. Wir haben jetzt genug gekrampft. Und nachher ist meine Freundin zu mir auf Besuch gekommen. Dann fragte sie, was es dort drinnen gäbe. Dann habe ich gesagt: \"Fröschli\". Und dann waren plötzlich keine mehr drinnen, nur noch die Unterwasserschildkrötlein. Und nachher mussten wir den Zaun recht hoch machen, dass die Katzen nicht mehr dort hin kommen. Und nachher ist der Sebastian wieder fangen gegangen. Und dann als wir den Hag eingegrenzt hatten, waren alle wieder da. Und dann am Schluss ist es eine richtige Plage geworden in der Schweiz. Es gab überall Frösche, die das Zeug aufgefressen haben. Die, die sich davor geekelt haben, mussten die ganze Zeit davonrennen. Und am Schluss wurden dann lauter Katzen gekauft oder eingetauscht. Die Frösche haben ja auch Kitekate gegessen. Und am Schluss haben sie die Frösche eingetauscht gegen Katzen. Und die Frösche hat er dann den Katzen, die er auch gehabt hat, zu fressen gegeben. Und auch die Vögel haben die gegessen (wir haben nur so ein bisschen Fleisch gegeben). Und am Schluss ist es dann wieder gut ausgegangen. Und dann durfte man halt nicht mehr Frösche fangen. Und dann sind alle Frösche aus der Schweiz herausgejagt worden. Und es gab keine Frösche mehr."
        }, 
        {
            "number": "19-A-3", 
            "head": "1991-08-17 (09.9 Jahre)", 
            "content": "Yvonne und ich sind einfach ein bisschen herumlaufen gegangen. Und nachher hat sie plötzlich gesagt: \"Hat sich da nicht etwas bewegt.\" Dann habe ich gedacht: \"Ja es könnte schon eine Schlange sein. Wir sind ja im Tessin.\" Dann hat sie gesagt: \"Ja gibt es denn hier freie Schlangen?\" Habe ich gesagt: \"Ja, gibt es schon.\" Und nachher hat sie gesagt, dann wolle sie jetzt aber wieder zurückgehen. Dann habe ich gesagt: \"Komm wir bleiben doch noch ein bisschen. Die machen einem nichts solange man ihnen nichts macht. Und sonst können wir davonrennen.\" Und nachher ist eine aufgetaucht. Dann hat Yvonne angefangen zu schreien. Und da hat der Sebastian, mein Bruder, gedacht: \"Was haben denn die Mädchen da unten wieder?\" Und dann ist er heruntergekommen, und hat die Schlange genommen und dann hat er gesagt: \"Ja warum hast Du denn so Angst vor diesen Schlangen? Die machen Dir doch nichts.\" Da sage ich: \"Ich habe es ihr auch gesagt, es sei nicht so gefährlich.\" Weisst Du immer die mit schwarz auf rot bedeutet nichts Gutes. Nein, rot auf schwarz bedeutet nichts Gutes.\" Aber das sind auch die Giftigen. Die anderen Nattern haben rot und dann gelbe Striche und dann innen Schwarz. Und das ist jetzt so eine, die machen einem nichts. Und dann nachher hat sie gesagt: \"Ja aber gehen wir jetzt doch heim.\" Nachher sind wir heimgegangen, also ins Ferienhäuschen, bisschen im Garten spielen gegangen. Und dann nachher hat der Sebastian gedacht: \"So jetzt, jetzt tue ich dann die Schlange mal in die Hängematte, also die behalte ich, die behalte ich.\" Dann nachher hat er ein Terrarium gemacht für die. Und dann hat er die mit heimgenommen. Dann hat die Mutter gesagt, das wolle sie jetzt nicht. Er hätte jetzt also schon wirklich 3 Schlangen aus dem Tessin. Du so einen Bewilligungsschein haben. Und dann nachher hat er gesagt, ja, den gehe er schnell holen, weil für selber gefangene Schlangen, da könne er dann schon sorgen.\" Dann nachher hat er auch einen guten Polizist gefragt und der ist dann mit in die Zoohandlung und hat gesagt: \"Jetzt geben sie dem den Ausweis, dass er eine Schlange haben darf.\" Und nachher hat er den gegeben. Nachher hat die Yvonne gesagt: \"Je ich komme nie mehr zu euch.\" Und am Schluss ist niemand mehr zu mir gekommen. Ich konnte nur noch draussen spielen mit ihnen. Und alle sind nicht mehr zu mir gekommen. Und da habe ich gedacht: \"Ja so geht das nicht mehr. Ich will vielleicht auch wieder mal etwas abmachen.\" Die Buben hatten natürlich Freude an dieser Schlange. Und hat natürlich 5 vielleicht auf einmal eingeladen. Und er hätte das gar nicht dürfen. Und dann hat er immer so blödes Zeug gemacht. Hat die Schlange herumgegeben. Da habe ich gedacht, ja das geht nicht mehr so. Weil die Schlange hat auch Gefühle und wenn sie böse wird, dann kann ein Biss schon wehtun. Und dann habe ich gefragt, ob ich sie hüten dürfe. Und dann hat er gesagt, ja ist gut und so. Und dann habe ich die gehütet. Und die hat Angst gehabt, die ist so richtig gezuckt, Zuckungen hat sie gemacht. Und wenn etwas sich bewegt hat im Käfig, wenn nur ein Steinchen an einen anderen Ort gerollt ist, hat sie Zuckungen gemacht und hat sich erschreckt. Weil eine Schlange, die sollte eigentlich angreifen. Gut das ist jetzt eine Harmlose, aber deshalb greift sie auch an. Weil, gegen andere Tiere ist sie vielleicht nicht harmlos. Gegen andere Tiere tötet die ja. Und so ist herausgekommen, dass der Sebastian das ganze Zimmer voller Schlangen hatte."
        }, 
        {
            "number": "19-A-4", 
            "head": "1991-09-12 (09.9 Jahre)", 
            "content": "Also mir bleibt nur noch ein Bild in Erinnerung. Ein Buch, das ein Bildchen hat mit einem Stier darauf."
        }, 
        {
            "number": "19-A-5", 
            "head": "1991-09-13 (09.9 Jahre)", 
            "content": "Ich habe geträumt wir seien in einem Land gewesen, das ist schon ganz alt. Und nachher in dem Land gab es noch ausgetrocknete Vulkansteine. Und es gab dort einen ganz kleinen Felsen mit einem Vulkanstein darauf. Und nachher konnten wir dort mit dem Sessellift gratis rauf und runter. Aber der Sessellift ist immer gefahren, gefahren, gefahren, gefahren und da musste man abspringen. Und das ist ein ganz ein schmaler Felsen gewesen aus vertrockneten Lavasteinen. Und nachher sind wir dort rauf: ich, mein Vater, meine Mutter, der Sebastian und meine Freundin die Nadine. Und nachher haben wir dort oben gegessen, zu Mittag, haben grilliert und hatten es lustig. Ein kleines Mädchen ist auch raufgekommen. Und da wussten wir nicht woher das kommt. Und dann wollte das den Felsen hinunter. Und nachher sagte die Mutter: \"Nein, das darfst Du nicht. Das ist gefährlich.\" Und ist dann mit dem Mädchen wieder hinuntergefahren, weil unten haben dann die Eltern gewartet. Und nachher haben sie gesagt, was eigentlich passiert sei, warum dass es da hinauf sei, hat die Mutter dann gefragt. Dann sagte sie: \"Ja das Mädchen gehe immer davon. Es ist eben so verwöhnt. Das ist bei uns in den Ferien, weil sie haben eben reiche Leute. Und das ist so verwöhnt, das kann alles machen.\" Und nachher hat der Mann von dort 10.000 Finderlohn gegeben und sagte: \"Ihr könnt einfach kommen, wenn ihr Geld braucht.\" Und nachher holten wir ganz viel Geld. Und dann sagte er: \"So das ist glaube ich genug.\" Dann sagten wir: \"Ja ja das langt.\" Nachher haben wir eine riesen Villa mit Boot und Boothaus und Museum hatten wir mit Stegen, mit Flossen draussen, riesengross. Und zuerst haben wir immmer wir uns immer verlaufen."
        }, 
        {
            "number": "19-B-1", 
            "head": "1993-05-24 (11.6 Jahre)", 
            "content": "Mein Traum ist gewesen, wir sind in einem Velolager gewesen. Und nachher hätten wir ins Bett müssen, aber ich und ein paar Freundinnen und noch der Thomas sind nachher noch ein wenig hinaus um Velo zu fahren. Nachher ist Ulrike (eine meiner Freundinnen) dann umgefallen, und es hat ihr aber nichts gemacht. Und nachher ist der Thomas umgefallen, und ihm hat es etwas gemacht. Nachher hat er gesagt, der Jürgen hätte den Eisspray da. Der Jürgen hätte den Eisspray, dass man es dann nicht mehr merkt. Und nachher hat die Annika, auch eine von meinen Freundinnen, gesagt: \"Ich habe auch einen Eisspray da!\", und hat ihm einen gegeben. Nachher hat er nicht das Bein gesprayt sondern das Velo. Und dann hat er gesagt, ja wir dürfen auch ein wenig. Und nachher hat er uns auch so Eisspray an das Velo gesprayt, und dann sind wir wieder hinausgefahren. Und dann hat es so ein weisser Streifen gegeben vom Eisspray. Und dann hat der Wecker geläutet."
        }, 
        {
            "number": "19-B-2", 
            "head": "1993-05-25 (11.6 Jahre)", 
            "content": "Ich habe geträumt, wir seien mit der Pfadi auf ein Schiff und auf eine Insel. Und nachher hätten wir wieder zurückgewollt und dann hätten die Pfadiführer gesagt: \"Nein, wir dürfen nicht mehr zurück.\" Und dann haben sie am grossen Schiff die Schraube weggenommen, dass wir nicht mehr vorwärts kommen, dass wir mit dem grossen Schiff nicht mehr fahren können. Und nur noch ein kleines Motorbötchen hat es noch gehabt. Und der Kapitän von diesem Schiff ist auch bei uns gewesen. Und der ist betrunken gewesen, und nachher ist er in das Motorbötchen hineingesessen, dann bin ich und meine Freundin Yvonne sind auch hineingesessen. Und nachher ist er gefahren und dann ist es so komisch, also es ist so niedriges Wasser gewesen, es ist nur bis ungefähr zu den Knien gekommen. Und nachher hat es immer wieder so Inselchen gehabt und wir sind auch auf einer Insel gewesen. Und nachher ist er immer wieder über diese Inselchen hinüber gefahren. Ich habe eigentlich aussteigen wollen, und habe ihm gesagt er solle ans Ufer schräg hinauffahren. Nachher ist er das Bord wieder abgerutscht. Nachher bin ich einfach so ausgestiegen während dem Fahren. Und nachher habe ich gesehen, dass die anderen dort hinten so Pferde und Esel haben, zum zum Vermieten. Und die Pferde und Esel haben denken können und dann habe ich gedacht, ich könnte ja auf einem Umherreiten. Weil wir haben irgendwie von dieser Insel wegkommen müssen. Und dann habe ich gefragt, den Mann dem er gehört, also eben ob ich den grossen Esel reiten kann und dann hat der Esel so dumm getan. Er sagte: \"Nein, die nicht.\" Und dann habe ich gemerkt, dass die anderen alle so störrisch sind, nur ein Pferd nicht. Und nachher hat das Pferd, hat sie gesagt: \"Dieses Pferd ist nicht zu vermieten.\" Und nachher habe ich gesagt, ich würde das Doppelte bezahlen, und dann hat sie gesagt, nein, wir dürfen nicht. Und dann habe ich gesagt: \"Wie bitte?\" Und nachher hat sie gesagt: \"Ja, ist gut, vielleicht.\" Und nachher hat eben das Pferd gedacht, das ich habe nehmen wollen, zuerst gedacht: \"Ja, das ist lässig.\" Aber nachher hat es gedacht: \"Oh, nein, da muss ich noch andere reiten.\" Und dann habe ich das Pferd nicht bekommen. Dann ist mein Vater gekommen. Also der Kapitän ist dann mit dem Motorboot davon gefahren. Und dann ist mein Vater gekommen. Und dann sind alle von der Pfadi irgendwo auf dem Motorboot gewesen. Und den Kapitän haben wir gefragt, ob ich und Yvonne fahren dürfen, und nachher habe ich fahren dürfen und es ist lässig gewesen, es ist so kurvig gewesen. Ich habe den Kapitän gefragt und nachher den Vater, und dann hat er gesagt, jetzt täte er wieder fahren. Wir sind in den Kanal hineingekommen (das ist so wie so, ja wie so ein Computer), wo man Auto fahren kann. Und nachher habe ich dann wieder fahren dürfen, und das ist dann auch lässig gewesen. Das ist dann das kleine Rädchen gewesen, das so eine scharfe Kurve gegeben hat. Wenn es eine scharfe Kurve gegeben hat, und man links gedreht hat, dann hat das Rädchen wie unten gedreht, und oben ist es einfach so. Und dann sind wir nach Hause gekommen."
        }, 
        {
            "number": "19-B-3", 
            "head": "1993-06-04 (11.7 Jahre)", 
            "content": "Mein Traum ist gewesen, dass ich mit meiner Freundin Yvonne bin, da habe ich an einem Wettschiessen teilgenommen. Und nachher sind wir Dritte geworden. Und dann haben wir Glasscheiben bekommen mit Verzierungen. Und dann haben wir nach Hause fahren wollen und haben die Angestellten dort gesagt, wir können noch nicht nach Hause fahren, es wolle noch niemand nach Hause. Und dann hat einer gesagt: \"Doch, ihr könnt mit meinem Auto fahren. Ihr müsst einfach schauen, dass euch niemand erwischt.\" Nachher sind die Yvonne und ich mit seinem Auto auf so einem schmalen Wanderweglein gefahren. Und die Frau Menke, das ist eine Lehrerin in unserem Schulhaus, die ist eben auch dort gewesen. Und dann sind wir auf einem Wanderweglein gefahren, nachher kommt die Hauptstrasse, und das Wanderweglein geht dann dort in die Hauptstrasse hinein. Und als wir in die Hauptstrasse einbiegen wollen, kommt die Frau Menke gefahren. Und dann sage ich zu der Yvonne, sie dürfe nicht so schnell fahren, sonst würde uns die Frau Menke sehen. Die Yvonne fährt immer schneller und der Frau Menke fast hinten hinein. Nachher fährt die Frau Menke hinaus und Yvonne dann auch. Und nachher schimpft die Frau Menke mit uns, warum wir so alleine dort Autofahren gehen und so. Nachher sagt sie, wir können auch bei ihr hinten hineinsitzen, es habe noch genug Platz. Und nachher sind wir einfach davon gefahren, als sie gerüfflet hat. Und dann sind wir zu einem Festsaal gekommen und dann hat die Yvonne unser Scheibchen verloren. Und dann hat sie ein paar gesehen, die dort mit dem Scheibchen Fussball gespielt haben. Und dann hat sie Angst gehabt zu sagen, das ist unser Scheibchen, das gehört uns. Und nachher habe ich gesagt, dass das uns gehöre, und dann haben sie es mir gegeben. Und nachher ist der Traum fertig gewesen."
        }, 
        {
            "number": "19-B-4", 
            "head": "1993-06-10 (11.7 Jahre)", 
            "content": "Ich mag mich noch an ein Bild erinnern von meinem Traum. Dort sind wir im Gang draussen gestanden, und dann haben an einer Schuhänge, wo man die Schuhe so aufhängen kann, ein Paar ziemlich schwere Schuhe gehangen (so für den Winter). Und nachher habe ich die anziehen wollen und jetzt ist ja Sommer. Nachher hat die Mutter mir gesagt, nein ich solle die in den Kasten hinauf tun, die brauche ich nicht mehr. Ich kann mich nur noch an das erinnern."
        }, 
        {
            "number": "19-B-5", 
            "head": "1993-06-18 (11.7 Jahre)", 
            "content": "Ich habe geträumt, dass der Sebastian und im Winter einmal in den Schuppen gehen wollen, und nachher seien dort 2 Katzen gewesen, die haben dort oben geschlafen. Wir haben noch ganz viele andere Tiere in unserem Schuppen gefunden. Und dann haben wir gedacht, wir könnten auch so kleine Käfige machen. Und dann hat es eine 2 Mäuse gehabt und die haben Junge gehabt. Und die beiden Mäuse haben wir dann eingesperrt mit diesen Jungen in ein Käfig. Und die Katzen haben wir so frei herumlaufen lassen. Haben einfach so Kissen in den Schuppen getan. Und Ratten hat es auch noch gehabt und die haben wir in so Schächtelchen hineintun können mit Wasser. Und nachher ist der schlimmste Winter vorbei gewesen. Es ist praktisch einfach wieder Frühling gewesen und da hat die Mutter gesagt, so lange können wir die Katzen nicht da behalten, weil, wenn wir sie jetzt da behalten kommen sie immer wieder dahin. Und scheissen den ganzen Schuppen. Und das habe ich eben auch nicht wollen. Und ich habe einfach gedacht, ja, dann lassen wir sie halt frei. Und dann habe ich zuerst eine Ratte frei gelassen, die ist tot gewesen. Sie hat nicht überlebt. Und die andere, die hat dann überlebt und hat dann noch ein wenig dort herumgeschnuppert, und dann hat sie noch ein wenig Wasser getrunken."
        }, 
        {
            "number": "19-C-1", 
            "head": "1995-09-05 (13.9 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit der Klasse (mit der Parallelklasse) irgendwie so auf eine Insel gegangen bin und dort sind wir so auf der Treppe rumgehockt und dann ist plötzlich die Flut gekommen. Riesengrosse Wellen, die angefangen haben, die Treppe zu überschwemmen und so. Eine von uns ist schon mal auf dieser Insel gewesen und hat das gekannt und hat dann gesagt, wir müssen in dieses Häuschen dort rauf gehen. Das sei eigentlich noch wasserdicht und eigentlich sollte es nicht zu fest kommen, nur etwa 5 m Unterschied. Dann sind wir alle in dieses Häuschen rein und nachher sind auch noch so Eisbärenpärchen und so gekommen, irgendwie fast wie auf der Arche Noah. Und nachher haben wir endlich dann abfahren können. Und dann irgendwie ist das Häuschen plötzlich einfach irgendwie gefahren, dann sind wir zum Schiffssteg runter zu den grossen Schiffen. Und dort haben wir dann können auf einem Schiff ans Festland fahren und sind eigentlich sozusagen in Sicherheit gewesen, ausser dort wo wir angekommen sind. Dort ist noch so wo man einen Posten hat machen müssen. Und der ist aber sozusagen auch um Leben und Tod gegangen, weil wenn man zu lange gehabt hat an diesem Postenlauf, dann ist man von der Flut erwischt worden und ertrunken. Nachher haben wir den Postenlauf überstanden und sind eigentlich ziemlich früh fertig gewesen. Und dann sind wir in diesen Bahnhof rein, den es dort gehabt hat, wo wir dann wären  weggefahren. Aber dort ist es eigentlich gar kein rechter Bahnhof gewesen, sondern wie ein Hotel, es hat so überall Zimmer gehabt. Und dann habe ich unbedingt auf das WC gemusst, dann bin ich aufs WC, aber man hat überall reingesehen, so von der Seite und überall. Ich bin dann gegangen aber es ist irgendwie eklig gewesen, dass immer Leute reingeschaut haben. Bin ich halt wieder rausgegangen. Und nachher bin ich wie in ein anderes Zimmer rein, wo sie so Spiele gemacht haben und so, aber da bin ich irgendwie aufgewacht oder dann weiss ich es nicht mehr, was dann passiert ist."
        }, 
        {
            "number": "19-C-2", 
            "head": "1995-09-09 (13.9 Jahre)", 
            "content": "Ich habe geträumt, wir sind Campen gegangen auf einem Berg oben und dann sind wir in den Wald gegangen. Auf dem Heimweg sind wir dann wieder gewesen. Und dann ist jemand daraufgekommen, dass wir noch ein wenig Beeren sammeln könnten. Und dann hat es dort viele Himbeeren gehabt in diesem Wald drinnen und sie sind schön und fein gewesen. Und dann sind wir diese pflücken gegangen. Und diese sind so mitten im Wald drin in schönen Reihen gewesen. Und vor diesen Reihen hat es einen Trampelpfad gehabt. Und dann haben wir können diesen Trampelpfad durchgehen und die Beeren einfach nehmen. Und nachher sind wir durch einen durchgegangen (durch so einen Trampelpfad) und haben an einer Reihe Beeren gepflückt und dann plötzlich, bei dieser vorderen Reihe, bei der wir schon durchgegangen sind, ist plötzlich der Boden eingestürzt. Dann haben wir gemerkt, dass da Fallen aufgebaut sind. Also wenn wir jetzt dort drauf gestanden wären, dann wären wir in ein Loch runtergeflogen. Dann nachher haben wir müssen über einen Baumstamm, also über einen runtergefallenen Baumstamm rüber. Und wir haben ja nicht gewusst, ob dort drüben auch eine Falle ist und dann nachher haben wir eine Testperson gesucht und diese Testperson ist dann dort rüber. Dort hinten ist keine Falle gewesen, dann sind wir alle dort hinten durch. Wir sind mit dem Velo gewesen. Wir sind zu unseren Velos und sind dann wieder nach Hause gefahren zu unserem Camp dort oben."
        }, 
        {
            "number": "19-C-3", 
            "head": "1995-09-15 (13.9 Jahre)", 
            "content": "Ich habe geträumt, dass ich und eine Kollegin von mir trampen gegangen sind. Und dann haben wir am Hauptbahnhof wieder nach Hause wollen. Und nachher habe ich so einen Kiosk gesehen, da hat es auch so Schleckwaren gehabt. Dann bin ich an diesen Kiosk, habe mir Schleckwaren gekauft, dann nachher drinnen ist es plötzlich ein Restaurant gewesen. Und dann sind wir noch dort geblieben und haben noch ein paar andere kennengelernt, noch einen kleinen Buben und seinen Vater. Irgendwie haben wir dort immer die Teller selber abwaschen gehen müssen. Und plötzlich hat der kleine Bub angefangen zu würgen und ich habe eben gewusst, dass er sich in ein Monster verwandeln wird. Und dieser Mann, sein Vater, hat das auch gewusst. Aber die Mutter hat eben nichts davon wissen dürfen. Und wir haben den kleinen Buben irgendwie ausschalten müssen, sonst wäre die Gefahr. Und nachher hat er dann so getan, als hätte es irgendwie am Duschen. Ich bin aus dem Badezimmer und er ist dann ins Bad und hat dann das Badezimmer abgeschlossen. Die Frau ist dann schauen gegangen was los ist, weil er hat sonst das Badezimmer nie abgeschlossen . Und dann hat sie reinwollen und der hat dann gesagt, sie könne jetzt nicht rein, er sei am etwas machen. Und, dann hat der Wecker geläutet."
        }, 
        {
            "number": "19-C-4", 
            "head": "1995-09-15 (13.9 Jahre)", 
            "content": "Ich habe geträumt, dass wir in einem Billiardcenter gewesen sind. Sie haben gegeneinander Billiard spielen müssen. Irgendwie hat man so können rundherum um den Billardtisch rumgehen. Aber es hat ein Geländer aussen rum gehabt, dass wir denen nicht in den Weg kommen. Und das ist eigentlich wie so ein Museum aufgestellt gewesen, hat so zwischendurch Wändchen gehabt und so. Und nachher sind wir mal zwischen so einem Wändchen durchgegangen und dann haben wir plötzlich in Miniatur gesehen, so Leichtathletik. Und dann nachher bin ich nochmal bei einem Wändchen durch und dann sind dort die Frauke und die Anna am Telefonieren gewesen. Und dann haben sie irgend einen angerufen und haben den \"verarscht\". Ich habe nicht gewusst, wer. Dann haben sie mir den gezeigt. Und dann bin ich eigentlich auch aufgewacht."
        }, 
        {
            "number": "19-C-5", 
            "head": "1995-10-29 (14.1 Jahre)", 
            "content": "Ich habe geträumt, in der Schule haben sie das ganze Schulhaus zusammengerufen (auch alle, die zur Schule raus sind) und dann haben die Lehrer Grüppchen gemacht. Mit diesen Grüppchen hat man dann so verschiedene Ausflüge machen müssen. Und dann nachher hat es geheissen, das Grüppchen sowieso muss sich dann und dann am Bahnhof treffen und dieses Grüppchen muss sich dann und dann am Wald oben treffen und so weiter. Dann hat die Frieda mir gesagt, wir müssten an den Bahnhof runtergehen. Und um 10 Uhr müssten wir am Bahnhof drunten sein. Dann nachher haben wir zusammen abgemacht, die Frieda und ich, oder, sie ist zu mir raufgekommen und dann haben wir noch andere Kolleginnen getroffen. Und wir sind schon viel zu spät drangewesen und diese sind mit dem Velo gewesen und dann haben wir sie fragen wollen, ob wir Ihnen hintendrauf sitzen könnten, aber sie sind uns einfach davongefahren. Nachher hat es mal aufgehört zu regnen (also es hat geregnet) und nachher sind Frieda und ich alle an den Bahnhof runtergerannt. Und nachher sind wir am Bahnhof unten gewesen und dann haben wir den Oliver getroffen. Und er hat gesagt, er sei in unserer Gruppe. Dann nachher haben die Lehrer gesagt, wir müssten auf den Zug gehen. Da sind wir in ein Hundeabteil rein. Also,  wo die Leute mit den Hunden reingehen. Und dann nachher sind noch zwei gekommen, der Jochen und der Uwe. Es hat gestunken nach Hund in diesem Abteil drin und dann nachher da hat sie das angeschissen und dann haben sie gesagt, sie würden laufen. Und dann haben wir gesagt: \"Wir fahren, wir wollen nicht gehen.\" Nachher sind sie ausgestiegen an der nächsten Station und haben gesagt, ja wir treffen uns wieder oben auf dem Hügel, dann nachher ist der Zug irgendwie immer hin und her gefahren, immer die gleiche Strecke ist er immer hin und zurück, immer das gleiche Bild. Und dann haben wir sie immer gesehen, und dann ist der Zug endlich mal richtig gefahren, und dann haben wir sie auch gesehen laufen. Und dann sind wir irgendwie plötzlich in einem Auto drin gehockt und dann haben wir noch meine Mutter und meinen Vater irgendwo gesehen auf so einem Hügel oben. Wir sind aber dann an ihnen vorbeigefahren. Dann nachher irgendwie ist schon wieder Bildwechsel gewesen, und wir sind plötzlich nur noch die Frieda, ich und die Annika gewesen. Irgendwie hat es so einen Skilift gehabt, es ist so eingenetzt gewesen in einem Kreis. Nur so einen schmalen Ausgang hat es gehabt. Und dann ist dort drin so die Bügel immer im Kreis hin und her gefahren. Und dann haben wir in diesen Kreis reinmüssen, einen Bügel nehmen, einmal rundum fahren und dann nachher zu diesem schmalen Ausgang raus. Aber das ist gar nicht gegangen, es ist viel zu schnell gefahren, d.h. diese Bügel sind viel zu schnell gefahren und sonst wären wir ins Netz reingefahren. Dann nachher hat die Frieda und mich das angeschissen, weil wir dort nicht haben einen Bügel nehmen können und raus. Und nachher habe ich gesehen, dass weiter oben am Hügel noch zwei andere Bügel haben, die irgendwie wie auf der Strecke stehen. Und dann sind wir dort raufgegangen, mit den Skiern, und nachher hat die Frieda mich runtergestossen oder eher: Das hat nur einen Bügel, wir haben beide raufgewollt. Und wir haben probiert, ob wir zu zweit an den Bügel können, aber irgendwie sind wir nicht draufgekommen. Und dann nachher hat es mich angeschissen. Da habe ich gesagt: \"Ok, dann gehe ich ins Haus zurück.\" (also in das Haus, das wir dort gehabt haben). Dann hat sie gesagt, dann gehe sie auch wieder zurück. Da habe ich gesagt, in dem Fall gehe ich nicht und ginge den Dings holen. Da sagte sie so: \"Ah, dann will ich aber auch nicht ins Haus zurück\". Und dann bin ich hässig geworden und habe sie mit Schnee beworfen. Und dann ist sie dort liegengeblieben im Schnee und beleidigt gewesen, und dann nachher habe ich halt meine Ski verlangt. Dann bin ich trotzdem rauf und habe dort irgend so eine Skilehrerin getroffen und dann hat sie gesagt, ich könne ihre Ski haben. Und dann nachher bin ich aber irgendwie nicht in diese Skier reingekommen. Es ist so eisig gewesen, sind mir immer wieder davon geschliffen. Und irgendwie ist es nicht gegangen und plötzlich ist es wieder am Anfang gewesen, sind wir wieder in der Schule gewesen. Und dort sind wir wieder die Grüppchen aufgeteilt worden, wieder neu aufgeteilt worden. Sie haben gesagt, dort wo es gut gegangen sei, die lassen sie jetzt für ein Jahr und die anderen, die nicht gut gegangen sind, die teilen sie jetzt neu auf. Und bei uns ist anscheinend alles gut gegangen. Wir sind wieder, die Frieda und ich sind wieder mit dem Oliver in die Gruppe gekommen. Und nachher hat es geheissen, um 8 Uhr am Bahnhof unten, man könne in die Stadt gehen, wenn man wolle. Dann sind wir auf den Bahnhof runtergegangen. Und dann ist der Oliver nicht gekommen und nicht gekommen. Und wir sind schon sowieso auch wieder ein wenig zu spät drangewesen. Und dann habe ich gedacht, jetzt läute ich ihn mal an. Da hat dann die Mutter gesagt, er sei schon gegangen und nachher ist er aber auch gerade gekommen mit dem Töff und an den Bahnhof und dann bin ich aufgewacht."
        }, 
        {
            "number": "20-A-1", 
            "head": "1991-10-02 (10.3 Jahre)", 
            "content": "Ich habe geträumt, ich habe ein Pferd bekommen und nachher sei ich auf ihm geritten und ich hätte es Gerda getauft und das sei mein Lieblingspferd gewesen und jedes Jahr sei ich immer glücklicher worden und habe manchmal auch Junge gehabt."
        }, 
        {
            "number": "20-A-2", 
            "head": "1991-08-09 (10.1 Jahre)", 
            "content": "Ich habe geträumt, ich sei einmal beim Götti gewesen und nachher habe er mich in den Keller hinuntergeführt und dann sei ich so sehr überrascht gewesen, als ich grad mein Pferd gesehen habe, das ich mir schon sehr lange gewünscht habe. Und dann nachher bin ich zum Grossvater gegangen und habe gefragt: \"Darf ich ein paar Hölzer haben, damit du mir helfen kannst, einen zu Stall bauen bei mir?\" Und er hat gesagt: \"Ja gut, ich komme an einem Tag, an dem ich nicht so viel Arbeit habe. Ist gut?\" Und dann nachher habe ich gesagt: \"Ja.\""
        }, 
        {
            "number": "20-A-3", 
            "head": "1991-08-11 (10.1 Jahre)", 
            "content": "Jetzt habe ich geträumt, ich hätte in der Stube eine Flamme gehabt, die von Minute zu Minute immer grösser geworden sei. Zuletzt war sie grösser als eine Kapussimelone. Und dann sei alles rundherum geschlossen gewesen und dann habe ich das Teppichmesser genommen und habe es von weitem in die Scheibe geschlagen und sei dann dort hinaus und habe Angst gehabt, über den Balkon zu springen. Und nachher bin ich erwacht und dann war ich plötzlich am Boden. Ich bin vom Kajütenbett hinuntergefallen."
        }, 
        {
            "number": "20-A-4", 
            "head": "1991-09-13 (10.2 Jahre)", 
            "content": "Ich habe geträumt, ich sei an einem Morgen in die Schule und dann nachher haben wir das Zeugnis bekommen und da habe ich im Zeugnis alles Sechsen gehabt. Und dann bin ich heimgerannt und habe der Mutter das gesagt und dann hätte ich irgend etwas bekommen. Aber das weiss ich auch nicht, was."
        }, 
        {
            "number": "20-A-5", 
            "head": "1991-10-03 (10.3 Jahre)", 
            "content": "Ich habe geträumt, ich hätte Spangen bekommen und die hätte ich dann meiner Freundin gezeigt und dann sei ich so glücklich gewesen und da habe ich die einfach allen gezeigt und die habe ich wieder herausnehmen können. Das sei mein Traum gewesen und das ist auch im Traum passiert."
        }, 
        {
            "number": "20-B-1", 
            "head": "1993-06-02 (11.9 Jahre)", 
            "content": "Ich habe geträumt, wir seien in einer Art Lager gewesen, und dann nachher hätten wir einen Ballon starten lassen, einen Heissluftballon. Wir haben zu dritt dem nachgehen müssen. Und dann ist er auf einmal verschwunden gewesen. Wir sind 3 Kinder gewesen. Und dann haben wir uns 3 auch verloren. Und ich bin noch allein weitergelaufen, und dann sind auf einmal 3 ganz grosse Heissluftballone gewesen. Und die sind einfach auf mich losgekommen und haben mich verfolgt überall hin. Und dann habe ich ein Einfamilienhaus gesehen und bin dort unten hinein, neben der Garage unten zur Türe hinein, und bin dann einfach in das wildfremde Haus gegangen. Dort hat es ein Frau drinnen gehabt mit 2 Kindern (oder 3). Das ist mein Traumhaus. Ich habe noch nie ein so schönes Haus gesehen. Und dann nachher hat die Frau gesagt, ja du kannst dich dort hinten verstecken. Und dann sind diese Ballone ans Fenster gekommen, und haben ganz grusige Grimassen gemacht und wollten mir Angst einjagen. Sie haben mich aber nicht gesehen."
        }, 
        {
            "number": "20-B-2", 
            "head": "1993-06-06 (11.9 Jahre)", 
            "content": "Wir haben jedes Jahr ein Fest gehabt in unserem Dorf, und ich hätte auch mitspielen sollen und zwar in einem Theater. An der Aufführung hätte ich dann drankommen sollen und habe angefangen, mein Kleid zu suchen in dem ich gespielt hätte. Aber ich habe es nicht gefunden. Und dann nachher bin ich in ein anderes Zimmer gegangen. Da habe ich gesehen, wie ein Mann (ein wenig ein älterer) Geld in seinem einen Schuh versteckt hat. Dann habe ich diesen Schuh herausgerissen, habe das Geld genommen und bin die Treppe hinunter gerannt. Und dann habe ich gemerkt, dass er mir nachkommt. Und dann habe ich das Geld einfach eine Treppe weiter hinuntergeworfen und bin hinausgerannt. Und dann bin ich dann am Morgen erwacht."
        }, 
        {
            "number": "20-B-3", 
            "head": "1993-09-07 (12.2 Jahre)", 
            "content": "Von meinem Traum weiss ich nur noch ein Bild oder zwei. Die Franka ist auch wieder dabei gewesen in diesem Traum. Und ich habe das Pferd Django im Moment gerade aufgesattelt. Und dann hat es noch ein anderes Bild. Daneben ist, glaube ich, ein Jumbojet oder irgend etwas gestanden. Ich habe keine Ahnung, einfach auf jeden Fall ein Flugzeug. Wir sind ganz vorne gesessen."
        }, 
        {
            "number": "20-B-4", 
            "head": "1993-09-08 (12.2 Jahre)", 
            "content": "In diesem Traum bin ich mit dem Citybike meiner Mutter in eine Parkgarage gefahren. Und die Mutter ist dort mit dem Auto gewesen. Ich habe ihr Velo abgeschlossen und bin zu ihr. Sie hat ihr Auto abgeschlossen. Dann sind wir zusammen Einkaufen gegangen, und als wir zurückgekommen sind ist das Auto nicht mehr da gewesen. Das ist gestohlen worden. Da habe ich wie der Blitz nach dem Velo geschaut. Das Velo ist nicht mehr da gewesen. Und ich bin so erschrocken, weil, ich habe wahnsinnig Angst gehabt und ich habe fast mit Weinen angefangen. Ich habe fast geschrien im Traum. Ich habe mich so betroffen gefühlt, damit ich jetzt schuld sei an dem gestohlenen Velo."
        }, 
        {
            "number": "20-B-5", 
            "head": "1993-09-12 (12.2 Jahre)", 
            "content": "Ich habe geträumt, meine Freundin Natascha und ich seien in einem Klassenlager gewesen. Und dann nachher hätten wir alle in einem Raum schlafen müssen. Es hätte so und so viel Betten gehabt, aber nicht für alle Mädchen. Jeder hat den Schlafsack mitnehmen müssen, und nachher am Abend habe ich gemerkt, dass ich meinen Schlafsack nicht dabei gehabt habe. Und dann hat meine Freundin Natascha mir daraus geholfen. Natascha hat dann gesagt: \"Komm mit, wir gehen die Leiterin fragen.\" Und die Leiterin hat mir dann einen Schlafsack gegeben, er ist zwar nicht so appetitlich gewesen. Aber ich habe es überlebt."
        }, 
        {
            "number": "20-C-1", 
            "head": "1995-09-08 (14.2 Jahre)", 
            "content": "Ich weiss nicht mehr ganz genau was ich geträumt habe. Ich weiss nur noch, die Leute sind angezogen gewesen wie im Heidi-Film und es hat auch so wie ein Alp-hi gegeben. Und ein Mädchen (und dieses Mädchen habe ich gespielt), ich weiss aber nicht mehr genau, wie ich geheissen habe, gar nichts mehr. Ich weiss nur noch, es ist wie eine Schneelawine ist das Tal runtergekommen und dann haben wir uns irgendwie gerettet und dann ist die Lawine wieder den Berg rauf, auf der anderen Seite und dann haben wir Angst gehabt, es würde diesen Mann treffen. Und dann sind wir dann oben angekommen. Und dann haben wir gemeint, er sei unter die Lawine gekommen und dann sind wir natürlich alle traurig gewesen und haben angefangen zu weinen. Und am nächsten Tag sind wir wieder raufgegangen und haben dann dort so wie eine Trauerfeier gemacht und dann haben wir nach Hause gehen wollen. Und dann nachher sind wir schnell in seine Hütte gegangen und da sitzt er ganz friedlich in seiner Hütte drin."
        }, 
        {
            "number": "20-C-2", 
            "head": "1995-09-25 (14.2 Jahre)", 
            "content": "Wir sind im Jura gewesen, und ich habe geträumt, wir haben dort geschlafen bei Bekannten, und dann nachher haben wir irgendwie gerammelt mit diesen beiden Kindern, diesen kleinen. Und ich habe so eine grüne Uhr mit so einem Drehteil, wie eine Swatch-Uhr (es ist aber keine). Und dann habe ich geträumt, wir hätten da so einfach gerammelt und gerammelt. (Wir sind zufälligerweise gerade auch dort gewesen, in dieser Nacht, wo wir dort gerammelt haben). Und dann ist diese einfach irgendwie auf einmal weggespickt und ich habe dieses Teil nicht mehr gefunden. Es sind natürlich alle enttäuscht gewesen und ich natürlich auch."
        }, 
        {
            "number": "20-C-3", 
            "head": "1995-09-27 (14.2 Jahre)", 
            "content": "Wir sind mit der Klasse auf einen Berg (nicht richtig ein Berg, sondern es ist so wie ein Hügel gewesen). Im Prinzip wie eine Exkursion mit Uebernachtung. Und das Ganze hat stattgefunden bei einer Burg, einer Ruine. Und es ist dann zu dunkel geworden. Und dann nachher hat es auf der anderen Seite vom See auf einmal angefangen zu \"chlöpfe\" und schiessen (für uns hat es wie Schiessen getönt). Und dann sind wir eben unterwegs gewesen und haben dann zugeschaut. Wir haben gedacht, das ist wahrscheinlich die Polizei, die irgend einen fangen muss. Und dann nachher ist aber dieses \"Chlöpfe\" immer stärker geworden, und es sind auf einmal so Kugeln rumgeflogen. Das hat uns dann doch ein wenig beunruhigt. Ich meine, so Bomben, wenn da einem eine ein wenig entgegenkommt, ist es auch nicht so gemütlich. Und prompt ist dann, als fast der Höhepunkt von dieser Schiesserei gewesen ist, eine Kugel über den See zu uns gekommen und genau auf unseren Platz. Man hätte meinen können, das sei direkt auf uns gerichtet gewesen. Wir sind dann natürlich gerade ins unten liegende Dörflein runtergerannt wie wahnsinnig, und kaum sind wir dort unten angekommen, ist sie explodiert. Wir haben natürlich ein wenig Angst bekommen und dann sind wir aber irgendwie trotzdem beunruhigt gewesen denn ein Teil des Dörfchens hat dann angefangen zu brennen."
        }, 
        {
            "number": "20-C-4", 
            "head": "1995-10-21 (14.3 Jahre)", 
            "content": "Im Schulhaus oben haben wir ein grosses Fest gehabt. Es ist Abend gewesen, wir sind mit meinem Vater dorthin gegangen. Da hat es so wie einen Halbkreis gehabt, eine Arena, und dann haben wir dort sitzen können, die Jugendlichen und die Aelteren. Dann haben sie einfach Lieder gespielt, da hat man mitsingen können (also total lässige Lieder). Und nachher ist ein Lied fertig gewesen und ich habe eben auch mitgesungen, und dann ruft der Leiter (oder einfach der, der dort gewesen ist), ich dürfe nicht mehr mitsingen, ich singe falsch und weiss ich was noch. Und dann habe ich nicht gewusst, was ich falsch singe, weil in der Regel singe ich nicht falsch. Und dann habe ich halt nicht mehr mitsingen dürfen und alle anderen haben einfach dürfen. Die anderen haben scheinbar richtig gesungen. Und dann habe ich halt nicht mehr mitgesungen und bin dann langsam nach Hause gegangen. Es hat mich einfach total angeschissen."
        }, 
        {
            "number": "20-C-5", 
            "head": "1995-10-25 (14.3 Jahre)", 
            "content": "Ich habe vom Turnlehrer Andreas geträumt. Der ist scheinbar mit uns in unser Ferienhäuschen gekommen. Ich weiss aber überhaupt nicht mehr wie. Scheinbar haben wir den eingeladen. Nachher ist das voller Stroh gewesen, das Ferienhäuschen. Und wir sind einfach dort reingegangen. Und auf einmal sind wir einfach im Stroh drin gelegen. Er ist 25, hat seine Freundin noch mitgenommen, und dann nachher haben einfach der Andreas und ich so geschwatzt und total lässig gehabt. Und dann ist seine Freundin irgendwie total eifersüchtig geworden, weil wir einfach so gut ausgekommen sind und sie einfach nicht und das hat ihr glaub' nicht so ganz gepasst. Und dann ist sie eifersüchtig geworden, ist dann glaub' sogar abgereist. Weiter weiss ich nicht mehr."
        }, 
        {
            "number": "21-A-1", 
            "head": "1991-??-?? (10.5 Jahre)", 
            "content": "Ich habe geträumt, wir seien mit der Schule zu fünft auf einem Schlitten die gleiche Strecke wie bei uns beim Ferienhäuschen hinunter geschlittelt. Mein Bruder war auch dabei und unser Lehrer. Mein Bruder und ich mussten auf dem Hinterteil hinunterrutschen, wir hatten zu wenig Platz, und als wir schon fast im Tal unten waren, hat mein Lehrer, der Herr Bode, gesagt: \"Du musst nochmals hinauf, ich habe das Portemonnaie vergessen.\" Da habe ich gesagt: \"Ich gehe nicht mehr hinauf.\" Und ganz plötzlich, eine totale Traumänderung: Ich war in einer Spielwarenausstellung und alle Kinder haben mich so dumm angegafft und da bin ich nach dieser Ausstellung in einen Laden gegangen und habe dort so herumgeschaut, was es so hat und habe bei einer Barbiepackung so bunte Kleberchen gesehen. Und wieder Traumänderung: Ich bin bei meinem Onkel auf einer Pferdezucht gewesen und die Pferdezucht hat er am Meer gehabt und da habe ich auf dem Meer draussen etwas hinauf- und hinuntergehen sehen. Da habe ich geglaubt, es sei ein Pferd, habe meinen Onkel gefragt, was das sei und er sagte, das sei nichts, und nachher hat mich meine Mutter geweckt."
        }, 
        {
            "number": "21-A-2", 
            "head": "1991-??-?? (10.5 Jahre)", 
            "content": "In meinem Traum kommen Schildkröten vor. Eine solche Schildkröte habe ich mir in Rimini mal gekauft und die schwimmt auf dem Wasser. Ich war am Meer mit meiner Freundin, wir haben gebadet und immer wieder habe ich zu Jessica, das ist meine Freundin, gesagt: \"Oh, schau, da kommen immer wieder Schildkröten angeschwommen. Das sind ja unechte Viecher.\" Nachher habe ich aber gesehen, die sind echt und sehen genau so aus wie meine unechte. Da sind die dann immer gekommen, dass man die so halten konnte und die haben Fische gefressen. Komisch, was? Als wir wieder hinausgingen, haben wir noch etwas erlebt mit so einem Marsmännchen oder so etwas ähnlichem. Ich weiss nicht mehr, was es Besonderes konnte, jedenfalls wollte ich, dass es dableiben sollte. Aber dann ist es nicht dageblieben und wir wollten es wieder einfangen. Als es fort war, hat es einen goldenen Schimmer hinterlassen, auf dem Wasser und überall."
        }, 
        {
            "number": "21-A-3", 
            "head": "1991-??-?? (10.5 Jahre)", 
            "content": "Den Traum, den habe ich schon mal geträumt. Es ist schon ein Weilchen her, dass ich diesen Traum schon mal geträumt habe, aber jetzt habe ich ihn wieder geträumt. Diana und ich, wir haben gespielt und da waren wir im Urwald. Diana spielt meistens, wenn wir zusammen spielen, einen Mann. Und nachher haben wir eben so gespielt und da sind wir da in die Sümpfe gekommen. Wir sind über Bretter und Baumstämme gegangen und überall in jeder Ecke war biblische Geschichte. Also überall Schulstunden biblische Geschichte. Und überall haben sie auch gesungen. Und dann wollten wir jemanden fragen, denn wir wollten wieder zurück. Wir wollten ins Lagerhäuschen zurück (vom Klassenlager). Es hat uns aber niemand Antwort gegeben, da haben wir den Weg selber suchen wollen. Da haben wir herausgefunden, wenn ich auf die andere Seite des Weges gehe, werde ich nachher zu einer Prinzessin und bei Diana ist es einfach so, dass sie ein Prinz wird. Und wenn man zurückkommt, ist es nicht mehr so. Also, haben wir das halt ausprobiert aber das hat uns ja nichts genützt. Sind wir halt immer weiter gegangen, ich bin ausgerutscht und wäre fast in den Bach gefallen, aber konnte mich dann noch wieder an einem Stecken herausziehen. Das gleiche passierte bei Diana und nachher hat uns endlich jemand gesagt, der mit einem Fahrrad herumfuhr, wo es hindurch geht und dann haben wir wieder heim gefunden. Und in dem Moment bin ich aufgewacht."
        }, 
        {
            "number": "21-A-4", 
            "head": "1991-??-?? (10.5 Jahre)", 
            "content": "Heute habe ich geträumt, dass ich in der Badeanstalt war und ich war mit meinem Bruder auf der Luftmatratze und da hat es aus irgendeinem Grund Streit gegeben. Und nachher hat es mich nicht mehr gelüstet, ewig \"herumzuchiflen\" auf der Matte. Ich ging an Land und bin sofort Geld holen gegangen und habe mir zwei Stück Kuchen gekauft, Schokoladekuchen, ganz fein. Und als ich am Platz ankam, bei unseren Tüchern, ist mein Bruder schon dort gesessen und hat gesagt: \"Warum hast du mir kein Stück Kuchen mitgebracht. Da habe ich gesagt: \"Jetzt habe ich extra zwei Stück Kuchen gekauft, aber grad dir zuleide esse ich sie jetzt allein.\" Und da kam meine Mutter und weckte mich. Leider."
        }, 
        {
            "number": "21-A-5", 
            "head": "1991-07-21 (10.7 Jahre)", 
            "content": "Heute habe ich geträumt, dass ich bei unseren Nachbarn vorbeiging. Der Knabe von denen geht mit mir in die Schule. Und sie wollten im Zelt schlafen. Gut, habe ich gedacht, schön für euch. Am nächsten Tag, als ich aus der Schule heimkam, sah ich vor unserem Haus eine ganz lange Schlange. Habe ich gedacht: \"Je, diese herzige Blindschleiche.\" Da habe ich aber gemerkt, dass das eine Giftschlange war. Nachher bin ich natürlich davongerannt und wäre fast auf eine Boa gestanden. Ich habe Angst bekommen, habe gedacht: \"Haben wir da Schlangen im Garten?\" Und überall, wo ich vorbei gekommen bin, in jeder Ecke haben Schlangen gelauert. Habe ich mich ins Haus geflüchtet. Und da, oh Schreck, waren sie auch im Haus. Auf jedem Sofa haben sich mindestens fünf Schlangen geringelt. Überall. Und ich hatte solche Angst, richtig in dem Traum. Ich meinte, es sei wirklich echt, weil ich so etwas schon mal geträumt habe. Und da bin ich zum Glück aufgewacht."
        }, 
        {
            "number": "21-B-1", 
            "head": "1993-05-16 (12.5 Jahre)", 
            "content": "Heute habe ich geträumt, dass ich in einer Fernsehserie gewesen bin. Aber nicht im Fernseher selber sondern diese Fernsehserie ist Wirklichkeit gewesen. Und es ist \"Captain M.\" (eine Zeichentrickfilm-Serie) gewesen. Und ich weiss nur noch, dass ich dort in dieser Gruppe dabei gewesen bin. Plötzlich hat dann aber alles gewechselt und ich bin in der Schule gewesen. Ich bin neben dem Josef und einem Kollegen gesessen, und während unser Lehrer vorne irgend etwas erklärt hat, haben wir die ganze Zeit immer zusammen Mist gemacht. Heute ist so eine wechselhafte Nacht gewesen, denn nachher ist gerade wieder etwas anderes gekommen. Dann bin ich wieder ich gewesen, und ein kleinerer Knabe (den ich auch kenne), der Franz heisst, ist auch darin vorgekommen und Ella und der Josef. Und die Ella und der Josef sind zu Hasen geworden. Und wir haben um irgendwie etwas gekämpft und dann weiss ich auch nicht mehr genau. Jedenfalls bin ich dann bei den Schmidts zum Hasenstall, dort drinnen ist die Ella als Hase gewesen. Und dann bin ich aufgewacht."
        }, 
        {
            "number": "21-B-2", 
            "head": "1993-04-17 (12.4 Jahre)", 
            "content": "Ich träumte, dass ich aufgestanden bin, und als ich, um in die Schule zu gehen, vor das Haus gegangen bin, ist dort ein rotes Cabrio gestanden. Also so ein schnittiger Wagen, so ein roter Ferrari. Und dort ist ein Chauffeur gestanden, der gesagt hat, der sei für mich. Da bin ich natürlich gar nicht mehr draus gekommen und meine Mutter ist dann auch herausgekommen und hat gesagt, dass es auf keinen Fall für mich sein kann. Und jetzt weiss ich nicht mehr genau weiter. Dann bin ich aufgewacht."
        }, 
        {
            "number": "21-B-3", 
            "head": "1993-04-18 (12.4 Jahre)", 
            "content": "Und ich habe geträumt, dass die Ella, der Ingo und ich so kleine Diebe sind, die sich mit Bauernschläue durch das Leben schlagen. Kleine Schlitzohren sind wir gewesen, so in der Zeit von Robin Hood und auch etwa in der Gegend. Dann sind wir einmal festgenommen worden und auf die Burg gebracht worden, vor die Prinzessin und all diese Leute. Wir haben noch einen Rubinen gehabt, ich weiss gar nicht woher. Und den hat uns dann die Prinzessin weggenommen und an ihren Rossschwanz gehängt. Das hat uns furchtbar geärgert. Nachher sind wir einfach bewacht worden, sehr stark. Wir sind nicht gefesselt gewesen. Wir haben uns also im Schloss schon ein wenig umher bewegen können. Und die Prinzessin hat auch irgend etwas Wertvolles gehabt. Aber ich weiss nicht mehr was. Auf jeden Fall hat sie das auch gehabt, und das haben wir erobern wollen. Und jetzt wo wir auf dem Schloss gefangen gewesen sind im Schloss ist das natürlich eine gute Möglichkeit gewesen. Wir haben ein Zeug gehabt und Pläne herausgefunden und ich habe es eigentlich sehr lustig gefunden. Wir haben so die Wachen überlistet und so Sachen, sind fast herausgekommen und immer wieder gefangen worden. Und dann plötzlich sind wir glaube ich einmal hinausgekommen und dann bin ich vor unserem Bahnhofkiosk gestanden. Einfach so, ich habe gar nicht gewusst warum. Dann bin ich ein wenig zum Kiosk heran, habe mir etwas gekauft, also etwas Süsses, und nachher sind wir plötzlich wieder vor unserem Haus gestanden und sehr viele Leute sind zu uns gekommen zu einer Party. Da bin ich dann aufgewacht und mehr weiss ich nicht mehr."
        }, 
        {
            "number": "21-B-4", 
            "head": "1993-04-19 (12.4 Jahre)", 
            "content": "Ella und ich sind zu spät in die Schule gekommen. Und unser Lehrer ist sehr hässig geworden. Und dann haben wir halt doch noch nachsitzen müssen, ist ja klar. Und nachher haben die Kleinen, also die Viert- oder Fünftklässler einen Vortrag gehalten bei uns, so mit Marionetten und es ist sehr lustig gewesen. Und ganz am Schluss hat sich einer wie eine Mumie so mit Verband ganz eingewickelt und hat gesagt: \"Jetzt spielen wir den heimlichen Sensenmann.\" Und dann haben wir sehr zu lachen angefangen (im Echten würden wir auch lachen, denn das kommt aus einem Film, den wir zusammen geschaut haben, wo der Sensenmann eben vorkommt, der Tod). Und das hat er gesagt, ich weiss auch nicht warum. Und dann hat es plötzlich gewechselt, bin ich mit meinem Vater auf unserer Wiese gestanden und habe dem Hahn des Nachbarn zugeschaut, weil der so böse gewesen ist und alle angesprungen hat (der hat wirklich immer alle angesprungen). Wir haben ihm mit Klebeband die Beine so zusammen binden müssen damit er nicht mehr rennen konnte sondern nur noch laufen. Im Traum bin ich jetzt schauen gegangen ob noch alles gut ist."
        }, 
        {
            "number": "21-B-5", 
            "head": "1993-04-20 (12.4 Jahre)", 
            "content": "Jetzt habe ich geträumt, dass ich in eine andere Stadt komme. Aber es ist ganz komisch gewesen. Wir haben nämlich die Wohnung wechseln müssen. Also, irgendwie nicht das Wohnen, wir haben einfach irgendwo anders hin müssen. Und ich habe ganz vorne an die Strasse gehen müssen, am Haus der Ella vorbei zum Markus (das ist nochmals ein anderer Schulkamerad). Ins Haus vom Markus und der Markus hat ins Haus daneben müssen. Es ist ganz kompliziert gewesen. Und es ist einfach scheusslich gewesen. Wir haben in die Schule müssen und zu Hause essen. Aber wir haben doch fortmüssen. Wir haben alles packen müssen. Und nachher sind wir wieder einmal auf unserem gewöhnlichen Schulweg gewesen, und nachher sind wir halt noch rasch bei einem Haus läuten gegangen, wo er eben auch wohnt. Das sind so Schulweg-Leute, die haben einen bestimmten Hass. Ich renne meistens nicht, aber ich renne manchmal auch, denn ich möchte nicht erwischt werden."
        }, 
        {
            "number": "21-C-1", 
            "head": "1995-05-21 (14.5 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit meinem Bruder unterwegs gewesen bin. Und es ist irgendwie drum gegangen, dass ein Hundefänger unterwegs gewesen ist und die Hunde einfach draussen wieder verkauft hat (ich weiss es nicht mehr genau). Und wir haben dem das Handwerk legen wollen. Und es ist kalt gewesen, es ist Winter gewesen und Schnee. Uns ist der immer nachgefahren. Wir sind auch durch einen Wald, ein paar Mal haben wir uns verstecken müssen, uns hinhechten und hinlegen, damit sie uns nicht sehen. Und einmal sind wir an einer grossen Villa vorbei, wo wir rein sind. Und dort haben sie dann irgendwie Angst vor uns gehabt, wie wenn wir vom Hundefänger geschickt worden wären. Der hat, glaube ich, die Leute terrorisiert. Der hat uns dann also rausgejagt und weggeschickt. Dann haben wir versucht immer diesen Hundefänger zu erwischen. Und einmal ist er mit dem Auto gekommen bei uns, hat angehalten und hat dann weiter vorne einfach gestoppt und hat sein Lager aufgeschlagen und hat ganz viele Hunde im Auto gehabt. Dann ist er weg und ich bin ins Auto die kleinen Hunde trösten und streicheln gegangen. Und dann plötzlich ist ein Wechsel vom Traum und ich bin im Landi oben gewesen am Einkaufen."
        }, 
        {
            "number": "21-C-2", 
            "head": "1995-04-24 (14.4 Jahre)", 
            "content": "Ich bin mit meinem Vater so ein Sportereignis schauen gegangen, so wie man ein Ice-Hockey Spiel schauen geht. Aber statt der Ice-Hockey Schläger hat es immer ein Reitgertchen gehabt und dann hat man mit dem Knauf der Reitgerte einen Ball schlagen müssen, wie man im Land-Hockey auch tut. Es ist einer gegen einen gewesen. Und die haben versuchen müssen, die Bälle mit diesen Stöcken in die Wand runterzudrücken und in Löcher reinzubringen, die in der Wand gewesen. Es hat solche gehabt, die ein wenig höher gewesen sind und solche, die tiefer gewesen sind. Und die Höheren haben mehr Punkte gegeben als die Tiefen. Wir sind auf der Tribüne gesessen und haben gejubelt und gejubelt, weil es so eine gute Spielzeit gegeben hat. Und dann plötzlich ist diese Sporthalle zu unserer Turnhalle geworden und dann haben wir dieses Spiel machen müssen mit unserer Aushilfe. Und der hat es auch nicht gecheckt und er hat rausgefunden, das ist noch recht schwierig mit diesen Bällchen , wenn man ein Reitgertchen hat. Und dann hat das Bild wieder gewechselt und dann bin ich plötzlich im Reitstall oben gewesen. Ich hätte sollen der Lara helfen gehen, meiner Reitlehrerin. Ich hätte ihr sollen ihr Gilet und ihre Sachen bringen. Weil sie ist draussen gewesen. Und ich habe dieses Zeugs einfach nicht gefunden und ich habe gestresst und bin immer nervöser worden, weil ich dieses Zeugs einfach nicht gefunden habe. Und dann bin ich zu ihrer Mutter gekommen, die hat gesagt, wo hast du auch deine Augen, und hat mir das Zeug gegeben. Und dann ist die Lara natürlich schon im Stall unten gewesen. Und ich habe ihr nachrennen dürfen, weil sie schon am Satteln gewesen ist."
        }, 
        {
            "number": "21-C-3", 
            "head": "1995-05-26 (14.5 Jahre)", 
            "content": "Heute nacht habe ich geträumt, ich sei in die Reitstunde und da ist sie mir sagen gekommen, ich habe eine Reitstunde mit Isländer (das sind Ponys, so halbgrosse). Ja. Ich habe also in diese Reitstunde wollen, habe mein Ross schon bereit gehabt und bin noch schauen gegangen, was die vorherige Reitstunde so alles bringt. Ich habe oben gesessen, vor dem Viereck, kleines Viereck und habe geschaut. Und dann ist die Vera, eine von den Reitlehrerinnen, rausgekommen aus dem Viereck und hat gesagt: \"So, jetzt du\". Dann sagte ich: \"Ähm, was\"? Und dann sie: \"Ja, jetzt gibst du die Stunde. Ich schaue dir zu\". Und nachher hat sie mir so ein vernagelter Stecken und eine Gerte in die Hand gedrückt und hat mich ins dritte Viereck rausgeschickt, ich solle jetzt unterrichten geben. Das kann ich natürlich nicht und sie hat einfach gesagt, wo es mir falsch vorkommt, solle ich einfach sagen. Und diese Pferde sind mir hühnengross vorgekommen, so riesig, riesig gross, obwohl sie es eigentlich nicht sind. Und das Reitviereck ist auch so gross gewesen und die Reiter so klein und die sind schnell rundherum getrabt. Und wir haben eben einen, der kommt frisch von Island, der Rudi. Und das ist ein sehr rassiger, der immer schnell will. Und der hat auch wieder ein wenig viel Pfupf wollen, weil er lang hat stehen müssen. Das hat er schon in der wirklichen Reitstunden geäussert, und eben von dem habe ich jetzt auch geträumt, dass er durchgegangen sei. In in einem Renngalopp sei der durchgangen im Viereck, die Reiterin runtergeflogen, und ich habe dann den wieder einfangen müsse. Und der hat eben kein Zaumzeug mehr angehabt. Und ich habe ihn an den Haaren zwischen den Kinnladen genommen. Dann habe ich ihn aber falsch rumgeführt, man sollte die Pferde aussen wegführen, wenn man einen Bogen macht, und ich habe nach innen. Dann hat er sich gedreht so mit dem Kopf und hat mich in die Wade beissen wollen. Und ich habe immer noch dort seine Haare gehalten. Und dann haben wir uns immer so im Kreis gedreht und so, er hat mich immer beissen wollen und ich habe ihn dort so schon gehalten, und wir haben uns immer einwärts gedreht. Und die Lara, die eine Reitlehrerin, hat geschrien, ich mache alles falsch und so, furchtbar sei das, und gerade, wo ich es endlich geschafft hätte, dieses Ross zu der Lara ranzubringen, hat mich meine Mutter geweckt."
        }, 
        {
            "number": "21-C-4", 
            "head": "1995-05-28 (14.5 Jahre)", 
            "content": "Heute nacht habe ich einen rechten Haufen von Träumen geträumt. Ganz verschiedenes. Aber ich weiss nicht mehr alle und auch von denen, die ich noch weiss, nur noch Bruchstücklein. Der erste Traum, den ich geträumt habe ist über Kälte. Es ist sehr kalt gewesen und es hat Schnee gehabt, bei unserem ehemaligen Ferienhaus. Und da uns das aber nicht mehr gehört, haben wir nicht mehr rein gedurft. Die haben uns einfach nicht reinlassen wollen. Nachher haben wir uns neben unserem Haus Iglus gebaut, so kalte Schneehöhlen, wo wir dann haben drin wohnen müssen. Und dann sind wir einmal skifahren gegangen auf so wilden Pisten, und dann ist einmal ein Riesenbuffet gewesen mit Kuchen und Cremen und lauter so Quark. Und dann haben wir uns auf die Treppe gesetzt und alles dieses Dessert einfach zu uns geholt und dann angefangen zu essen. Und dann haben wir eigentlich schon wieder nach Hause müssen. Und diese Strasse ist einfach sehr steil und hat viele Kurven. Und dann steht auch, ob es gut ist zum runterfahren oder nicht. Und dann ist aber sehr schlecht gewesen. Es hat geheissen, man sollte lieber nicht. Wir hätten eigentlich umkehren sollen. Wir sind dann aber trotzdem runtergefahren, sehr gefährlich. Wir sind dann aber trotzdem runtergekommen, das weiss ich nicht mehr. Auf jeden Fall hat dann die Szene gewechselt. Es sind so Leute gewesen, auch in dieser Kälte, oben am Hang, und die sind in Schneebretter reingekommen. Also in so Schneerutsche. Und haben auch runter wollen. Und dann sind dann, auf eine Art, glaub schon wieder wir gewesen, ich weiss auch nicht mehr. Aber ich habe diese Leute nie gewesen. Und die sind dann auch irgendwie noch runtergekommen. Und der Traum, den ich gerade vorher geträumt habe, der ist gewesen: Ich habe irgendwie Hexenkräfte gehabt. Keine Ahnung warum, und ich habe die Hasen füttern gehen wollen. Dann habe ich so ein seltsames Tier gesehen. Eine Mischung zwischen Eidechsen und Blindschleiche. Blindschleichenkopf, ganz einen dicken Blindschleichenkörper und kleine, winzige Eidechsenbeinchen. Dann habe ich das Ding am Schwanz genommen um meinem Vater zu zeigen und zu fragen, was das sein könnte. Und dann hat er aber gesagt, dass sei irgendwie ein nordkanadischer Polarfuchs oder irgend so was. Und dann ist dieses Vieh plötzlich in meinen Händen ein kleines, kurzes, pelziges Viechlein geworden, mit einem kurzen Schwanz. Und das ist tot gewesen. Da hatte ich das Gefühl, das sei aber traurig, das sei ja tot. Und ich wolle ja keinen toten Polarfuchs. Da hat er gesagt, ich solle es einfach da hinstopfen. Und nachher sind so ein paar Mädchen und Buben gekommen, Kollegen. Also nicht Kollegen, eigentlich Feinde mehr, und haben da mich wollen irgendwie zur Rede stellen wegen irgend etwas, und ich sei da eine Hexe und habe dieses Tierlein getötet. Habe ich gesagt: \"Nein nein, erzählt ihr lieber, was ihr da macht\"? Da haben sie gesagt: \"Nein nein, das machen wir nicht.\" Und dann habe ich ein Pulver aus dem Sack gezogen und über alles rübergepustet und geschnippt mit den Händen und dann haben alle zu erzählen angefangen. Ich habe sie verzaubert, so dass sie haben erzählen müssen, weil ich habe gewusst, die haben irgendwelche üblen Absichten gehabt."
        }, 
        {
            "number": "21-C-5", 
            "head": "1995-06-05 (14.5 Jahre)", 
            "content": "Heute nacht habe ich geträumt, ich solle ins Traumstudio. Und die Ella hat mich am Abend angerufen, wir gingen auf den fünf vor halb acht Zug in die Stadt. Ich solle dorthin kommen und ich solle den Kuchen nicht vergessen. Weil irgend so einen komischen Wettbewerb an diese Traumstudionächte gehen. Und dann sind bei mir plötzlich noch ein paar Kollegen gewesen, ausgangsfertig, wie wenn wir ausgehen würden, irgendwo hin. Ich habe meine Pin-Sammlung hervorgenommen und gesagt: \"Ja, und wer will noch einen Pin zum anstecken?\" Und nachher sind wir auf den Zug. Und dann sind wir schon dort gewesen. An die Zugfahrt erinnere ich mich gar nicht mehr. Und dann sind wir eben wieder mal gestanden und dann sind noch ganz viel andere Kinder auch gewesen. Und dann hat der Wettbewerb angefangen, haben wir Kuchen getestet. Wir haben eben einen Kuchen bringen müssen und dann sind die Kuchentester gekommen, und dann hat es geheissen, wer gewinnt. Und dann haben wir müssen irgendwie mit so Schlümpf oder so Gummifiguren irgend ein Theaterstück aufführen. Wir haben müssen so Snoopy Figuren (ich glaube, es sind Snoopy-Figuren gewesen) und Elefanten, haben wir so etwas völlig Komisches, so Fangspiele gespielt, da hat das Elefäntchen den einen Snoopy eingesogen und den anderen Elefanten auch noch und dann haben die sich wieder einander mit dem Rüssel eingesogen. Etwas ganz Komisches haben wir da vorgeführt. Am Schluss haben wir ein Haus bauen müssen für uns, dass wir schliesslich dort bleiben können. Und dann anstatt dass wir jeder für sich ein kleiner Iglu oder so gebaut haben, haben wir ein Riesenhaus angefangen zu bauen, etwa zu sechst. Und so völlig mit Dachlatten und allem \"Gschmöis\". Dann sind sie halt gekommen, die Testerleins, und haben gefragt, was wir da machen. \"Wir bauen ein Haus.\""
        }, 
        {
            "number": "22-A-1", 
            "head": "1991-06-24 (10.7 Jahre)", 
            "content": "Ich habe geträumt, dass wir in der Schule die Mädchen gegen die Buben Streit gehabt haben. Die Buben waren im Schulhaus drin und die Mädchen waren draussen. Ein paar Buben waren bei den Mädchen. Wir hatten Wasserschläuche und konnten sie so durch das Fenster hindurch anspritzen. Aber die Buben hatten eben auch Wasserschläuche und haben uns dann wieder zurück angespritzt. Und das Ziel war, dass wir gehofft haben, dass die Buben aus dem Schulhaus herauskommen, aber die sind nicht herausgekommen und dann bin ich aufgewacht."
        }, 
        {
            "number": "22-A-2", 
            "head": "1991-??-?? (10.7 Jahre)", 
            "content": "Neben mir ist eigentlich der Lauteste der Klasse gesessen und dann habe ich Wattestäbchen in die Ohren gesteckt, weil ich Angst gehabt habe, es werde zu laut. Weil ich habe nicht allzu gerne, wenn es sehr laut wird. Es ist nicht so schlimm, aber manchmal habe ich es nicht so gern. Deshalb habe ich eben Wattestäbchen in die Ohren genommen."
        }, 
        {
            "number": "22-A-3", 
            "head": "1991-07-14 (10.8 Jahre)", 
            "content": "Ich träumte, dass ich in der Cellostunde gewesen bin, aber nicht als mein Lehrer dort war, sondern auch noch ein anderer Lehrer. Dann ist plötzlich bei einem Lied ein ganz komischer Ton gekommen, also wo man rutschen muss mit den Fingern. Und das habe ich eben dort noch nicht gekonnt. Und dann habe ich meinen Lehrer gefragt, was das für ein Ton sei, wie das geht. Und er hat das zwar gewusst, aber dann hat er den anderen Lehrer, welcher zugehört hat, gefragt, um zu schauen, ob er es weiss. Und dann hat aber der Lehrer das nicht gewusst und das ist ein wenig komisch für einen Cellolehrer. Ein Lehrer sollte wissen, wie die Töne gehen und er sollte auch rutschen können. Und der hat das nicht gekonnt. Und dann ist eben mein Lehrer ein wenig verwundert gewesen."
        }, 
        {
            "number": "22-A-4", 
            "head": "1991-07-18 (10.8 Jahre)", 
            "content": "Ich träumte, dass mein Vater mir versprochen hat, bei so öffentlichen Duschen (einfach vier Duschen), die so auf einer Wiese gestanden sind (kein Strandbad und nichts, einfach vier Duschen) dort Volleyball mit mir zu spielen. Und dann ist 1. August gewesen und dann hat er mit mir eine Minute, Mitternacht um zwölf Uhr, hat er mit mir eine Minute lang gespielt. Und dann hat er einfach aufgehört, weil es ihm gestunken hat. Dann bin ich wahnsinnig sauer geworden. Und nachher wollte meine Freundin mit mir Volleyball spielen, um mich zu trösten, weil ich so sauer war. Da habe ich das aber auch nicht gewollt. Weil ich so wahnsinnig sauer war auf meinen Vater, wollte ich einfach nicht mehr Volleyball spielen. Also mit meiner Freundin. Da bin ich wieder aufgewacht."
        }, 
        {
            "number": "22-A-5", 
            "head": "1991-07-18 (10.8 Jahre)", 
            "content": "Meine Freundin Mirjam (die auch mitmacht bei dem Träumen) hat mir erzählt, dass man den Traum, den man geträumt hat, zweimal auf Kassette aufsagen muss.Im gleichen Traum ist dann passiert, dass ich den letzten Traum, den ich gehabt habe dann zweimal auf Kassette hintereinander aufgesagt habe, weil sie es mir eben gesagt hat. Das habe ich nur geträumt. Und dann als ich aufgewacht bin, da bin ich gar nicht mehr drausgekommen, ob jetzt das wirklich passiert sei oder nicht."
        }, 
        {
            "number": "22-B-1", 
            "head": "1993-04-16 (12.5 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit dem Go-Kart, den den wir im Keller haben, in einer Stadt herumgefahren bin. Ich bin gestern mit der der Mirjam auch auf der Strasse ein wenig mit umhergefahren. Dann habe ich geträumt, eben dass wir in einer Stadt, also ich allein, in einer Stadt herumgefahren bin, wo ein Riesenverkehr gewesen ist. Und der Verkehr ist etwa so gewesen wie in Italien, ist es mir vorgekommen (viel Tumult). Und nachher bin ich in eine Tiefgarage hineingefahren von einem Einkaufszentrum und bin dann dort ausgestiegen, weil ich es im Verkehr nicht mehr ausgehalten habe. Und dann bin ich aufgewacht."
        }, 
        {
            "number": "22-B-2", 
            "head": "1993-04-26 (12.6 Jahre)", 
            "content": "Ich habe geträumt, dass ich im neuen Schulhaus gewesen bin, wo alle 6 Klassen nach den Sommerferien hinkommen. Und dort ist alles aus Holz gewesen, die Decke, Gänge, Böden, also ganz anders als sie richtig wären. Und dann bin ich von Zimmer zu Zimmer gegangen, es hat keine Bücher, keine Hefte nichts gehabt. Man ist einfach im Zimmer drin gesessen und hat kein Wort gesagt. Zum Teil sind sie auf den Fenstersims gesessen, auf den Tischen und überall. Und in einem Zimmer ist vorne ein Fernseher gelaufen und die Lehrerin ist auch vorne gesessen auf einem Stuhl und hat ein Buch gelesen. Das Zimmer ist sehr, sehr klein gewesen und hat nur etwa 6 Bänke drinnen gehabt und noch eine Schulkollegin von mir, die Katharina ist auch neben diesem Fernseher gesessen und hat irgendwie in einem Heftli herumgeblättert. Und dann haben wir sie gefragt, ob sie einen Vortrag mache und dann hat sie gesagt: \"Ja, über Affen.\" Aber sie hat weiter gelesen. Und in einem Schulhaus ist unten ein riesengrossen Brunnen gewesen, in dem man baden konnte. Und ein Kollege von mir ist hineingesprungen und ist dort drin Schwimmen gegangen. Es hat mich sehr erstaunt, dass niemand sich dem anderen vorgestellt hat oder gesagt hat wie er heisse."
        }, 
        {
            "number": "22-B-3", 
            "head": "1993-05-20 (12.6 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit der Familie in unser Ferienhaus in die Ferien gegangen bin. Das Ferienhaus hat aber gar nicht so ausgesehen wie sonst. Und auch der Ort ist ganz anders gewesen als sonst. Und einmal bin ich mit meinem Bruder irgendwie ein wenig auf der Strasse gewesen, dann haben wir 2 Ponys gesehen am Strassenrand stehen. Und nachher haben wir sie einfach genommen und sind ein wenig darauf herumgeritten. Und nachher haben wir sie mitgenommen ins Haus hinein und die sind dann eigentlich immer im Haus drinnen gewesen und es hat niemand etwas gesagt. Nachher sind wir vom Ferienhaus nach Hause gelaufen, und mein Bruder und ich sind auf den Ponys geritten. Und nachher, es ist ja sehr weit gewesen bis nach Hause, ist das Pony von meinem Bruder sehr erschöpft gewesen, es hat nicht mehr mögen. Und dann bin ich einfach ein wenig darauf geritten. Ich mag mich noch erinnern, dass es dort ganz riesengrosse Enzianen gehabt hat, die etwa 1 Meter gross gewesen sind. Und mein Pony ist dann ganz plötzlich verschwunden gewesen. Und die Zügel sind eigentlich nur so Schnüre gewesen ums Maul herum."
        }, 
        {
            "number": "22-B-4", 
            "head": "1993-06-09 (12.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit ein paar Kollegen von mir an einem Konzert gewesen bin, wo eine sehr kleine Bühne gewesen ist, vielleicht etwa 5 Meter breit und es ist ganz komische Musik gelaufen, keine moderne, wie die heutzutage. Und die Sänger hat man gar nicht gesehen. Die ganze Bühne ist voll Tücher gewesen, und ab und zu ist wieder einmal ein Sänger auf die Bühne gekommen. Da ist eine von meinen Kollegin, ist dann einfach auf die Bühne gesessen, unter allen Tüchern hindurchgekrochen und ist dann plötzlich ganz vorne gesessen. Und nachher irgendwie bin ich dann plötzlich auch dort vorne gesessen plus 2 Kollegen von mir auch. Und dann haben wir dort vorne Salzstängeli, Pommes, Chips und so Sachen gegessen. Und es ist ganz komische Musik gewesen und auch wenig Zuschauer und nachher plötzlich ist noch ein anderes Lied gekommen. Manchmal ist noch aus einem Radio Musik gekommen."
        }, 
        {
            "number": "22-B-5", 
            "head": "1993-06-09 (12.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich in die Cello-Stunde gehe und 2 Kollegen von mir sind mitgekommen und sind einfach ein wenig dort herumgesessen und haben zugeschaut. Die Cello- Stunde hat aber komischerweise ohne Instrumente stattgefunden und draussen in einem Kindergarten, der bei uns an der Strasse ist. Und wir haben eigentlich auch nichts mit Musik zu tun gehabt. Meine Lehrerin hat mir einfach das Kloster Einsiedeln erklärt und so Verkehrstafeln hat sie mich gelehrt. Und daneben ist irgendwie noch ein Polizist gewesen, der auch einer Gruppe von Kindern Verkehrstafeln gelehrt hat. Meine Kollegen, die sind einfach ein wenig dort gesessen, und nachher sind wir wieder nach Hause gegangen."
        }, 
        {
            "number": "22-C-1", 
            "head": "1995-10-14 (15.0 Jahre)", 
            "content": "In meinem Traum bin ich mit meiner Schwester in den Zoo gelaufen. Und wir sind dort ein wenig rumgelaufen und wir haben Tiere angeschaut. Und nachdem wir ein paar Tiere gesehen haben, sind wir plötzlich in Strassen reingekommen. In diesen Strassen sind lauter Geschäfte gewesen und Restaurants. Es ist eigentlich eine Stadt oder so."
        }, 
        {
            "number": "22-C-2", 
            "head": "1995-11-06 (15.1 Jahre)", 
            "content": "Im Traum bin ich mit meiner Klasse im Schulzimmer gehockt. Dieses Schulzimmer ist mir zwar unbekannt gewesen. Da ist meine Lehrerin reingekommen, wo eigentlich sonst ziemlich dick ist. Aber im Traum ist sie plötzlich ganz dünn gewesen und hat eigentlich gar nicht so ausgesehen wie sonst. Sie hat einfach den gleichen Namen gehabt. Und dann hat sie uns einen Zettel verteilt, wo draufgestanden ist, dass jetzt zwei Personen bei uns zum Zimmer reingekommen wären. Und dann sind die zwei Personen gekommen und erstens hätte ich ihnen etwas erzählen sollen, weiss aber nicht mehr was. Es sind zwei Männer gewesen, und der eine von diesen hat ein Gebiss gehabt, das er hat rausnehmen können."
        }, 
        {
            "number": "22-C-3", 
            "head": "1995-11-20 (15.1 Jahre)", 
            "content": "In meinem Traum bin ich in einem kleinen Autobus durch einen Wald gefahren. Es ist noch eine Kollegin von mir dabei gewesen. Und dieser Wald hat ausgesehen wie in Kanada, aber es ist so roter Sand gewesen wie in der Wüste. Und es ist ziemlich heiss gewesen. Irgendwo im Hintergrund haben wir mal noch Eingeborene gesehen und dann haben wir vor uns so einen Tennisplatz gesehen, und das alles in so rotem Sand. Und dann sind wir dort quer drüber gefahren, über diesen Tennisplatz. Es ist sehr heiss gewesen und dann ist plötzlich irgendwo in diesem Wald eine Dusche gestanden. Und weil wir so heiss gehabt haben, sind wir dann dort kalt duschen gegangen."
        }, 
        {
            "number": "23-A-1", 
            "head": "1991-11-14 (11.5 Jahre)", 
            "content": "Ich bin 1 Tag krank gewesen, und als ich am nächsten Tag in die Schule gegangen bin, sind anstatt meinen Mitschülern alles Monster dort gesessen, so ganz komische Monster, so ganz schlabbrig. Und nachher haben sie erzählt, dass sie ein Getränklein gebraut haben. Und nachher hätten sie dieses versucht. Nachher seien alle so Monster geworden. Und dann ist eigentlich normal die Schule weiter gegangen. Und nachher ist einmal so ein Zauberer gekommen und wollte alle verzaubern. Jetzt weiss ich nicht mehr weiter. Ich weiss nur, dass die Monster so schlabbrig gewesen sind und eine so ganz lange Nase gehabt haben und so blaue Tupfen."
        }, 
        {
            "number": "23-A-2", 
            "head": "1991-12-05 (11.6 Jahre)", 
            "content": "Ich habe geträumt, dass ich durch einen Wald gegangen bin. Nachher bin ich in ein Schloss hinein gekommen. Dort hat es alles weisse Katzen gehabt und eine schwarze. Und nachher ist es unheimlich komisch gewesen, denn die schwarze Katze hat alle weissen Katzen aufgefressen. Nachher bin ich weiter gegangen. Und nachher bin ich in ein grünes Schloss hinein gekommen. Dort hat es eine rote Katze und sonst alles grüne Katzen gehabt. Und die rote Katze hat alle grünen Katzen aufgefressen. Ich bin noch einmal in ein Schloss hinein gekommen, dort hat es alles blaue Katzen gehabt und eine orange. Nachher hat die orange alle blauen Katzen aufgefressen."
        }, 
        {
            "number": "23-A-3", 
            "head": "1992-01-09 (11.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich in einem Urlaubsort die Bobbahn anschauen gegangen bin. Ich habe nicht gewusst, dass gerade ein Rennen ist. Es hat mich so interessiert, wie das in einem Bob ist, wenn man dort drin sitzt. Dann bin ich eben dort in so einen hinein gesessen. Und eben es ist gerade ein Rennen gewesen. Und nachher der hintere (also der andere, der im Bob sitzt) hat gemeint sein Partner, sein Kollege sei schon drin. Und nachher hat dieser voll abgestossen. Auf der Startbahn läuft eigentlich der Bob nicht so schnell, aber es ist ein unheimlich schnell gelaufen. Und der hintere ist dann irgendwie ausgerutscht und ist einfach nicht mehr in diesen Bob hinein gekommen. Und ich bin alleine in diesem Bob dort hinunter gerast. Und es ist mir so komisch gewesen, weil wenn man diese riesigen Eiswände, wo man dann in die Kurve dort hinauf geht, es geht so schnell. Also ich habe mich ganz verkrochen im Bob drin, ganz zu unterns hinein. Und nachher bin ich eben dort die ganze Bobbahn hinunter gefahren und bin nachher zum Start gekommen. Dieser ist ganz gerade und dort hält man sonst eigentlich, aber ich bin einfach weiter gefahren. Und es ist so einen steilen Abhang hinunter gegangen. Und dann bin ich eben dort hinunter gefahren, den Abhang hinunter. Es ist so Schnee gewesen, und es ist doch recht gut gelaufen. Es ist zwar nicht Eis gewesen, aber doch. Und nachher ist dort unten ein Bach gewesen. Er ist vereist gewesen, aber zuwenig fest. Und der Bob ist ja recht schwer. Und nachher ist dieser hinunter, oder das Eis hat nicht gehalten. Der Bach ist zwar nicht tief gewesen, aber der Bob ist dann umgekippt. Und ich bin in dieses kalte Wasser hinein."
        }, 
        {
            "number": "23-A-4", 
            "head": "1992-01-11 (11.7 Jahre)", 
            "content": "Ich habe geträumt, ich sei im Dschungel gewesen mit der Regine und der Friederike. Und nachher hätten wir so eine Höhle entdeckt. Und nachher sind wir dort hinein. Nachher haben wir gesehen, dass dort ein Gang ist. Und nachher sind wir diesen Gang durch, es ist so ein ganz langer Gang gewesen. Und nachher sind wir dort weiter und weiter und nachher ist es wieder hinunter und hinauf. Und dann ist er ganz tief hinunter und ist dort wieder hinaus gekommen. Und nachher ist es dort eine schöne Wiese gewesen, so eine richtige Frühlingswiese mit Tausenden von Blumen, so eine richtig schöne Wiese. Das kann man sich gar nicht vorstellen. Und nachher ist es ganz komisch gewesen, wir alle sind ganz leicht wie ein Vogel durch die Luft geschwebt und sind dann über den ganzen Urwald hinüber. Auf dieser Wiese aus und sind einfach so über den ganzen Urwald geflogen und überall hin geflogen. Und es ist so ein richtig leichtes Gefühl gewesen. Und nachher habe ich einen Absturz gehabt. Und als ich aufgewacht bin, lag ich neben dem Bett."
        }, 
        {
            "number": "23-A-5", 
            "head": "1992-03-25 (11.9 Jahre)", 
            "content": "Ich habe geträumt, dass wir Hamburger gemacht haben. Und das wollten wir essen, und nachher sind sie immer grösser geworden. Und nachher seien sie immer grösser und nachher hätten sie angefangen zu klappern. Der obere Teil und der untere und haben so ausgesehen wie ein Mund. Und nachher sind sie uns nachgerannt. Nachher wir sind durch das ganze Haus hindurch gerannt und hinaus und durch den Wald. Und nachher haben sie uns eingeholt und haben uns aufgefressen."
        }, 
        {
            "number": "23-B-1", 
            "head": "1993-11-25 (13.5 Jahre)", 
            "content": "Ich habe geträumt, ich sei in einem Tunnel, mit ein paar Leuten (ich weiss nicht mehr, wer das gewesen ist), in ein dunkles, langes Tunnel. Und nachher sind wir so ein wenig gelaufen. Es ist so wie ein Touristen- Tunnel, also alles so Touristen darin und sogar bekannt. Da bin ich sehr vielen Leuten begegnet, die ich gekannt habe. Ich habe allen \"Grüezi\" gesagt oder \"Hoi\", aber alle haben mich so ganz komisch angeschaut, wie wenn sie mich nicht kennen würden. Dann sind wir weiter gelaufen mit diesen Leuten. Ich habe die Leute nicht gekannt mit denen ich gelaufen bin. Und dann bin ich dort gelaufen und nachher sind wir wieder hervorgekommen. Und dort vorne hat es ein Seelein gehabt. Und dann sind wir ganz vorne an das Seelein. Dann bin ich ausgeglitten und bin ins Wasser gefallen. Die Leute sind alle nachher auch hineingesprungen und sind dann irgendwo anders hingeschwommen und dann sind wir nachher wie durch einen Wassergang. Wir sind da durch geschwommen, eigentlich fast wie ein Tunnel, einfach im Wasser."
        }, 
        {
            "number": "23-B-2", 
            "head": "1993-12-02 (13.6 Jahre)", 
            "content": "Ich habe geträumt ich sei in einer Stadt spazieren gegangen. Da bin ich so gelaufen und es sind keine Leute gewesen, es hat keine Leute gehabt auf den Strassen. Ich bin so gelaufen und irgendwie ist mir das schon ein wenig komisch gewesen. Ich weiss nicht, was für eine Stadt das gewesen ist. Und dann ist mir zuerst ein Pferd begegnet. Also einfach Tiere, nicht nur ein Pferd, es sind mir also Tiere begegnet. Da habe ich gedacht: \"Was ist denn da los?\" Und nachher bin ich so weitergelaufen und dann auf einmal kommen mir Tiere entgegen, so zum Beispiel Ameisen. Aber die sind riesig, ein paarmal, also recht vielmal vergrössert, also vielleicht so gross wie ein Pferd oder Elefant fast. Ich bin dann weitergelaufen und weitergelaufen und dann kommen mir so kleinere, also so Mückenlein und wieder so gross wie ein Elefant. Und dann denke ich das ist nicht mehr richtig und dann fange ich zu rennen an. Alle diese Tiere laufen mir aber wieder nach, die grossen Ameisen, die grossen Mücklein. Dann bin ich gerannt und auf einmal komme ich an einer Mauer an und kann nicht weiter. Ich sehe wie die auf mich zukommen und dann packt mich so ein Tier. Die Ameise, mit vorne so Beinen. Ich versuche wegzurennen, ich strample wie wild. Und dann bin ich aufgewacht."
        }, 
        {
            "number": "23-B-3", 
            "head": "1993-12-13 (13.6 Jahre)", 
            "content": "Ich habe von einem Zwerg geträumt. Und dieser Zwerg hat in einem Land gewohnt, in einem Zwergenland. Und in diesem Land hat er ganz viele Freunde gehabt, viele kleine Zwerge, es sind alle etwa gleich gross gewesen. In diesem Land ist alles kleiner gewesen, alles wie auf der Welt, wie bei uns, einfach alles verkleinert: Die Autos, die Häuser, die Strassen, die Bäume sind klein gewesen. Und dann haben sie ein Fest gemacht, der kleine Zwerg und seine Freunde. Und an dieses Fest ist ein etwas grösserer Zwerg gekommen. (Es gibt ja auch bei uns manche Grössen, einfach grösser). Und irgendwie hat dann der kleine Zwerg zum grossen Zwerg etwas Freches gesagt, ich weiss nicht mehr was. Und dann haben sie zu kämpfen angefangen, weil der grosse Zwerg so wütend worden ist. Der grosse Zwerg ist grösser gewesen, also er hat dann wie gesiegt, der kleine Zwerg ist dann wie leblos am Boden gelegen."
        }, 
        {
            "number": "23-C-1", 
            "head": "1995-11-29 (15.6 Jahre)", 
            "content": "Ich habe geträumt, ich bin mit einer Gruppe von Leuten (ich weiss nicht mehr genau, wie viele) in einer Stadt. Wir sind in ein Warenhaus rein. Irgendwie haben wir am Anfang wie ein Gewinnspiel machen müssen. Auf jeden Fall haben wir am Schluss irgendwie alle einen Preis gewonnen und zwar ist das irgendwie gewesen, dass wir alle für 1000 Franken haben einkaufen gehen dürfen in diesem Warenhaus. Auf jeden Fall kann ich mich daran erinnern, dass ich jenstes an Kleider anprobiert habe. Aber am Schluss habe ich irgendwie doch nichts gekauft. Ich weiss auch, dass ich das wie geträumt habe in dieser Nacht und nachher habe ich das wie nochmals geträumt. Ganz ähnlich, wie wenn es in einem Film gespielt wäre, wo man diese Szene nochmals hätte wiederholen müssen mit anderen Sachen. Irgendwie hat beim ersten Mal das Gewinnspiel nicht ganz geklappt und erst beim zweiten Mal. Irgendwie ist es so gegangen, dieses Spiel, dass wir müssen wie in einer Reihe stehen. Ich weiss es nicht mehr genau, wie es gegangen ist."
        }, 
        {
            "number": "23-C-2", 
            "head": "1996-02-07 (15.7 Jahre)", 
            "content": "Ich habe geträumt, es ist Winter gewesen, es hat viel Schnee gehabt. Und wir haben irgendwie keine Schule gehabt. Ich weiss nicht mehr, aus was für einem Grund. Und wir haben skifahren gehen können. Wir wollten skifahren gehen, ich weiss nicht mehr genau, mit wem. Es könnte noch eine Freundin von mir, die Nina gewesen sein, ich bin aber nicht mehr ganz sicher. Und dann sind wir ins Skigebiet (ich bin noch nie dort gewesen) skifahren gegangen, den ganzen Tag. Auf jeden Fall haben wir dann zwei Buben gesehen von unserer Klasse, aber die haben uns nicht erkennt. Ich weiss nicht mehr genau, wie das gegangen ist. Am Mittag irgendwann sind wir essen gegangen und dann haben wir nochmals zwei (einen Buben und ein Mädchen) von unserer Klasse getroffen, und diese haben uns auch wieder nicht erkannt. Die Kollegin, mit der ich zusammen gewesen bin, hat sich total komisch verhalten. Am Nachmittag sind wir dann wieder skifahren gegangen und dann sind wir gefahren und dann ist gerade vor uns jemand umgefallen und ist liegengeblieben. Und dann kommen wir näher, und dann haben wir gesehen, dass es eine Lehrerin gewesen ist von mir, die ich auch gekannt habe. Wir haben gefunden, wir müssen helfen und dann hat sie gesagt: \"Bleib du da, ich gehe schauen, ob uns jemand helfen kommen kann.\" Und ich habe so rumgeschaut, ob noch uns mehr Leute helfen kommen können, aber gesehen, dass eigentlich gar niemand mehr auf der Piste gewesen ist. Ich habe auch gesehen, dass es irgendwie immer dunkler geworden ist. Und dann auf einmal ist ziemlich dunkel gewesen und dann ist es wieder heller geworden. Dann habe ich gemerkt, wir sind gar nicht mehr auf dieser Skipiste, sondern wir sind dann irgendwie wie wieder in diesem Restaurant gewesen, wo wir am Mittag essen gegangen sind. Total viele Leute sind dort gewesen, die ich gekannt habe. Es ist irgendwie total komisch gewesen. Und dann kann ich mich nicht mehr dran erinnern, was dann gewesen ist. Ich habe auch diese Kollegin nicht mehr gesehen und auch die andern, ich weiss nicht mehr, wie die ausgesehen haben."
        }, 
        {
            "number": "24-A-1", 
            "head": "1991-11-21 (11.5 Jahre)", 
            "content": "Ich kann mich nur noch an ein Bild erinnern vom Traum. Das ist auf dem Schulhausplatz gewesen. Ich bin mit dem Fahrrad gefahren, auf dem Schulhausplatz. Und nachher habe ich vor der Türe, wo es in das Schulhaus hineingeht, das Fahrrad abgestellt und bin hineingegangen."
        }, 
        {
            "number": "24-A-2", 
            "head": "1992-01-08 (11.6 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit meiner Mutter und meinem Bruder in einen Laden gegangen bin. Nachher hat meine Mutter zu meinem Bruder gesagt, er könne noch eine grosse Geburtstagsparty machen. Und ich hätte schon eine gehabt, aber nur eine ganz kleine. Und er hätte auch schon eine gehabt, aber er hätte jetzt trotzdem noch eine machen dürfen, vor den Weihnachten, ganz eine riesige. Da haben wir im Laden ganz viel Sachen eingekauft für diese Geburtstagsparty. Und nachher bin ich richtig wütend gewesen. Und am nächsten Tag habe ich meine Freundin abgeholt. Und ich habe zu meiner Mutter kein Wort mehr gesagt. Und da hat meine Freundin im Traum so getan, als würde sie mit meiner Mutter reden (wir waren schon draussen). Und sie hat uns nicht mehr gesehen und sie hat einfach so getan, als würde sie sprechen, anstelle von mir. Und nachher war ich auch noch wütend auf meine Freundin gewesen, weil ich mit meiner Mutter kein Wort sprechen wollte, und sie so getan hat."
        }, 
        {
            "number": "24-A-3", 
            "head": "1992-02-08 (11.7 Jahre)", 
            "content": "Ich habe geträumt, dass ich mit der Mutter und dem Bruder in einem Bergdorf gewesen bin, ganz hoch oben. Und dann hat meine Mutter die Zeit vergessen.Und da hat sie plötzlich gemerkt, dass wir wieder ins Tal runter müssen. Und es ist schon sehr spät gewesen. Und nachher habe ich einen Schlitten dabei gehabt. Und dann sind wir alle drei ins Tal runtergeschlittelt."
        }, 
        {
            "number": "24-A-4", 
            "head": "1992-02-15 (11.7 Jahre)", 
            "content": "Ich, mein Vater, meine Mutter und mein Bruder sind bei irgend einer Familie zu Besuch gewesen, die ich aber nicht kenne. Die haben bei einem See gewohnt. Dort gab es auch ein kleines Mädchen. Dann sind wir dort schwimmen gegangen. Und nachher habe ich dem Mädchen schwimmen beigebracht. Und das Erstaunliche ist gewesen, nach 2 Zügen konnte die schon schwimmen. Und meine Eltern und die anderen erwachsenen Leute sind auf einem Piratenschiff gewesen, das festgemacht war. Und haben zugeschaut, wie ich dem Mädchen schwimmen beigebracht habe. Nachher haben sie geklatscht."
        }, 
        {
            "number": "24-A-5", 
            "head": "1992-02-29 (11.8 Jahre)", 
            "content": "Ich bin beim Fliegen gewesen. Das ist ein bisschen komischer Flieger gewesen. Und ganz ploetzlich und unerwartet, sind wir einfach plötzlich am Boden gewesen, gelandet. So neben einer Bahnschiene, auf der Landebahn. Und nachher haben wir gedacht, es ist schon komisch, so gar kein Ohrendruck gehabt. Und dann haben wir gedacht, es ist lässig, jetzt sind wir am Ferienort angelangt. Haben wir die Schnalle vom Flugzeug gelöst. Und gerade ganz plötzlich geht er wieder in die Luft rauf. Dann hat der Pilot irgendetwas gesagt von Dunst. Es ist einfach ein ganz kurioser Flug gewesen."
        }, 
        {
            "number": "24-B-1", 
            "head": "1993-11-09 (13.5 Jahre)", 
            "content": "Ich habe geträumt, dass es Sommer gewesen ist. Ich bin mit meinen Nachbarn draussen gewesen, und dann habe ich auf einmal Schokolädchen bekommen. Dann habe ich noch so etwas gegessen, ein Yoghurt in einer kleinen Schale. Und nachher sind sie weggegangen, mit dem Velo weggefahren. Und dann habe ich die Yoghurtschale zu ihnen hinaufstellen wollen. Und nachher ist aber ein grosser Baum am Weg gewesen und dort drauf ist eine riesige Schlange gesessen. Und dann hat diese, als ich kam, so komisch die Augen verdreht, und ich bin einfach nachher sofort wieder gegangen. Als sie wieder zurückgekommen sind, habe ich ihnen gesagt, dass ich es eben noch nicht versorgen konnte, weil auf dem Baum eine Schlange gesessen sei. Und nachher haben sie gespöttelt, ob ich Angst hätte. Und dann habe ich gesagt: \"Ja, ich habe nicht so gerne Schlangen.\", und es sei eine sehr lange. Und dann haben sie gesagt, ja dann müsse ich halt später nochmals gehen. Und dann habe noch gefragt, ob sie giftig sei. Und nachher haben sie gesagt, ja, es sei eine sehr giftige Schlange. Und ich habe noch gefragt ob es die bei uns oft gäbe. Und da haben sie gesagt, ja schon."
        }, 
        {
            "number": "24-B-2", 
            "head": "1993-12-08 (13.6 Jahre)", 
            "content": "Ich habe geträumt, ich bin in meinem Zimmer gewesen und dann hat es irgendwie im Walkman angefangen zu piepsen, wahnsinnig laut, immer wieder und er hat einfach nicht aufgehört. Ich habe machen können was ich wollte, Stopptaste drücken oder so. Und dann bin ich zu meiner Mutter gegangen und habe gesagt, ich könne nichts dafür, den kann ich nicht mehr abstellen, er spinne wieder. Und dann habe ich probiert die Batterien herauszunehmen, aber es hat nichts genützt und daran zu schlagen, er hat einfach immer weiter gepiepst. Und nachher bin ich erwacht, das ist der Wecker gewesen."
        }, 
        {
            "number": "24-C-1", 
            "head": "1995-11-21 (15.5 Jahre)", 
            "content": "Ich habe geträumt, ich wolle irgendwo hin. Ich habe Durst gehabt und habe irgendwie \"vörigi\" Zeit gehabt. Und dann bin ich in einen Laden und habe etwas zu Trinken kaufen wollen. Es ist einfach so ein kleiner Lebensmittelladen gewesen in einem kleinen Dorf. Dann bin ich wieder raus und bin weitergegangen und dann bin ich an einer Kirche vorbeigekommen. Und nachher habe ich gefunden, ich gehe jetzt rein. Und dann bin ich reingegangen und dann ist sie ganz leer gewesen. Ich habe mich auf eine Bank gesetzt und dann habe ich den Pfarrer gesehen und dieser hat auf mich zukommen wollen. Und dann ist er die Treppe runtergefallen und dann ähm ist er wieder aufgestanden und ich habe gefragt, ob er sich was gemacht habe, und er hat gesagt, nein, nein, es gehe ihm gut. Und dann sind Jugendliche reingekommen, und es sind immer mehr geworden. Und sie sind alle hingesessen. Und dann habe ich eine Kollegin gefragt, die ich gekannt habe, was los sei. Da hat sie gesagt, wieso ich denn da sei, sie würden am nächsten Sonntag abends einen Gottesdienst für alle Jungen machen und es sollten bis 3000 Jungen kommen von überall."
        }, 
        {
            "number": "24-C-2", 
            "head": "1995-12-03 (15.5 Jahre)", 
            "content": "Ich bin mit Kollegenauf einer Skipiste gewesen mit dem Snowboard. Und zuerst ist alles nicht steil gewesen, schön flach. Und dann nachher ist ein steiles Stück gekommen. Der eine Kollege, den ich kenne, hat irgendwie den anderen gehalten, und der andere hat nicht mehr bremsen können oder die Kurve machen. Und nachher sind sie einfach dort runtergeglitten. Und es ist sehr steil gewesen. Und ich bin hintendrein und ich habe auch Angst gehabt, weil ich habe noch nicht so gut fahren können. Und dann bin ich immer schneller geworden und ich habe nichts machen können. Und dann habe ich versucht, irgendwie eine Kurve zu machen, so dass ich abbremsen kann. Und, ja es ist irgendwie einfach nicht richtig gegangen, und ich bin dann sehr weit rausgefahren, ich habe dann sogar einen Skilift gekreuzt. Und irgend jemand vom Skilift hat dann gesagt, diese darf ja da gar nicht fahren, weil sie hat irgend so einen Ausweis nicht, wo man braucht (so eine Schwierigkeitsgrad-Prüfung)."
        }
    ]
}